Repository: DriverPackSolution/transifex-backup
Catalog: delorean/drpsu-organic-european/drpsu-organic-european-ltrpo/*.po
Languages: az, bg, bn, ca, cs, es_419, et, fil, fr, hr, hu, id, it, nl, no, pt_br, pt_pt, ro, sk, sl, sr, sw, ta, th, tr

# seo_deviceclass-footer-content-cardreader
source: Card readers are the devices intended for reading information off a memory card. If you need to move your files from video camera or camera onto your computer, this device will help you. The drivers for card readers are available in this Section. The drivers from more than 50 manufacturers for all popular Windows OS versions are represented here.
az: Kart oxuyucular, yaddaş kartının məlumatlarını oxuyan cihazlardır. Əgər fayllarınıcı video kameradan ya da kompüterinizdəki kameradan köçürmək istəyirsinizsə, bu cihaz sizə kömək edəcək. Kart oxuyucular üçün driverlər bu Bölmədə mövcuddur. Burda bütün populyar Windows ƏS versiyaları üçün 50-dən çox istehsalçıdan alınmış driverlər mövcuddur.
bg: Четците на карти са устройствата, предназначени за четене на информация от карта с памет. Ако трябва да преместите файловете от видеокамера или фотоапарат на компютъра си, това устройство ще ви помогне. Драйверите за четците на карти са налични в този Раздел. Драйверите на повече от 50 производителя за всички популярни версии на операционната система Windows са представени тук.
bn: কার্ড রিডারসমূহ হল মেমোরি কার্ড থেকে তথ্য পড়ার উদ্দেশ্যে তৈরি যন্ত্রসমূহ। ভিডিও ক্যামেরা বা ক্যামেরা থেকে ফাইলসমূহ কম্পিউটারে সরিয়ে রাখার ক্ষেত্রে এই যন্ত্র কাজে লাগে। এই শাখায় কার্ড রিডারের ড্রাইভারসমূহ পাওয়া যাবে। Windows ওএসের জন্য 50 টিরও বেশি উৎপাদনকারীর ড্রাইভারসমূহ এখানে সাজানো আছে।
ca: Els lectors de targetes són dispositius per a llegir la informació de les targetes de memòria. Si necessiteu moure els fitxers de la càmera de vídeo o de fotos a l'ordinador, aquest dispositiu us serà útil. Els controladors per a lectors de targetes estan disponibles en aquesta secció. Hi trobareu controladors de més de 50 fabricants per a totes les versions populars del SO Windows.
cs: Čtečky karet jsou zařízení pro čtení informací z paměťové karty. Pokud potřebujete přesunout soubory z videokamery nebo fotoaparátu do počítače, pomůže vám toto zařízení. <strong>V této části jsou k dispozici ovladače čteček karet.</strong> Řada ovladačů od více než 50 výrobců pro všechny oblíbené verze operačního systému Windows jsou zde zastoupeny. Můžete si stáhnout konkrétní <b>ovladače pro čtečky karet</b>, stejně jako (pokud se z nějakého důvodu stane, že zde nenaleznete ovladač, který potřebujete) nainstalujte program pro aktualizaci ovladače DriverPack Solution. Tento software bude pro vás zcela zdarma!
es_419: Los lectores de tarjetas son dispositivos para leer la información de una tarjeta de memoria. Si necesitas mover ficheros de la cámara de vídeo o de fotos a tu computadora, este dispositivo te será útil. Los controladores para lectores de tarjeta estan disponibles en esta sección. Encontrarás, los controladores de más de 50 fabricantes para todas las versiones de Windows.
et: Kaardilugejad on seadmed mis on mõeldud informatsiooni lugemiseks mälukaartidelt. Kui teil on vaja liigutada oma faile videokaamerast või telefonist arvutisse aitab see seade teid. Draiverid kaardilugejatele leiate sellest sektsioonist. Draiverid rohkem kui 50 tootja jaoks, kõikidele populaarsetele Windows operatsioonisüsteemide jaoks on siin.
fil: Ang mga card readers ay ang mga aparato na inilaan para sa pagbabasa ng impormasyon mula sa memory card. Kung kailangan mong ilipat ang iyong mga file mula sa video camera o camera papunta sa iyong computer, tutulungan ka ng aparatong ito. Available ang mga driver para sa mga card readers sa Seksyon na ito. Ang mga driver mula sa higit sa 50 mga tagagawa para sa lahat ng mga sikat na bersyon ng Windows OS ay kinakatawan dito.
fr: Les lecteurs de cartes sont des périphériques destinés à lire des informations sur une carte mémoire. Si vous devez déplacer vos fichiers d'une caméra vidéo ou d'un appareil photo sur votre ordinateur, cet appareil vous aidera. Les pilotes pour les lecteurs de cartes sont disponibles dans cette section. Les pilotes de plus de 50 fabricants pour toutes les versions Windows OS populaires sont représentés ici.
hr: Čitači kartica su uređaji kojima je cilj čitanje podataka s memorijskih kartica. Trebate li prenijeti podatke s Vaše videokamere ili fotoaparata na računalo, ovaj će Vam uređaj pomoći. <strong>Upravljački programi za čitače kartica </strong> dostupni su u ovom odjeljku. Upravljački programi za više od 50 proizvođača svih za sve moderne Windows operacijske sustave ovdje su zastupljeni. Možete preuzeti specifične <b>upravljačke programe za čitače kartica </b> kao i (u slučaju da iz nekog razloga upravljačkog programa koji Vam je potreban ovdje nema) instalirati program DriverPack Solution za automatsku instalaciju ažuriranja upravljačkog programa. Taj program možete preuzeti potpuno besplatno!
id: Pembaca kartu adalah berbagai perangkat yang ditujukan untuk membaca informasi dari sebuah kartu memori. Jika anda perlu memindahkan file-file anda dari kamera video atau kamera ke komputer anda, perangkat ini akan membantu anda. Driver-driver untuk pembaca kartu tersedia pada Bagian ini. Driver-driver dari lebih dari 50 produsen untuk semua versi Sistem Operasi Windows yang populer tersedia di sini.
it: Card readers sono i dispositivi per la lettura di informazioni delle memory card. Se hai bisogno di spostare i tuoi files da una videocamera o macchina fotografica nel tuo computer, questo dispositivo ti aiuterà. I drivers per card reader sono disponibili in questa sezione. I drivers di più di 50 produttori per le popolari versioni di Windows OS sono presenti qui.
nl: Kaartlezers zijn de apparaten die bestemd zijn om informatie uit een geheugenkaart te lezen. Als u uw bestanden van de videocamera of camera naar uw computer wilt verplaatsen, zal dit apparaat u helpen. <strong>De drivers voor kaart lezers</strong> zijn beschikbaar in deze sectie. De drivers van meer dan 50 fabrikanten voor alle populaire Windows OS versies zijn hier vertegenwoordigd. U kunt specifiek downloaden <b>drivers voor kaart lezers</b>evenals (als om een of andere reden de driver die u nodig hebt hier niet gevonden wordt) installeer de automatische DriverPack Solution software voor driver-update. Deze software is helemaal gratis voor u!
no: Kortlesere er enheter som leser informasjon fra et minnekort. Dersom du trenger å flytte filene dine fra et video kamera eller et kamera til en datamaskin vil dette hjelpe deg.. <strong>Drivere for kortlesere</strong> er tilgjengelige i denne Seksjonen. Drivere fra mer enn 50 produsenter for alle populære Windows OS versjoner er representert he. Du kan laste ned spesifikke <b>drivere for kortlesere</b> så vel som (om du ikke skulle finne den du trenger) installere automatisk DriverPack Solution programvare for driver oppdatering. Denne programvaren er helt gratis for deg!
pt_br: Leitores de cartões são aparelhos que pretendem ler informações de um cartão de memória. Se você precisa mover documentos de uma câmera de vídeo ou câmera para seu computador, este dispositivo irá ajudar você.<strong>Os drivers para os leitores de cartão </strong> estão disponíveis nesta seção. Os drivers para mais de 50 fabricantes para todas as versões populares do sistema operacional Windows estão representadas aqui. Você pode fazer o download específico de <b>drivers para leitores de cartões</b> contudo ( se por alguma razão o driver que você precisar não for encontrado aqui) instale automaticamente o software DriverPack Solution atualizado. Este software irá estar absolutamente grátis aqui para você!
pt_pt: Leitores de cartões são os dispositivos criados para lerem informação de cartões de memória. Se precisa mover ficheiros da sua câmara de vídeo ou câmara para o seu computador, este dispositivo vai ajudá-lo. <strong>Os controladores para leitores de cartões</strong> estão disponíveis nesta Secção. Estão aqui representados, para todas as versões populares do SO Windows, os controladores de mais de 50 fabricantes. Pode descarregar <b>controladores de leitores de cartões</b> específicos assim como (se por alguma razão o controlador que precisa não estiver aqui) instalar o programa DriverPack Solution para uma atualização automática de controladores. Este programa é totalmente livre para si!
ro: Cititoarele de card-uri sunt echipamente proiectate pentru citirea informațiilor stocate pe un card de memorie. Un astfel de echipament vă va ajuta dacă aveți nevoie să mutați fișiere din camera video pe computer. <strong>Driver-ii pentru cititoarele de card-uri</strong> sunt disponibile în această secțiune. Driver-ii pentru mai mult de 50 de fabricanți și pentru toate versiunile populare de Windows sunt reprezentați aici. Puteți descărca <b>driver-i pentru un anumit cititor de card-uri</b> dar puteți de asemenea (dacă dintr-un motiv oarecare driver-ul de care aveți nevoie nu este prezent aici) să instalați aplicația DriverPack Solution pentru actualizarea driver-ilor. Această aplicație va fi aboslut gratuită pentru dvs.!
sk: Čítačky kariet sú zariadenia určené na čítanie informácií z pamäťovej karty. Ak potrebujete presunúť súbory z videokamery alebo fotoaparátu do počítača, toto zariadenie Vám pomôže. Ovládače pre čítačky kariet sú k dispozícii v Tejto sekcii. Nachádzajú sa tu ovládače od viac ako 50 výrobcov pre všetky populárne verzie operačného systému Windows.
sl: Bralnik kartic je naprava namenjena uporabi z spominskimi karticami. Ko želite prenesti podatke iz video kamere na vaš računalnik vam bo ta naprava v veliko pomoč. Gonilniki za te naprave so v tem zavihku. Na voljo so gonilniki za več kot 50 različnih proizvajalcev in za vse Windows OS verzije.
sr: Čitači kartica su uređaji namenjeni za čitanje informacija sa memorijskih kartica. Ukoliko želite da premestite datoteke sa video-kamere ili foto-aparata na svoj računar ovaj uređaj će vam biti od koristi. Drajveri za čitače kartica su dostupni u ovom odeljku. Na raspolaganju su drajveri od više od 50 proizvođača za sve popularne verzije Windows operativnih sistema.
sw: Reader za kadi ni vifaa vinavyotakiwa kusoma habari kutoka kwenye kadi ya kumbukumbu memory card. Ikiwa unahitaji kusambaza faili zako kutoka kamera ya video au kamera kwenye kompyuta yako, kifaa hiki kitakusaidia. Madereva kwa wasomaji wa kadi hupatikana katika Sehemu hii. Madereva kutoka kwa wazalishaji zaidi ya 50 kwa matoleo yote maarufu ya Windows OS yanawakilishwa hapa.
ta: கார்டு ரீடர்கள் ஒரு மெமரி கார்டிலிருந்து தகவலைப் படிப்பதற்கான சாதனங்கள். உங்கள் வீடியோ கேமரா அல்லது கேமராவிலிருந்து உங்கள் கணினிக்கு தகவல்களை பரிமாற்ற வேண்டும் என்றால், இந்த சாதனம் உங்களுக்கு உதவும். கார்டு ரீடர்களுக்கான வன்பொருள்கள் இந்த பிரிவில் கிடைக்கின்றன. அனைத்து பிரபலமான விண்டோஸ் Windows இயக்க முறைமை பதிப்புகள் 50 க்கும் மேற்பட்ட உற்பத்தியாளர்களிடமிருந்து வன்பொருள்கள் இங்கு கிடைக்கின்றன.
th: การ์ดรีดเดอร์คืออุปกรณ์สำหรับอ่านข้อมูลจากเมมโมรี่การ์ด ถ้าคุณต้องการเคลื่อนย้ายไฟล์ของคุณจากกล้องวีดีโอหรือกล้องถ่ายรูปลงบนคอมพิวเตอร์ อุปกรณ์นี้จะช่วยคุณได้ ไดรเวอร์สำหรับการ์ดรีดเดอร์สามารถหาได้ในส่วนนี้ ไดรเวอร์จากมากกว่า 50 ผู้ผลิตสำหรับทุกระบบปฏิบัติการ Windows ยอดนิยมแสดงอยู่ที่นี่
tr: Kart okuyucular, bellek kartının bilgilerini okuyan aygıtlardır. Eğer dosyalarınızı video kameradan ya da bilgisayarınızdaki kameradan taşımanız gerekirse, bu aygıt size yardımcı olacaktır. <strong>Kart okuyucular için sürücüler</strong> bu Bölümde mevcuttur. Burada tüm popüler Windows İS sürümleri için 50'den fazla üreticiden gelen sürücüler bulunmaktadır. Belirli <b>kart okuyucular için sürücüleri</b> indirebilmenizin yanı sıra (eğer bazı nedenlerden dolayı ihtiyacınız olan sürücüyü burada bulamıyorsanız) otomatik sürücü güncelleme için DriverPack Solution yazılımını yükleyebilirsiniz. Bu yazılım sizin için kesinlikle ücretsiz olacaktır!
