Repository: DriverPackSolution/transifex-backup
Catalog: delorean/drpsu-organic-european/drpsu-organic-european-ltrpo/*.po
Languages: az, bg, bn, ca, cs, es_419, et, fil, fr, hr, hu, id, it, nl, no, pt_br, pt_pt, ro, sk, sl, sr, sw, ta, th, tr

# seo_devicegroupos-description
source: Install {{GROUP.VENDOR.NAME}} {{GROUP.NAME}} driver for Windows {{OS}}, or download DriverPack Solution software for automatic driver installation and update.
az: Windows {{OS}} üçün {{GROUP.VENDOR.NAME}} {{GROUP.NAME}} driverini quraşdırın ya da avtomatik driver quraşdırması və yeniləmə üçün DriverPack Solution proqramını endirin
bg: Инсталирай драйвер за {{GROUP.VENDOR.NAME}} {{GROUP.NAME}} за Windows {{OS}} или изтегли софтуера DriverPack Solution за автоматично инсталиране и актуализиране на драйвери.
bn: Windows {{OS}} এর জন্য {{GROUP.VENDOR.NAME}} {{GROUP.NAME}} ড্রাইভার ইন্সটল করুন, অথবা ড্রাইভারের স্বয়ংক্রিয় ইন্সটলেশন ও আপডেটের জন্য DriverPack Solution সফটওয়্যার ডাউনলোড করুন।
ca: Instal·la el controlador per a {{GROUP.VENDOR.NAME}} {{GROUP.NAME}} per a Windows {{OS}}, o descarrega l'aplicació DriverPack Solution per a la instal·lació i actualització de controladors
cs: Instalovat {{GROUP.VENDOR.NAME}} {{GROUP.NAME}} ovladač pro Windows {{OS}}, nebo stáhnout program DriverPack Solution pro automatickou instalaci a aktualizaci ovladačů.
es_419: Instala los controladores para {{GROUP.VENDOR.NAME}} {{GROUP.NAME}} para Windows {{OS}}, o descarga el software DriverPack Solution para una instalación y actualización de controladores automática.
et: Paigalda {{GROUP.VENDOR.NAME}} {{GROUP.NAME}} draiver Windows {{OS}} jaoks, või paigalda DriverPack Solution tarkvara, et automaatselt skaneerida ja uuendada draivereid.
fil: I-install {{GROUP.VENDOR.NAME}} {{GROUP.NAME}} driver para sa Windows {{OS}}, o i-download ang DriverPack Solution software para sa awtomatikong pag-install at pag-update ng driver.
fr: Installez le pilote {{GROUP.VENDOR.NAME}} {{GROUP.NAME}} pour Windows {{OS}}, ou téléchargez le logiciel DriverPack Solution pour l'installation automatique du pilote et sa mise à jour.
hr: Instalirajte upravljački program za {{GROUP.VENDOR.NAME}}{{GROUP.NAME}} za Windows {{OS}} ili preuzmite program DriverPack Solution za automatsko ažuriranje i instalaciju upravljačkih programa.
hu: {{GROUP.VENDOR.NAME}} {{GROUP.NAME}} driverek telepítése Windows {{OS}} rendszerhez, vagy telepítse a DriverPack Solution szoftvert a driverek kereséséhez és frissítéséhez
id: Pasang driver {{GROUP.VENDOR.NAME}} {{GROUP.NAME}} untuk Windows {{OS}}, atau unduh perangkat lunak DriverPack Solution untuk pemasangan dan pembaruan driver otomatis
it: Installa {{GROUP.VENDOR.NAME}} {{GROUP.NAME}} driver per Windows {{OS}}, o scarica il software DriverPack Solution per intallazione e aggiornamento driver automatici.
nl: Installeer {{GROUP.VENDOR.NAME}} {{GROUP.NAME}} driver voor Windows {{OS}} of download DriverPack Solution software voor automatische driver installatie en update.
no: Installer {{GROUP.VENDOR.NAME}} {{GROUP.NAME}} driver for Windows {{OS}}, eller last ned DriverPack Solution programvare for automatisk driver installering og oppdatering
pt_br: Instale o driver para {{GROUP.VENDOR.NAME}} {{GROUP.NAME}} para o Windows {{OS}}, ou baixe o programa DriverPack Solution para instalação e atualização automática do driver.
pt_pt: Instale controladores para {{GROUP.NAME}} da {{GROUP.VENDOR.NAME}} para o Windows {{OS}}, ou descarregue o programa DriverPack Solution para uma instalação e atualização automática de controladores
ro: Instalează driver pentru {{GROUP.VENDOR.NAME}} {{GROUP.NAME}} pentru Windows {{OS}}, sau descarcă DriverPack Solution pentru instalare și actualizare drivere automat.
sk: Nainštalovať {{GROUP.VENDOR.NAME}} {{GROUP.NAME}} ovládač Windows {{OS}}, alebo stiahnuť DriverPack Solution softvér pre automatickú inštaláciu a aktualizáciu ovládačov
sl: Namestite gonilnik za {{GROUP.VENDOR.NAME}} {{GROUP.NAME}} za Windows {{OS}}, ali prenesite program DriverPack Solution za samodejno namestitev in nadgradnjo gonilnikov.
sr: Instalirajte drajvere za {{GROUP.VENDOR.NAME}} {{GROUP.NAME}} za Windows {{OS}} ili preuzmite DriverPack Solution softver za automatsko instaliranje i ažuriranje drajvera
sw: Weka {{GROUP.VENDOR.NAME}} {{GROUP.NAME}} driver za Windows {{OS}}, au pakua programu ya DriverPack Solution ya ufungaji wa moja kwa moja ya driver na usasishe.
ta: நிறுவுக {{GROUP.VENDOR.NAME}} {{GROUP.NAME}} விண்டோஸுக்கான வன்பொருள் Windows {{OS}} அல்லது தானியங்கி முறையில் வன்பொருள் நிறுவல் மற்றும் மேம்பாட்டிற்கு வன்பொருள்தொகுப்பு தீர்வு DriverPack Solution எனும் இந்த மென்பொருளை பதிவிறக்கவும்.
th: ติดตั้ง {{GROUP.VENDOR.NAME}} {{GROUP.NAME}} ไดรเวอร์สำหรับ Windows {{OS}} หรือดาวน์โหลด DriverPack Solution ซอฟท์แวร์สำหรับติดตั้งและอัพเดทไดรเวอร์อัตโนมัติ
tr: Windows {{OS}} için {{GROUP.VENDOR.NAME}} {{GROUP.NAME}} sürücüsünü yükleyin, ya da otomatik sürücü kurulumu ve güncelleme için DriverPack Solution yazılımını indirin.

# seo_devicegroupos-h1
source: {{GROUP.VENDOR.NAME}} {{GROUP.NAME}} drivers for Windows {{OS}}
az: Windows {{OS}} üçün {{GROUP.VENDOR.NAME}} {{GROUP.NAME}} driverləri
bg: Драйвери за {{GROUP.VENDOR.NAME}} {{GROUP.NAME}} за Windows {{OS}}
bn: Windows {{OS}} এর জন্য {{GROUP.VENDOR.NAME}} {{GROUP.NAME}} ড্রাইভারসমূহ
ca: Controladors per a {{GROUP.VENDOR.NAME}} {{GROUP.NAME}} per a Windows {{OS}}
cs: {{GROUP.VENDOR.NAME}} {{GROUP.NAME}} ovladače pro Windows {{OS}}
es_419: Controladores de {{GROUP.VENDOR.NAME}} {{GROUP.NAME}} para Windows {{OS}}
et: {{GROUP.VENDOR.NAME}} {{GROUP.NAME}} draiverid Windows {{OS}} jaoks
fil: Mga driver ng {{GROUP.VENDOR.NAME}} {{GROUP.NAME}} para sa Windows {{OS}}
fr: Pilotes de {{GROUP.VENDOR.NAME}} {{GROUP.NAME}} pour Windows {{OS}}
hr: Upravljački programi za {{GROUP.VENDOR.NAME}}{{GROUP.NAME}} za Windows{{OS}}
hu: {{GROUP.VENDOR.NAME}} {{GROUP.NAME}} driverek Windows {{OS}} verzióhoz
id: {{GROUP.VENDOR.NAME}} {{GROUP.NAME}} driver untuk Windows {{OS}}
it: {{GROUP.VENDOR.NAME}} {{GROUP.NAME}} driver per Windows {{OS}}
nl: {{GROUP.VENDOR.NAME}} {{GROUP.NAME}} drivers voor Windows {{OS}}
no: {{GROUP.VENDOR.NAME}} {{GROUP.NAME}} drivere for Windows {{OS}}
pt_br: Drivers para {{GROUP.VENDOR.NAME}} {{GROUP.NAME}} para o Windows {{OS}}
pt_pt: Controladores de {{GROUP.VENDOR.NAME}} {{GROUP.NAME}} para {{OS}}
ro: Drivere {{GROUP.VENDOR.NAME}} {{GROUP.NAME}} pentru Windows {{OS}}
sk: {{GROUP.VENDOR.NAME}} {{GROUP.NAME}} ovládače pre Windows {{OS}}
sl: {{GROUP.VENDOR.NAME}} {{GROUP.NAME}} gonilnik za Windows {{OS}}
sr: Drajveri za {{GROUP.VENDOR.NAME}} {{GROUP.NAME}} za Windows {{OS}}
sw: {{GROUP.VENDOR.NAME}} {{GROUP.NAME}} driver ya Windows {{OS}}
ta: {{GROUP.VENDOR.NAME}} {{GROUP.NAME}} இயக்கிகள் Windows {{OS}}
th: {{GROUP.VENDOR.NAME}} {{GROUP.NAME}} ไดรเวอร์สำหรับ Windows {{OS}}
tr: Windows {{OS}} için {{GROUP.VENDOR.NAME}} {{GROUP.NAME}} sürücüleri

# seo_devicegroupos-keywords
source: drivers Windows {{OS}} download download PC {{GROUP.NAME}} {{GROUP.VENDOR.NAME}}
az: driverlər Windows {{OS}} driverlər endir endirmə PC {{GROUP.NAME}} {{GROUP.VENDOR.NAME}}
bg: драйвери Windows {{OS}} изтегли изтегляне PC {{GROUP.NAME}} {{GROUP.VENDOR.NAME}}
bn: Windows {{OS}} ড্রাইভারসমূহ ডাউনলোড ডাউনলোড পিসি {{GROUP.NAME}} {{GROUP.VENDOR.NAME}}
ca: drivers Windows {{OS}} descàrrega descarregar ordinador {{GROUP.NAME}} {{GROUP.VENDOR.NAME}}
cs: ovladače Windows {{OS}} ovladače ovladače PC {{GROUP.NAME}} {{GROUP.VENDOR.NAME}}
es_419: controladores Windows {{OS}} descargar descargar PC {{GROUP.NAME}} {{GROUP.VENDOR.NAME}}
et: draiverid Windows {{OS}} lae alla lae alla arvuti {{GROUP.NAME}} {{GROUP.VENDOR.NAME}}
fil: drivers Windows {{OS}} i-download i-download PC {{GROUP.NAME}} {{GROUP.VENDOR.NAME}}
fr: pilotes Windows {{OS}} télécharger télécharger PC {{GROUP.NAME}} {{GROUP.VENDOR.NAME}}
hr: upravljački programi Windows {{OS}} preuzimanje preuzmite osobno računalo{{GROUP.NAME}}{{GROUP.VENDOR.NAME}}
hu: driverek Windows {{OS}} letöltés letöltés PC {{GROUP.NAME}} {{GROUP.VENDOR.NAME}}
id: driver Windows {{OS}} unduh unduh PC {{GROUP.NAME}} {{GROUP.VENDOR.NAME}}
it: driver Windows {{OS}} scarica scarica PC {{GROUP.NAME}} {{GROUP.VENDOR.NAME}}
no: drivere Windows {{OS}} nedlasting nedlasting PC {{GROUP.NAME}} {{GROUP.VENDOR.NAME}}
pt_br: drivers Windows {{OS}} baixar baixar PC {{GROUP.NAME}} {{GROUP.VENDOR.NAME}}
pt_pt: controladores windows {{OS}} descarregar descarregar PC {{GROUP.NAME}} {{GROUP.VENDOR.NAME}}
ro: drivere Windows {{OS}} descarcă descarcă PC {{GROUP.NAME}} {{GROUP.VENDOR.NAME}}
sk: ovládače Windows {{OS}} stiahnuť stiahnuť PC {{GROUP.VENDOR.NAME}} {{GROUP.NAME}}
sl: gonilniki Windows {{OS}} prenos prenos PC {{GROUP.NAME}} {{GROUP.VENDOR.NAME}}
sr: drajveri Windows {{OS}} preuzmi download PC {{GROUP.NAME}} {{GROUP.VENDOR.NAME}}
sw: Madriver Windows {{OS}} shusha PC {{GROUP.NAME}} {{GROUP.VENDOR.NAME}}
ta: விண்டோஸ் வன்பொருள்கள் Windows {{OS}} பதிவிறக்கவும் பதிவிறக்கவும் கணினி {{GROUP.NAME}} {{GROUP.VENDOR.NAME}}
th: ไดรเวอร์ Windows {{OS}} ดาวน์โหลด ดาวน์โหลด พีซี {{GROUP.NAME}} {{GROUP.VENDOR.NAME}}
tr: sürücüler Windows {{OS}} indirin indirin PC {{GROUP.NAME}} {{GROUP.VENDOR.NAME}}

# seo_devicegroupos-footer-description
source: Download {{CLASS.SINGLE.FOR}} drivers for {{GROUP.VENDOR.NAME}} {{GROUP.NAME}} for Windows {{OS}} for free
az: Windows {{OS}} üçün {{GROUP.VENDOR.NAME}} {{GROUP.NAME}} {{CLASS.SINGLE.FOR}} driverlərini pulsuz endirin
bg: Изтегли драйвери за {{CLASS.SINGLE.FOR}} {{GROUP.VENDOR.NAME}} {{GROUP.NAME}} за Windows {{OS}} безплатно
bn: Windows {{OS}} এর জন্য {{GROUP.VENDOR.NAME}} {{GROUP.NAME}} এর {{CLASS.SINGLE.FOR}} ড্রাইভারসমূহ বিনামূল্যে ডাউনলোড করুন
ca: Descarrega els controladors per a {{CLASS.SINGLE.FOR}} {{GROUP.VENDOR.NAME}} {{GROUP.NAME}} per a Windows {{OS}} gratuïtament
cs: Stáhnout {{CLASS.SINGLE.FOR}} ovladače pro {{GROUP.VENDOR.NAME}} {{GROUP.NAME}} pro Windows {{OS}} zdarma
es_419: Descargar {{CLASS.SINGLE.FOR}} controladores para {{GROUP.VENDOR.NAME}} {{GROUP.NAME}} para Windows {{OS}} gratis
et: Lae alla {{GROUP.VENDOR.NAME}} {{GROUP.NAME}} {{CLASS.SINGLE.FOR}} draiverid Windows {{OS}} jaoks
fil: I-download and mga {{CLASS.SINGLE.FOR}} driver para sa {{GROUP.VENDOR.NAME}} {{GROUP.NAME}} para sa Windows {{OS}} ng libre
fr: Téléchargez les pilotes de {{CLASS.SINGLE.FOR}} pour {{GROUP.VENDOR.NAME}} {{GROUP.NAME}} pour Windows {{OS}} gratuitement
hr: Besplatno preuzmite upravljačke programe za {{CLASS.SINGLE.FOR}} {{GROUP.VENDOR.NAME}}{{GROUP.NAME}} za Windows{{OS}}
hu: {{CLASS.SINGLE.FOR}} driverek letöltése {{GROUP.VENDOR.NAME}} {{GROUP.NAME}} eszközhöz Windows {{OS}} rendszeren ingyen
id: Unduh {{CLASS.SINGLE.FOR}} driver untuk {{GROUP.VENDOR.NAME}} {{GROUP.NAME}} untuk Windows {{OS}} dengan bebas
it: Scarica {{CLASS.SINGLE.FOR}} driver per {{GROUP.VENDOR.NAME}} {{GROUP.NAME}} Windows {{OS}} gratuitamente
nl: Download {{CLASS.SINGLE.FOR}} drivers voor {{GROUP.VENDOR.NAME}} {{GROUP.NAME}} voor Windows {{OS}} gratis
no: Last ned gratis {{CLASS.SINGLE.FOR}} drivere for {{GROUP.VENDOR.NAME}} {{GROUP.NAME}} for Windows {{OS}}
pt_br: Baixar os drivers de {{CLASS.SINGLE.FOR}} para {{GROUP.VENDOR.NAME}} {{GROUP.NAME}} para o Windows {{OS}} gratuitamente
pt_pt: Descarregar controladores de {{CLASS.SINGLE.FOR}} para {{GROUP.NAME}} da {{GROUP.VENDOR.NAME}} para o Windows {{OS}} de graça
ro: Descarcă drivere pentru {{CLASS.SINGLE.FOR}} {{GROUP.VENDOR.NAME}} {{GROUP.NAME}} pentru Windows {{OS}} gratuit
sk: Stiahnuť ovládače pre {{CLASS.SINGLE.FOR}} {{GROUP.VENDOR.NAME}} {{GROUP.NAME}} pre Windows {{OS}} zadarmo
sl: Brezplačni prenos gonilnikov za {{CLASS.SINGLE.FOR}} {{GROUP.VENDOR.NAME}} {{GROUP.NAME}} za Windows {{OS}}
sr: Preuzmite besplatno drajvere za {{CLASS.SINGLE.FOR}} za {{GROUP.VENDOR.NAME}} {{GROUP.NAME}} podržane na Windows-u {{OS}}
sw: Pakua {{CLASS.SINGLE.FOR}} madriver za {{GROUP.VENDOR.NAME}} {{GROUP.NAME}} za Windows {{OS}} kwa bure
ta: பதிவிறக்கவும் {{CLASS.SINGLE.FOR}} வன்பொருள்கள் {{GROUP.VENDOR.NAME}} {{GROUP.NAME}} விண்டோஸுக்கு Windows {{OS}} இலவசமாக
th: ดาวน์โหลด {{CLASS.SINGLE.FOR}} ไดรเวอร์สำหรับ {{GROUP.VENDOR.NAME}} {{GROUP.NAME}} สำหรับ Windows {{OS}} ฟรี
tr: Windows {{OS}} için {{GROUP.VENDOR.NAME}} {{GROUP.NAME}} {{CLASS.SINGLE.FOR}} sürücülerini ücretsiz indirin

# seo_devicegroupos-footer-application-category
source: Category: <span itemprop='applicationCategory'>{{GROUP.VENDOR.NAME}} {{CLASS.PLURAL.MAIN}} </span>
az: Kateqoriya: <span itemprop='applicationCategory'>{{GROUP.VENDOR.NAME}} {{CLASS.PLURAL.MAIN}}</span>
bg: Категория: <span itemprop='applicationCategory'>{{GROUP.VENDOR.NAME}} {{CLASS.PLURAL.MAIN}}</span>
bn: শ্রেণি: <span itemprop='applicationCategory'>{{GROUP.VENDOR.NAME}} {{CLASS.PLURAL.MAIN}}</span>
ca: Categoria: <span itemprop='applicationCategory'>{{CLASS.PLURAL.MAIN}} {{GROUP.VENDOR.NAME}}</span>
cs: Kategorie: <span itemprop='applicationCategory'>{{GROUP.VENDOR.NAME}} {{CLASS.PLURAL.MAIN}} </span>
es_419: Categoría: <span itemprop='applicationCategory'>{{CLASS.PLURAL.MAIN}} {{GROUP.VENDOR.NAME}}</span>
et: Kategooria: <span itemprop='applicationCategory'>{{GROUP.VENDOR.NAME}} {{CLASS.PLURAL.MAIN}}</span>
fil: Kategorya: <span itemprop='applicationCategory'>{{GROUP.VENDOR.NAME}} {{CLASS.PLURAL.MAIN}}</span>
fr: Catégorie: <span itemprop='applicationCategory'>{{GROUP.VENDOR.NAME}} {{CLASS.PLURAL.MAIN}}</span>
hr: Kategorija: <span itemprop='applicationCategory'>{{CLASS.PLURAL.MAIN}}{{GROUP.VENDOR.NAME}}</span>
hu: Kategória: <span itemprop='applicationCategory'>{{GROUP.VENDOR.NAME}} {{CLASS.PLURAL.MAIN}} </span>
id: Kategori: <span itemprop='applicationCategory'>{{GROUP.VENDOR.NAME}} {{CLASS.PLURAL.MAIN}}</span>
it: Categoria: <span itemprop='applicationCategory'>{{GROUP.VENDOR.NAME}} {{CLASS.PLURAL.MAIN}} </span>
nl: Categorie: <span itemprop='applicationCategory'>{{GROUP.VENDOR.NAME}} {{CLASS.PLURAL.MAIN}}</span>
no: Kategori: <span itemprop='applicationCategory'>{{GROUP.VENDOR.NAME}} {{CLASS.PLURAL.MAIN}}</span>
pt_br: Categoria: <span itemprop='applicationCategory'>{{CLASS.PLURAL.MAIN}} da {{GROUP.VENDOR.NAME}}</span>
pt_pt: Categoria: <span itemprop='applicationCategory'>{{GROUP.VENDOR.NAME}} {{CLASS.PLURAL.MAIN}}</span>
ro: Categoria: <span itemprop='applicationCategory'>{{CLASS.PLURAL.MAIN}} {{GROUP.VENDOR.NAME}}</span>
sk: Kategória: <span itemprop='applicationCategory'>{{CLASS.PLURAL.MAIN}} {{GROUP.VENDOR.NAME}}</span>
sl: Kategorija: <span itemprop='applicationCategory'>{{CLASS.PLURAL.MAIN}} {{GROUP.VENDOR.NAME}}</span>
sr: Kategorija: <span itemprop='applicationCategory'>{{GROUP.VENDOR.NAME}} {{CLASS.PLURAL.MAIN}}</span>
sw: Kundi: <span itemprop='applicationCategory'>{{GROUP.VENDOR.NAME}} {{CLASS.PLURAL.MAIN}}</span>
ta: வகை: <span itemprop='applicationCategory'>{{GROUP.VENDOR.NAME}} {{CLASS.PLURAL.MAIN}}</span>
th: ประเภท: <span itemprop='applicationCategory'>{{GROUP.VENDOR.NAME}} {{CLASS.PLURAL.MAIN}}</span>
tr: Kategori: <span itemprop='applicationCategory'>{{GROUP.VENDOR.NAME}} {{CLASS.PLURAL.MAIN}}</span>

# seo_devicegroupos-footer-application-subcategory
source: Subcategory: <span itemprop='applicationSubCategory'>{{GROUP.NAME}} {{CLASS.PLURAL.MAIN}}</span>
az: Alt kateqoriya: <span itemprop='applicationSubCategory'>{{GROUP.NAME}} {{CLASS.PLURAL.MAIN}} </span>
bg: Подкатегория: <span itemprop='applicationSubCategory'>{{GROUP.NAME}} {{CLASS.PLURAL.MAIN}}</span>
bn: উপশ্রেণি: <span itemprop='applicationSubCategory'>{{GROUP.NAME}} {{CLASS.PLURAL.MAIN}}</span>
ca: Subcategoria: <span itemprop='applicationSubCategory'>{{CLASS.PLURAL.MAIN}} {{GROUP.NAME}}</span>
cs: Podkategorie: <span itemprop='applicationSubCategory'>{{GROUP.NAME}} {{CLASS.PLURAL.MAIN}} </span>
es_419: Subcategoría: <span itemprop='applicationSubCategory'>{{CLASS.PLURAL.MAIN}} {{GROUP.NAME}}</span>
et: Alamkategooria: <span itemprop='applicationSubCategory'>{{GROUP.NAME}} {{CLASS.PLURAL.MAIN}}</span>
fr: Sous-catégorie: <span itemprop='applicationSubCategory'>{{GROUP.NAME}} {{CLASS.PLURAL.MAIN}}</span>
hr: Potkategorija: <span itemprop='applicationSubCategory'>{{CLASS.PLURAL.MAIN}}{{GROUP.NAME}}</span>
hu: Alkategória: <span itemprop='applicationSubCategory'>{{GROUP.NAME}} {{CLASS.PLURAL.MAIN}} </span>
id: Subkategori: <span itemprop='applicationSubCategory'>{{GROUP.NAME}} {{CLASS.PLURAL.MAIN}}</span>
it: Sottocategoria: <span itemprop='applicationSubCategory'>{{GROUP.NAME}} {{CLASS.PLURAL.MAIN}}</span>
nl: Subcategorie: <span itemprop='applicationSubCategory'>{{GROUP.NAME}} {{CLASS.PLURAL.MAIN}}</span>
no: Subkategori: <span itemprop='applicationSubCategory'>{{GROUP.NAME}} {{CLASS.PLURAL.MAIN}}</span>
pt_br: Subcategoria: <span itemprop='applicationSubCategory'>{{CLASS.PLURAL.MAIN}} {{GROUP.NAME}}</span>
pt_pt: Subcategoria: <span itemprop='applicationSubCategory'>{{GROUP.NAME}} {{CLASS.PLURAL.MAIN}}</span>
ro: Subcategoria: <span itemprop='applicationSubCategory'>{{CLASS.PLURAL.MAIN}} {{GROUP.NAME}}</span>
sk: Podkategória: <span itemprop='applicationSubCategory'>{{CLASS.PLURAL.MAIN}} {{GROUP.NAME}}</span>
sl: Podkategorija: <span itemprop='applicationSubCategory'>{{GROUP.NAME}} {{CLASS.PLURAL.MAIN}}</span>
sr: Podkategorija: <span itemprop='applicationSubCategory'>{{GROUP.NAME}} {{CLASS.PLURAL.MAIN}}</span>
sw: Kikundi: <span itemprop='applicationSubCategory'>{{GROUP.NAME}} {{CLASS.PLURAL.MAIN}}</span>
ta: துணை வகை: <span itemprop='applicationSubCategory'>{{GROUP.NAME}} {{CLASS.PLURAL.MAIN}}</span>
th: ประเภทย่อย: <span itemprop='applicationSubCategory'>{{GROUP.NAME}} {{CLASS.PLURAL.MAIN}}</span>
tr: Alt kategori: <span itemprop='applicationSubCategory'>{{GROUP.NAME}} {{CLASS.PLURAL.MAIN}} </span>

# seo_devicegroupos-footer-content
source: Download drivers for {{GROUP.VENDOR.NAME}} {{GROUP.NAME}} {{CLASS.PLURAL.FOR}} (Windows {{OS}}), or install DriverPack Solution software for automatic driver download and update
az: {{GROUP.VENDOR.NAME}} {{GROUP.NAME}} {{CLASS.PLURAL.FOR}} (Windows {{OS}}) üçün driverləri endirin ya da avtomatik driver endirmə və yeniləmə üçün DriverPack Solution proqramını quraşdırın
bg: Изтегли драйвери за {{GROUP.VENDOR.NAME}} {{GROUP.NAME}} {{CLASS.PLURAL.FOR}} (Windows {{OS}}) или инсталирай софтуера DriverPack Solution за автоматично изтегляне и актуализиране на драйвери
bn: {{GROUP.VENDOR.NAME}} {{GROUP.NAME}} {{CLASS.PLURAL.FOR}} (Windows {{OS}}) এর ড্রাইভারসমূহ ডাউনলোড করুন, অথবা স্বয়ংক্রিয় ড্রাইভার ডাউনলোড ও আপডেটের জন্য DriverPack Solution সফটওয়্যার ইন্সটল করুন
ca: Descarrega els controladors per a {{CLASS.PLURAL.FOR}} {{GROUP.VENDOR.NAME}} {{GROUP.NAME}} (Windows {{OS}}), o instal·la l'aplicació DriverPack Solution per a la descàrrega i actualització automàtica de controladors
cs: Stáhnout ovladače pro {{GROUP.VENDOR.NAME}} {{GROUP.NAME}} {{CLASS.PLURAL.FOR}} (Windows {{OS}}), nebo nainstalovat program DriverPack Solution pro automatické stažení a aktualizací ovladačů
es_419: Descarga los controladores para {{CLASS.PLURAL.FOR}} {{GROUP.VENDOR.NAME}} {{GROUP.NAME}} (Windows {{OS}}), o instala el software DriverPack Solution para una actualización de los controladores automática
et: Lae alla {{GROUP.VENDOR.NAME}} {{GROUP.NAME}} {{CLASS.PLURAL.FOR}} draiver (Windows{{OS}} jaoks), või paigalda DriverPack Solution tarkvara, et automaatselt skaneerida ja uuendada draivereid
fil: I-download ang mga driver para sa {{GROUP.VENDOR.NAME}} {{GROUP.NAME}} {{CLASS.PLURAL.FOR}} (Windows {{OS}}), o i-install ang DriverPack Solution software para sa awtomatikong pag-download at pag-update ng driver
fr: Téléchargez les pilotes pour {{GROUP.VENDOR.NAME}} {{GROUP.NAME}} {{CLASS.PLURAL.FOR}} (Windows {{OS}}), ou installez le logiciel DriverPack Solution pour le téléchargement automatique du pilote et sa mise à jour
hr: Preuzmite upravljačke programe za {{CLASS.PLURAL.FOR}} za{{GROUP.VENDOR.NAME}}{{GROUP.NAME}}za (Windows {{OS}}) ili instalirajte program DriverPack Solution za automatsko ažuriranje i preuzimanje upravljačkih programa
hu: {{GROUP.VENDOR.NAME}}{{GROUP.NAME}}{{CLASS.PLURAL.FOR}} driverek letöltése (Windows {{OS}}), vagy telepítse a DriverPack Solution szoftvert a driverek kereséséhez és frissítéséhez
id: Unduh driver untuk {{GROUP.VENDOR.NAME}} {{GROUP.NAME}} {{CLASS.PLURAL.FOR}} (Windows {{OS}}), atau pasang perangkat lunak DriverPack Solution untuk unduh dan perbarui driver otomatis
it: Scarica i driver per {{GROUP.VENDOR.NAME}} {{GROUP.NAME}} {{CLASS.PLURAL.FOR}} (Windows {{OS}}), o installa il software DriverPack Solution per scaricare automaticamente il driver aggiornandolo
nl: Download drivers voor {{GROUP.VENDOR.NAME}} {{GROUP.NAME}} {{CLASS.PLURAL.FOR}} (Windows {{OS}}) of installeer DriverPack Solution software voor automatische driver download en update
no: Last ned drivere for {{GROUP.VENDOR.NAME}} {{GROUP.NAME}} {{CLASS.PLURAL.FOR}} (Windows {{OS}}), eller installer DriverPack Solution programvare for automatisk driver nedlasting og oppdatering
pt_br: Baixar drivers para {{CLASS.PLURAL.FOR}} {{GROUP.VENDOR.NAME}} {{GROUP.NAME}} (Windows {{OS}}), ou instale o programa DriverPack Solution para baixar e atualizar o driver automaticamente
pt_pt: Descarregue controladores de {{CLASS.PLURAL.FOR}} para {{GROUP.NAME}} da {{GROUP.VENDOR.NAME}} (Windows {{OS}}), ou instale o programa DriverPack Solution para uma instalação e atualização automática de controladores
sk: Stiahne ovládače pre {{GROUP.VENDOR.NAME}} {{GROUP.NAME}} {{CLASS.PLURAL.FOR}} (Windows {{OS}}), alebo nainštalujte softvér DriverPack Solution pre automatické stiahnutie a aktualizáciu ovládačov
sl: Prenos gonilnikov za {{GROUP.VENDOR.NAME}} {{GROUP.NAME}} {{CLASS.PLURAL.FOR}} (Windows {{OS}}), ali namestitev program DriverPack Solution za samodejno prenos in nadgradnjo gonilnikov
sr: Preuzmite drajvere za {{GROUP.VENDOR.NAME}} {{GROUP.NAME}} {{CLASS.PLURAL.FOR}} (Windows {{OS}}) ili instalirajte DriverPack Solution softver za automatsko preuzimanje i ažuriranje drajvera
sw: Pakua madriver za {{GROUP.VENDOR.NAME}} {{GROUP.NAME}} {{CLASS.PLURAL.FOR}} (Windows {{OS}}), au uweke programu ya DriverPack Solution ya kupakua kwa moja kwa moja driver na kusasisha
ta: வன்பொருள்களை பதிவிறக்குக {{GROUP.VENDOR.NAME}} {{GROUP.NAME}} {{CLASS.PLURAL.FOR}} விண்டோஸ் (Windows {{OS}}), அல்லது நிறுவுக தானியங்கி முறையில் வன்பொருள் நிறுவல் மற்றும் மேம்பாட்டிற்கு வன்பொருள்தொகுப்பு தீர்வு DriverPack Solution எனும் இந்த மென்பொருளை பதிவிறக்கவும்
th: ดาวน์โหลดไดรเวอร์สำหรับ {{GROUP.VENDOR.NAME}} {{GROUP.NAME}} {{CLASS.PLURAL.FOR}} (Windows {{OS}}) หรือติดตั้ง DriverPack Solution ซอฟท์แวร์สำหรับดาวน์โหลดและอัพเดทไดรเวอร์อัตโนมัติ
tr: {{GROUP.VENDOR.NAME}} {{GROUP.NAME}} {{CLASS.PLURAL.FOR}} (Windows {{OS}}) için sürücüleri indirin, ya da otomatik sürücü indirme ve güncelleme için DriverPack Solution yazılımını yükleyin
