Repository: DriverPackSolution/transifex-backup
Catalog: delorean/drpsu-organic-european/drpsu-organic-european-ltrpo/*.po
Languages: az, bg, bn, ca, cs, es_419, et, fil, fr, hr, hu, id, it, nl, no, pt_br, pt_pt, ro, sk, sl, sr, sw, ta, th, tr

# seo_notebook-footer-content-acer-aspire-v3-571g-lan
source: Here you can download the netcard driver of Acer Aspire v3 571g laptop for Windows XP, 7, 8, 8.1, and 10. Have you not found the driver you need by yourself? Use our DriverPack Solution software - it will select everything required by itself.
az: Buradan Windows XP, 7, 8, 8,1 və ya 10 ilə uyğun Acer Aspire v3 571g şəbəkə driverlərini endirə bilərsiniz. İstədiyiniz driveri tapa bilmədiniz? DriverPack Solution proqramımızı endirin - lazım olan hər şeyi avtomatik seçəcəkdir.
bn: Windows XP, 7, 8, 8.1, এবং 10 এর জন্য Acer Aspire v3 571g ল্যাপটপের নেটওয়ার্ক কার্ড (netcard) ড্রাইভারসমূহ এখান থেকে ডাউনলোড করতে পারবেন। দরকারি ড্রাইভারটি নিজ থেকে খুঁজে পান নি? DriverPack Solution সফটওয়্যার ব্যবহার করুন - এটি নিজে নিজে দরকারি সবকিছু বাছাই করবে।
ca: Aquí podeu descarregar els controladors per a targeta de xarxa del portàtil Acer Aspire v3 571g per a Windows XP, 7, 8, 8.1 o 10. No heu trobat el controlador que necessiteu? Utilitzeu la nostra aplicació DriverPack Solution - seleccionarà tot el que necessiteu per si sol.
es_419: Aquí puedes descargar el controlador para la tarjeta de red del portátil Acer Aspire v3 571g para Windows XP, 7, 8, 8.1 y 10. ¿No has encontrado el driver que necesitas? Usa nuestro software DriverPack Solution - seleccionará todo lo que necesitas automáticamente.
et: Siit saate laadida alla võrgukaardi draiverid Acer Aspire v3 571g sülearvutile, Windows XP, 7, 8, 8.1 ja 10 jaoks. Ei leia sobivat draiverit iseseisvalt? Kasutage meie DriverPack Solution tarkvara - see valib teile kõik vajaliku ise.
fil: Dito maaari mong i-download ang netcard driver ng Acer Aspire v3 571g laptop para sa Windows XP, 7, 8, 8.1, at 10. Hindi mo nahanap ang driver na kailangan mo? Gamitin ang aming DriverPack Solution software - pipiliin nito ang lahat ng mga kinakailangan para sa iyo.
fr: Ici vous pouvez télécharger le pilote netcard de l'ordinateur portable Acer Aspire v3 571g pour Windows XP, 7, 8, 8.1 et 10. Avez-vous trouvé le pilote dont vous avez besoin par vous-même? Utilisez notre logiciel DriverPack Solution - il va sélectionner tout ce qui est requis par lui-même.
hr: Ovdje možete preuzeti upravljački program za mrežnu karticu u prijenosnom računalu Acer Aspire V3 571G za Windows XP, 7, 8, 8.1 i 10. Niste uspjeli sami pronaći upravljački program koji Vam treba? Upotrijebite naš program DriverPack Solution - sam će odabrati sve što je potrebno.
hu: Az Acer Aspire v3 571g laptop hálózati kártya drivere Windows XP, 7, 8, 8.1 vagy 10 rendszerhez innen letölthető. Ha nem találja a szükséges drivert, töltse le, és telepítse a DriverPack Solution szoftvert! Automatikusan kiválaszt mindent, amire szüksége lehet.
id: Di sini anda dapat unduh driver kartu jaringan untuk laptop Acer Aspire v3 571g untuk Windows XP, 7, 8, 8.1, dan 10. Anda belum menemukan driver yang anda perlukan? Gunakan aplikasi DriverPack Solution kami - ia akan memilih semua yang diperlukan dengan sendirinya.
nl: Hier kunt u de netkaart driver van de Acer Aspire v3 571g laptop downloaden voor Windows XP, 7, 8, 8.1 en 10. Heb je de driver die je nodig hebt, zelf niet gevonden? Gebruik onze dan DriverPack Solution software - het zal alles wat benodigd is zelf selecteren.
no: Her kan du laste ned nettleser driveren til Acer Aspire v3 571g bærbare for Windows XP, 7, 8, 8.1 og 10. Har du ikke funnet driveren du trenger selv? Bruk vår DriverPack Solution programvare - den vil velge alt som kreves av seg selv.
pt_br: Aqui você pode baixar o driver da placa de rede do notebook Acer Aspire v3 571g para o Windows XP, 7, 8, 8.1 e 10. Você não encontrou o driver que você precisa? Use o programa DriverPack Solution - ele selecionará tudo o que for necessário.
pt_pt: Aqui pode descarregar controladores de rede de portáteis Acer Aspire v3 571g para o Windows XP, 7, 8, 8.1 e 10. Não conseguiu encontrar o controlador que precisa? Use o nosso programa DriverPack Solution - irá selecionar sozinho tudo o que é preciso.
ro: Aici puteți descărca driverul netcard al laptopului Acer Aspire v3 571g pentru Windows XP, 7, 8, 8.1 și 10. Nu ați găsit driverul de care aveți nevoie manual? Utilizați software-ul DriverPack Solution - acesta va selecta tot ceea ce este necesar automat.
sk: Tu si môžete stiahnuť ovládač sieťovej karty laptopu Acer Aspire v3 571g pre Windows XP, 7, 8, 8.1 a 10. Nenašli ste ovládač, ktorý potrebujete? Použite náš softvér DriverPack Solution - vyberie všetko požadované sám.
sl: V tem zavihku lahko prenesete gonilnike za mrežno kartico prenosnika Acer Aspire v3 571g v sistemih Windows XP, 7, 8, 8.1 in 10. Niste našli kar iščete? Uporabite naš program DriverPack Solution - izbral bo vse potrebno popolnoma avtomatično.
sr: Ovde možete da preuzmete drajver za mrežnu karticu za Acer Aspire v3 571g laptop podržan na Windows-u XP, 7, 8, 8.1 i 10. Niste uspeli da pronađete odgovarajući drajver? Upotrebite DriverPack Solution softver - instaliraće sve potrebne drajvere na vaš računar.
sw: Hapa unaweza kupakua kiendeshi cha Netcard kwaajili ya kipakatalishi cha Acer Aspire v3 571g kwa Windows XP, 7, 8, 8.1 na 10. Je hujapata kiendeshi unachokiitaji? Tumia DriverPack Solution programu suruhishi - yenyewe itachagua kila kitu kinachihitajika.
ta: விண்டோஸ் Windows 7, XP, 10, 8, மற்றும் 8.1 க்கான Acer Aspire v3 571g மடிக்கணினியின் நெட்கார்ட் netcard வன்பொருளை நீங்கள் இங்கே பதிவிறக்கலாம். எங்கள் வன்பொருள்தொகுப்பு தீர்வு DriverPack Solution மென்பொருள் பயன்படுத்தவும் - அது தானாகவே தேவையான எல்லாவற்றையும் தேர்ந்தெடுக்கும்.
th: ที่นี่คุณสามารถดาวน์โหลดไดรเวอร์เน็ตการ์ดสำหรับแล็ปท็อป Acer Aspire v3 571g สำหรับ Windows XP, 7, 8, 8.1 และ 10 คุณหาไดรเวอร์ที่ต้องการไม่เจอเหรอ ใช้ซอฟท์แวร์ DriverPack Solution ของเรา มันจะเลือกทุกสิ่งที่ต้องการอัตโนมัติ
tr: Buradan Windows XP, 7, 8, 8.1, ve 10 uyumlu Acer Aspire v3 571g ağ denetleyicisi sürücüsünü indirebilirsiniz. İstediğiniz sürücüyü kendiniz bulamadınız mı? DriverPack Solution yazılımımızı kullanın - gerekli olan herşeyi kendiliğinden seçer.

# seo_notebook-footer-content-acer-aspire-v3-571g-cardreader
source: In this Section you can download the driver for card reader of Acer Aspire v3 571g laptop for Windows XP, 7, 8, 8.1, and 10 without extra troubles. Here you can also download our DriverPack Solution software - it will analyse your hardware configuration, select and install the required driver by itself.
az: Bu bölmədən Windows XP, 7, 8, 8,1 və ya 10 ilə uyğun Acer Aspire v3 571g kart oxuyucu driverlərini problem olmadan endirə endirə bilərsiniz. Eyni zamanda DriverPack Solution proqramımızı da endirə bilərsiniz - avadanlıq tənzimləmələrinizi analiz edib, lazım olan driverləri quraşdıracaqdır.
bn: Windows XP, 7, 8, 8.1, এবং 10 এর জন্য Acer Aspire v3 571g ল্যাপটপের কার্ড রিডারের ড্রাইভার এই শাখা থেকে বাড়তি ঝামেলা ছাড়াই ডাউনলোড করতে পারবেন। এখান থেকে আপনি আমাদের DriverPack Solution সফটওয়্যারও ডাউনলোড করতে পারবেন - এটি হার্ডওয়্যার কনফিগারেশন বিশ্লেষণ করবে, নিজে নিজে দরকারি ড্রাইভার বাছাই ও ইন্সটল করবে।
ca: En aquesta secció podeu descarregar el controlador per al lector de targetes del portàtil Acer ASpire v3 571g per a Windows XP, 7, 8, 8.1 o 10 sense problemes. També podeu descarregar la nostra aplicació DriverPack Solution - analitzarà el vostre maquinari i instal·larà els ontroladors necessaris per si sol.
es_419: En esta sección puedes descargar los controladores para el lector de tarjetas del portátil Acer Aspire v3 571g para Windows XP, 7, 8, 8.1 y 10 sin más problemas. También puedes descargar nuestro software DriverPack Solution - analizará tu hardware y seleccionará e instalará los controladores requeridos automáticamente.
et: Siit sektsioonist saate laadida alla kaardilugeja draiverid Acer Aspire v3 571g sülearvutile, Windows XP, 7, 8, 8.1 ja 10 jaoks ilma probleemideta. Siit saate laadida alla ka meie DriverPack Solution tarkvara - see analüüsib teie riistvara ja paigaldab vajalikud draiverid iseseisvalt.
fil: Sa Seksyon na ito maaari mong i-download ang driver para sa card reader ng Acer Aspire v3 571g laptop para sa Windows XP, 7, 8, 8.1, at 10 nang walang problema. Dito maaari mo ring i-download ang aming DriverPack Solution software - susuriin nito ang configuration ng iyong hardware, piliin at i-install ang mga kinakailangang driver.
fr: Dans cette section, vous pouvez télécharger le pilote pour le lecteur de carte de l'ordinateur portable Acer Aspire v3 571g pour Windows XP, 7, 8, 8.1 et 10 sans problèmes supplémentaires. Ici vous pouvez également télécharger notre logiciel DriverPack Solution - il va analyser votre configuration matérielle, sélectionnez et installez le pilote requis par lui-même.
hr: U ovome odjeljku možete bez problema preuzeti upravljački program za čitač kartica u prijenosnom računalu Acer Aspire V3 571G za Windows XP, 7, 8, 8.1 i 10. Možete preuzeti i naš program DriverPack Solution - analizirat će Vaš hardver te sam odabrati i instalirati potreban upravljački program.
hu: Innen letöltheti az Acer Aspire v3 571g laptop kártyaolvasó driverét Windows XP, 7, 8, 8.1 és 10 rendszerekhez minden további gond nélkül. Emellett letöltheti a DriverPack Solution szoftvert is, mely kiválasztja az ön konfigurációjához leginkább illő drivert.
id: Pada Bagian ini anda dapat unduh driver untuk pembaca kartu laptop Acer Aspire v3 571g untuk Windows XP, 7, 8, 8.1, dan 10 tanpa masalah tambahan. Disini anda juga dapat unduh aplikasi DriverPack Solution kami - ia akan menganalisa konfigurasi perangkat keras anda, memilih dan memasang driver yang dibutuhkan dengan sendirinya.
nl: In deze sectie kunt u de driver voor de kaartlezer van de Acer Aspire v3 571g laptop voor Windows XP, 7, 8, 8.1 en 10 zonder extra problemen downloaden. Hier kunt u ook onze DriverPack Solution software downloaden - het zal uw hardwareconfiguratie analyseren, selecteert en installeert de vereiste driver zelf.
no: I denne Seksjonen kan du laste ned driveren til kortleser for Acer Aspire v3 571g bærbar for Windows XP, 7, 8, 8.1 og 10 uten ekstra problemer. Her kan du også laste ned vår DriverPack Solution programvare - den vil analysere maskinvare konfigurasjonen, velg og installer den nødvendige driveren selv.
pt_br: Nesta seção, você pode baixar o driver para o leitor de cartão do notebook Acer Aspire v3 571g para o Windows XP, 7, 8, 8.1 e 10 sem problemas extras. Aqui você também pode baixar o programa DriverPack Solution - ele analisará sua configuração de hardware, selecionará e instalará o driver necessário automaticamente.
pt_pt: Nesta Secção pode descarregar o controlador de leitor de cartões do portátil Acer Aspire v3 571g para o Windows XP, 7, 8, 8.1 e 10 sem problemas. Pode também aqui descarregar o nosso programa DriverPack Solution - irá analisar a sua configuração de hardware, selecionar e instalar sozinho o controlador necessário.
ro: În această Secțiune puteți descărca driverul pentru cititorul de carduri de la laptopul Acer Aspire v3 571g pentru Windows XP, 7, 8, 8.1 și 10 fără probleme suplimentare. Aici puteți descărca și software-ul DriverPack Solution - acesta va analiza configurația dvs. hardware, va selecta și instala driverul necesar automat.
sk: V tejto sekcii môžete prevziať ovládač pre čítačku kariet laptopu Acer Aspire v3 571g pre Windows XP, 7, 8, 8.1 a 10, bez ďalších problémov. Tu si taktiež môžete stiahnuť náš softvér DriverPack Solution - zanalyzuje vašu hardvérovú konfiguráciu a sám vyberie a nainštaluje požadovaný ovládač.
sl: V tem zavihku lahko prenesete gonilnik čitalca kartic v prenosniku Acer Aspire v3 571g v OS Windows XP, 7, 8, 8.1 in 10 popolnoma brez težav. Prav tako lahko prenesete naš program DriverPack Solution - preveril bo stanje vaših gonilnikov in po potrebi izbral ter nadgradil izbrane gonilnike na najsodobnejšo verzijo.
sr: U ovom odeljku možete veoma jednostavno da preuzmete drajver za čitač kartica za Acer Aspire v3 571g laptop podržan na Wondows XP, 7, 8, 8.1 i 10 operatinom sistemu. Takođe, ovde možete da preuzmete DriverPack Solution softver - na osnovu anlalize komponenti računara odabraće i instalirati potrebne drajvere.
sw: Katika sehemu hii unaweza kushusha driver kwa msomaji wa kadi ya Acer Aspire v3 571g kwa Windows XP, 7, 8, 8.1 na 10 bila shida za ziada. Hapa unaweza pia kupakua programu yetu ya DriverPack Solution - itachambua usanidi wako wa vifaa, chagua na usakinishe driver unahitajika peke yake.
ta: இந்த பிரிவில் நீங்கள் விண்டோஸ் Windows 7, XP, 10, 8, மற்றும் 8.1 க்கான Acer Aspire v3 571g மடிக்கணினி கார்டு ரீடரின் வன்பொருளை பதிவிறக்கலாம். இங்கே நீங்கள் எங்கள் வன்பொருள்தொகுப்பு தீர்வு DriverPack Solution மென்பொருளைப் பதிவிறக்கம் செய்து கொள்ளலாம் - அது உங்கள் வன்பொருள் அமைப்பைப் பகுப்பாய்வு செய்யும், தேவையான வன்பொருளைத் தேர்ந்தெடுத்து நிறுவவும்.
th: ในส่วนนี้คุณสามารถดาวน์โหลดไดรเวอร์สำหรับการ์ด รีดเดอร์ของแล็ปท็อป Acer Aspire v3 571g สำหรับ Windows XP, 7, 8, 8.1 และ 10 โดยไม่มีปัญหาใด ๆ ที่นี่คุณยังสามารถดาวน์โหลด DriverPack Solution ซอฟท์แวร์ของเรา มันจะวิเคราะห์การปรับแต่งฮาร์ดแวร์ของคุณ เลือก และติดตั้งไดรเวอร์ที่ต้องการโดยตัวมันเอง
tr: Bu bölümden Windows XP, 7, 8, 8.1, ve 10 uyumlu Acer Aspire v3 571g kart okuyucu sürücülerini sorunsuz indirebilirsiniz. Aynı zamanda DriverPack Solution yazılımımızı da indirebilirsiniz - donanım yapılandırmanızı analiz edip, gerekli sürücüleri kendiliğinden yükleyecektir.

# seo_notebook-footer-content-asus-x550cc-wifi
source: Does Wi-Fi not operate on Asus X550CC laptop? The problem might be with out-of-date drivers - download the latest version of the Wi-Fi driver for Asus X550CC laptop, or install free DriverPack Solution software - it will do everything in automatic mode.
az: Asus X550CC noutbukunuzda Wi-Fi işləmir? Problem köhnəlmiş driverlərlə bağlı ola bilər - Asus X550CC üçün ən yeni Wi-Fi driverlərini endirin və ya pulsuz DriverPack Solution proqramımızı endirin - proqram hər şeyi özü edəcəkdir.
bn: Asus X550CC ল্যাপটপে Wi-Fi কাজ করছে না? সমস্যাটি সেকেলে ড্রাইভারসমূহের সাথে সম্পর্কিত হতে পারে - Asus X550CC ল্যাপটপের জন্য সর্বশেষ সংস্করণের Wi-Fi ড্রাইভার ডাউনলোড করুন, অথবা ফ্রি DriverPack Solution সফটওয়্যার ইন্সটল করুন - স্বয়ংক্রিয় মোডে এটি সবকিছু করবে।
ca: No funciona la Wi-Fi al portàtil Asus X550CC? El problema pot se degut a uns controladors desactualitzats - descarregueu la última versió del controlador per a Wi-Fi pel portàtil Asus X550CC, o instal·leu l'aplicació gratuïta DriverPack Solution - s'encarregarà de tot automàticament.
es_419: ¿No te funciona la Wi-Fi en el portátil Asus X550CC? El problema puede deberse a unos drives desactualizados. Descarga la última versión del driver para Wi-Fi del portátil Asus X550CC, o instala el software gratuito DriverPack Solution - se encargará de todo automáticamente.
et: Kas teie Wi-Fi ei tööta korralikult Asus X550CC sülearvutil? Probleem võib olla aegunud draiverites - laadige alla kõige uuemad Wi-Fi draiverid Asus X550CC sülearvutile, või paigaldage tasuta DriverPack Solution tarkvara - see teeb kõik automaatselt ise.
fil: Hindi ba gumagana ang Wi-Fi ng iyong Asus X550CC laptop? Ang problema ay maaaring may mga driver naout-of-date - i-download ang pinakabagong bersyon ng driver ng Wi-Fi para sa Asus X550CC laptop, o i-install ang libreng software ng DriverPack Solution - awtomatiko nitong gagawin nito ang lahat.
fr: Le Wi-Fi ne fonctionne-t-il pas sur un ordinateur portable Asus X550CC? Le problème peut provenir de pilotes obsolètes - téléchargez la dernière version du pilote Wi-Fi pour ordinateur portable Asus X550CC ou installez le logiciel gratuit DriverPack Solution - tout fonctionnera en mode automatique.
hr: Ne radi Vam bežična mreža na prijenosnom računalu Asus X550CC? Možda se problem krije u zastarjelim upravljačkim programima - preuzmite najnoviju verziju upravljačkog programa za bežičnu mrežu na prijenosnom računalu Asus X550CC ili instalirajte besplatan program DriverPack Solution - sve će odraditi u automatskom načinu.
hu: Nem működik megfelelően az Asus X550CC laptopjának a wif ikapcsolata? A régi driverek is okozhatják ezt a problémát. Töltse le a legfrissebb wifi drivereket az Asus X550CC laptophoz, vagy telepítse az ingyenes DriverPack Solution szoftvert, mely automatikusan módon mindent elvégez.
id: Apa Wi-Fi tidak beroperasi di komputer jinjing Asus X550CC? masalahnya mungkin dengan lewat waktunya driver - unduh versi terakhir dari driver Wi-Fi untuk komputer jinjing Asus X550CC, atau pasang dengan bebas perangkat lunak DriverPack Solution - ini akan melakukan semuanya dalam mode otomatis.
nl: Werkt de Wifi niet op de Asus X550CC laptop? Het probleem kunnen out-of-date drivers zijn - download de nieuwste versie van de Wi-Fi driver voor de Asus X550CC laptop of installeer gratis de DriverPack Solution software - het doet alles in de automatische modus.
no: Fungerer Wi-Fi ikke på Asus X550CC bærbar? Problemet kan være utdaterte drivere - last ned den nyeste versjonen av Wi-Fi driveren for Asus X550CC bærbar, eller installer gratis DriverPack Solution programvare - den vil gjøre alt i automatisk modus.
pt_br: O Wi-Fi do notebook Asus X550CC não funciona? O problema pode ser com drivers obsoletos - baixe a versão mais recente do driver de Wi-Fi do notebook Asus X550CC ou instale o gratuitamente o programa DriverPack Solution - ele fará tudo em modo automático.
pt_pt: O Wi-Fi não funciona no seu portátil Asus X550CC? O problema poderão ser controladores desatualizados - descarregue a última versão do controlador Wi-Fi para o portátil Asus X550CC, ou instale o programa livre DriverPack Solution - fará tudo de modo automático.
ro: Nu funcționează Wi-Fi pe laptopul Asus X550CC? Problema ar putea fi driverele învechite - descărcați cea mai recentă versiune a driverului Wi-Fi pentru laptopul Asus X550CC sau instalați software-ul gratuit DriverPack Solution - va face totul în modul automat.
sk: Nefunguje Wi-Fi na laptope Asus X550CC? Problém môže byť so zastaranými ovládačmi - stiahnite si najnovšiu verziu ovládača Wi-Fi pre prenosný počítač Asus X550CC, alebo si nainštalujte bezplatný softvér DriverPack Solution - urobí všetko v automatickom režime.
sl: Wi-Fi v prenosniku Asus X550CC ne deluje? Problem morda tiči v zastarelih gonilnikih - prenesite najsodobnejše gonilnike za vaš Asus X550CC prenosnik in mrežno kartico, lahko pa namestite naš brezplačni program DriverPack Solution - vse bo opravil popolnoma avtomatično.
sr: Da li bežični internet radi na vašem Asus X550CC laptopu? Problem je verovatno nastao zbog zastarelih drajvera - preuzmite najnoviju verziju drajvera za Wi-Fi za Asus X550CC ili besplatno instalirajte DriverPack Solution softver za automatsko ažuriranje drajvera - sve će uraditi umesto vas.
sw: Je Wi-Fi haifanyi kazi kwenye Kiparakatalishi cha Asus X550CC? Tatizo linaweza kuwa ni sababu ya programu viendeshi kupitwa na wakati. Pakua toleo jipya la kiendeshi cha Wi-Fi kwaajili ya kipakatalishi cha Asus X550CC au sakinisha programu suruhishi ya DriverPack Solution bure - Itafanya kilakitu katika halitumizi otomatiki.
ta: Asus X550CC மடிக்கணினியில் Wi-Fi இயங்கவில்லையா? பிரச்சனை காலாவதியான வன்பொருளாக இருக்கலாம் - Asus X550CC மடிக்கணினியின் சமீபத்திய Wi-Fi வன்பொருள் பதிப்பை பதிவிறக்கலாம் அல்லது இலவச வன்பொருள்தொகுப்பு தீர்வு DriverPack Solution மென்பொருளை நிறுவலாம் - இது தானியங்கு முறையில் அனைத்தையும் செய்யும்.
th: Wi-Fi บนแล็ปท็อป Asus X550CC ไม่ทำงานเหรอ ปัญหาอาจจะมาจากไดรเวอร์ล้าสมัย ดาวน์โหลดเวอร์ชั่นล่าสุดของไดรเวอร์ Wi-Fi สำหรับแล็ปท็อป Asus X550CC หรือติดตั้งซอฟท์แวร์ DriverPack Solution มันจะทำทุกอย่างในโหมดอัตโนมัติ
tr: Asus X550CC dizüstünüzde Wi-Fi çalışmıyor mu? Sorun eskimiş sürücülerden kaynaklanıyor olabilir - Asus X550CC için en güncel Wi-Fi sürücülerini indirin, veya ücretsiz DriverPack Solution yazılımımızı - program gerekli herşeyi kendiliğinden yapar.
