Repository: DriverPackSolution/transifex-backup
Catalog: delorean/drpsu-organic-european/drpsu-organic-european-ltrpo/*.po
Languages: az, bg, bn, ca, cs, es_419, et, fil, fr, hr, hu, id, it, nl, no, pt_br, pt_pt, ro, sk, sl, sr, sw, ta, th, tr

# seo_notebookos-footer-content
source: Here you can download drivers for {{NOTEBOOK.VENDOR.NAME}} {{NOTEBOOK.NAME}} laptop (Windows {{OS}}), or download the software for automatic driver installation and update from DriverPack Solution
az: Buradan {{NOTEBOOK.VENDOR.NAME}} {{NOTEBOOK.NAME}} noutbuk (Windows {{OS}}) üçün driverləri endirə bilərsiniz ya da avtomatik driver endirmə və yeniləmə üçün DriverPack Solution proqramını quraşdırın
bg: Тук може да изтеглиш драйвери за лаптоп {{NOTEBOOK.VENDOR.NAME}} {{NOTEBOOK.NAME}} (Windows {{OS}}) или изтегли софтуера за автоматично инсталиране и обновяване на драйвери от DriverPack Solution
bn: এখান থেকে আপনি {{NOTEBOOK.VENDOR.NAME}} {{NOTEBOOK.NAME}} ল্যাপটপের (Windows {{OS}}) ড্রাইভারসমূহ ডাউনলোড করতে পারবেন, অথবা স্বয়ংক্রিয় ড্রাইভার ইন্সটলেশন এবং DriverPack Solution থেকে আপডেট পেতে সফটওয়্যারটি ডাউনলোড করুন
ca: Aquí pots descarregar els controladors per a portàtil {{NOTEBOOK.VENDOR.NAME}} {{NOTEBOOK.NAME}} (Windows {{OS}}), o descarregar l'aplicació per a la instal·lació i actualització automàtica de controladors de DriverPack Solution
cs: Zde můžete stáhnout ovladače pro {{NOTEBOOK.VENDOR.NAME}} {{NOTEBOOK.NAME}} laptop (Windows {{OS}}), nebo stáhnout program pro automatickou instalaci a aktualizaci ovladačů od DriverPack Solution
es_419: Aquí puedes descargar controladores para portátiles {{NOTEBOOK.VENDOR.NAME}} {{NOTEBOOK.NAME}} (Windows {{OS}}), o descargar el software de DriverPack Solution para instalación y actualización de controladores automática
et: Siit saate alla laadida draivereid {{NOTEBOOK.VENDOR.NAME}} {{NOTEBOOK.NAME}} sülearvutile (Windows {{OS}} jaoks), või paigalda DriverPack Solution tarkvara, et automaatselt skaneerida ja uuendada draivereid
fil: Dito maaari mong i-download ang mga driver para sa {{NOTEBOOK.VENDOR.NAME}} {{NOTEBOOK.NAME}} na laptop (Windows {{OS}}), o mag-download ng software para sa pag-install at awtomatikong pag-update ng driver mula sa DriverPack Solution
fr: Ici vous pouvez télécharger des pilotes pour ordinateur portable {{NOTEBOOK.VENDOR.NAME}} {{NOTEBOOK.NAME}} sous (Windows {{OS}}), ou téléchargez le logiciel pour l'installation automatique du pilote et la mise à jour à partir de DriverPack Solution
hr: Ovdje možete preuzeti upravljačke programe za svoje prijenosno računalo {{NOTEBOOK.VENDOR.NAME}}{{NOTEBOOK.NAME}} (Windows {{OS}}) ili preuzeti program za automatsko ažuriranje i instalaciju upravljačkih programa tvrtke DriverPack Solution
hu: Itt töltheti le az {{NOTEBOOK.VENDOR.NAME}} {{NOTEBOOK.NAME}} laptop drivereit (Windows {{OS}}), vagy telepítheti a DriverPack Solution szoftvert a driverek kereséséhez és frissítéséhez
id: Di sini Anda dapat unduh driver untuk komputer jinjing {{NOTEBOOK.VENDOR.NAME}} {{NOTEBOOK.NAME}} (Windows {{OS}}), atau unduh si perangkat lunak untuk pemasangan dan pembaruan driver otomatis dari DriverPack Solution
it: Qui puoi scaricare i driver per {{NOTEBOOK.VENDOR.NAME}} {{NOTEBOOK.NAME}} laptop (Windows {{OS}}), o scarica il software per una installazione automatica dei driver aggiornati da DriverPack Solution
nl: Download hier de drivers voor {{NOTEBOOK.VENDOR.NAME}} {{NOTEBOOK.NAME}} laptop (Windows {{OS}}) of download de software voor automatische draver installatie en update van DriverPack Solution
no: Here kan du laste ned drivere for {{NOTEBOOK.VENDOR.NAME}} {{NOTEBOOK.NAME}} bærbare (Windows {{OS}}), eller laste ned programvaren for automatisk driver installasjon og oppdatering fra DriverPack Solution
pt_br: Aqui você pode baixar drivers para o notebook {{NOTEBOOK.VENDOR.NAME}} {{NOTEBOOK.NAME}} (Windows {{OS}}), ou baixe o programa para instalação e atualização automática do driver no DriverPack Solution
pt_pt: Aqui pode descarregar controladores para portáteis {{NOTEBOOK.VENDOR.NAME}} {{NOTEBOOK.NAME}} (Windows {{OS}}), ou descarregue o programa da DriverPack Solution para instalação e atualização automática de controladores
ro: Aici poți descărca drivere pentru {{NOTEBOOK.VENDOR.NAME}} {{NOTEBOOK.NAME}} laptop (Windows {{OS}}), sau poți să descarci un program pentru instalare și update de la DriverPack Solution
sk: Tu môžete prevziať ovládače pre laptop {{NOTEBOOK.VENDOR.NAME}} {{NOTEBOOK.NAME}} (Windows {{OS}}), alebo stiahnuť softvér pre automatickú inštaláciu a aktualizáciu ovládačov z DriverPack Solution
sl: V zavihku lahko prenesete gonilnike za {{NOTEBOOK.VENDOR.NAME}} {{NOTEBOOK.NAME}} prenosnike (Windows {{OS}}), ali prenesite program za samodejno namestitev in nadgradnjo gonilnikov iz DriverPack Solution
sr: Ovde možete preuzeti drajvere za {{NOTEBOOK.VENDOR.NAME}} {{NOTEBOOK.NAME}} laptop (Windows {{OS}}) ili preuzmite softver za automatsko instaliranje i ažuriranje drajvera od DriverPack Solution
sw: Hapa unaweza kushusha madriver za {{NOTEBOOK.VENDOR.NAME}} {{NOTEBOOK.NAME}} laptop (Windows {{OS}}), au kupakua programu ya ufungaji wa moja kwa moja ya dereva na sasisho kutoka kwa Suluhisho kwa DriverPack Solution
ta: இங்கே நீங்கள் வன்பொருள்களை பதிவிறக்கவும் {{NOTEBOOK.VENDOR.NAME}} {{NOTEBOOK.NAME}} மடிக்கணினி விண்டோஸ் (Windows {{OS}}), அல்லது தானியங்கி முறையில் வன்பொருள் நிறுவ மற்றும் மேம்படுத்தலுக்கு வன்பொருள்கள் தொகுப்பு தீர்வு DriverPack Solution எனும் இந்த மென்பொருளை பதிவிறக்கவும்.
th: ที่นี่คุณสามารถดาวน์โหลดไดรเวอร์สำหรับ {{NOTEBOOK.VENDOR.NAME}} {{NOTEBOOK.NAME}} แล็ปท็อป (Windows {{OS}}) หรือดาวน์โหลดซอฟท์แวร์สำหรับติดตั้งและอัพเดทไดรเวอร์อัตโนมัติจาก DriverPack Solution
tr: Buradan {{NOTEBOOK.VENDOR.NAME}} {{NOTEBOOK.NAME}} dizüstü (Windows {{OS}}) için sürücüleri indirebilirsiniz, ya da DriverPack Solution sitesinden otomatik sürücü kurulumu ve güncelleme için yazılımı indirin

# seo_deviceclassos-title
source: Download {{CLASS.SINGLE.FOR}} drivers for Windows {{OS}}
az: Windows {{OS}} üçün {{CLASS.SINGLE.FOR}} driverlərini endirin
bg: Изтегли драйвери за {{CLASS.SINGLE.FOR}} за Windows {{OS}}
bn: Windows {{OS}} এর জন্য ড্রাইভারসমূহ ডাউনলোড {{CLASS.SINGLE.FOR}}
ca: Descarrega els controladors per a {{CLASS.SINGLE.FOR}} per a Windows {{OS}}
cs: Stáhnout {{CLASS.SINGLE.FOR}} ovladače pro Windows {{OS}}
es_419: Descargar controladores de {{CLASS.SINGLE.FOR}} para Windows {{OS}}
et: Lae alla {{CLASS.SINGLE.FOR}} draiverid Windows {{OS}} jaoks
fil: I-download {{CLASS.SINGLE.FOR}} mga driver para sa Windows {{OS}}
fr: Téléchargez les pilotes de {{CLASS.SINGLE.FOR}} pour Windows {{OS}}
hr: Preuzmite upravljačke programe za {{CLASS.SINGLE.FOR}} za Windows {{OS}}
hu: {{CLASS.SINGLE.FOR}} driverek letöltése Windows {{OS}} rendszerhez
id: Unduh driver {{CLASS.SINGLE.FOR}} untuk Windows {{OS}}
it: Scarica {{CLASS.SINGLE.FOR}} i driver per Windows {{OS}}
nl: Download {{CLASS.SINGLE.FOR}} drivers voor Windows {{OS}}
no: Last ned {{CLASS.SINGLE.FOR}} drivere for Windows {{OS}}
pt_br: Baixar drivers de {{CLASS.SINGLE.FOR}} para o Windows {{OS}}
pt_pt: Descarregue controladores de {{CLASS.SINGLE.FOR}} para o Windows {{OS}}
ro: Descarcă drivere {{CLASS.SINGLE.FOR}} pentru Windows {{OS}}
sk: Stiahnuť ovládače - {{CLASS.SINGLE.FOR}} - pre Windows {{OS}}
sl: Prenos gonilnikov {{CLASS.SINGLE.FOR}} za Windows {{OS}}
sr: Preuzmite drajvere za {{CLASS.SINGLE.FOR}} za Windows {{OS}}
sw: Shusha {{CLASS.SINGLE.FOR}} madriver za Windows {{OS}}
ta: பதிவிறக்கம் {{CLASS.SINGLE.FOR}} விண்டோஸுக்குரிய Windows {{OS}}
th: ดาวน์โหลด {{CLASS.SINGLE.FOR}} ไดรเวอร์สำหรับ Windows {{OS}}
tr: Windows {{OS}} için {{CLASS.SINGLE.FOR}} sürücülerini indirin

# seo_deviceclassos-description
source: Install {{CLASS.SINGLE.FOR}} drivers for Windows {{OS}}, or download DriverPack Solution software for automatic driver installation and update
az: Windows {{OS}} üçün {{CLASS.SINGLE.FOR}} driverlərini endirin ya da avtomatik driver quraşdırma və yeniləmə üçün DriverPack Solution proqramını quraşdırın
bg: Инсталирай драйвери за {{CLASS.SINGLE.FOR}} за Windows {{OS}} или изтегли софтуера DriverPack Solution за автоматично инсталиране и обновяване на драйвери
bn: Windows {{OS}} এর {{CLASS.SINGLE.FOR}} ড্রাইভারসমূহ ইন্সটল করুন, অথবা স্বয়ংক্রিয় ড্রাইভার ইন্সটলেশন ও আপডেটের জন্য DriverPack Solution সফটওয়্যার ডাউনলোড করুন
ca: Instal·la els controladors per a {{CLASS.SINGLE.FOR}} per a Windows {{OS}}, o descarrega l'aplicació DriverPack Solution per a la instal·lació i actualització automàtica de controladors
cs: Instalovat {{CLASS.SINGLE.FOR}} ovladače pro Windows {{OS}}, nebo stáhnout program DriverPack Solution pro automatickou instalaci a aktualizaci ovladačů
es_419: Instala los controladores para {{CLASS.SINGLE.FOR}} para Windows {{OS}}, o descarga el software DriverPack Solution para la instalación y actualización de controladores automática
et: Paigalda {{CLASS.SINGLE.FOR}} draiverid Windows {{OS}} jaoks, või paigalda DriverPack Solution tarkvara, et automaatselt skaneerida ja uuendada draivereid
fil: I-install {{CLASS.SINGLE.FOR}} driver para sa Windows {{OS}}, o mag-download ng DriverPack Solution software para sa awtomatikong pag-install at pag-update ng driver
fr: Installez les pilotes de {{CLASS.SINGLE.FOR}} pour Windows {{OS}}, ou téléchargez DriverPack Solution pour l’installation et la mise à jour automatique du pilote
hr: Instalirajte upravljačke programe za {{CLASS.SINGLE.FOR}} za Windows {{OS}} ili preuzmite program DriverPack Solution za automatsko ažuriranje i instalaciju upravljačkih programa
hu: {{CLASS.SINGLE.FOR}} driverek telepítése Windows {{OS}} rendszerre, vagy telepítse a DriverPack Solution szoftvert a driverek kereséséhez és frissítéséhez
id: Pasang driver {{CLASS.SINGLE.FOR}} untuk Windows {{OS}}, atau unduh perangkat lunak DriverPack Solution untuk pemasangan dan pembaruan driver otomatis
it: Installa {{CLASS.SINGLE.FOR}} i driver per Windows {{OS}}, o scarica il software DriverPack Solution per una installazione automatica dei driver aggiornati
nl: Installeer {{CLASS.SINGLE.FOR}} drivers voor Windows {{OS}} of download DriverPack Solution software voor automatische driver installatie en update
no: Installer {{CLASS.SINGLE.FOR}} drivere for Windows {{OS}}, eller last ned DriverPack Solution programvare for automatisk driver installasjon og oppdatering
pt_br: Instale os drivers para {{CLASS.SINGLE.FOR}} para o Windows {{OS}} ou baixe o programa DriverPack Solution para instalar e atualizar automaticamente o driver
pt_pt: Instale controladores de {{CLASS.SINGLE.FOR}} para o Windows {{OS}}, ou descarregue o programa DriverPack Solution para uma instalação e atualização automática de controladores
ro: Instalează {{CLASS.SINGLE.FOR}} drivere pentru Windows {{OS}}, sau descarcă programul DriverPack Solution pentru instalare și update automat de drivere
sk: Nainštalovať ovládače {{CLASS.SINGLE.FOR}} pre Windows {{OS}}, alebo stiahnuť DriverPack Solution softvér pre automatickú inštaláciu a aktualizáciu ovládačov
sl: Namestitev gonilnikov za {{CLASS.SINGLE.FOR}} za Windows {{OS}}, ali prenesite program DriverPack Solution za samodejno namestitev in nadgradnjo gonilnikov
sr: Instalirajte drajvere za {{CLASS.SINGLE.FOR}} za Windows {{OS}} ili preuzmite DriverPack Solution softver za automatsko instaliranje i ažuriranje drajvera
sw: Weka {{CLASS.SINGLE.FOR}} madriver za Windows {{OS}}, au pakua programu ya DriverPack Solution za ufungaji wa moja kwa moja ya driver na usasishe
ta: பதிவிறக்கவும் {{CLASS.SINGLE.FOR}} விண்டோஸுக்குரிய வன்பொருள்கள் Windows {{OS}} அல்லது தானியங்கி முறையில் வன்பொருள் நிறுவ மற்றும் மேம்படுத்தலுக்கு வன்பொருள்கள் தொகுப்பு தீர்வு எனும் இந்த மென்பொருளை DriverPack Solution பதிவிறக்கவும்
th: ติดตั้ง {{CLASS.SINGLE.FOR}} ไดรเวอร์สำหรับ Windows {{OS}} หรือดาวน์โหลด DriverPack Solution ซอฟท์แวร์สำหรับติดตั้งและอัพเดทไดรเวอร์อัตโนมัติ
tr: Windows {{OS}} için {{CLASS.SINGLE.FOR}} sürücülerini yükleyin, ya da otomatik sürücü kurulumu ve güncelleme için DriverPack Solution yazılımını indirin.

# seo_deviceclassos-h1
source: {{CLASS.SINGLE.FOR}} drivers for Windows {{OS}}
az: Windows {{OS}} üçün {{CLASS.SINGLE.FOR}} driverləri
bg: Драйвери за {{CLASS.SINGLE.FOR}} за Windows {{OS}}
bn: Windows {{OS}} এর জন্য {{CLASS.SINGLE.FOR}} ড্রাইভারসমূহ
ca: Controladors per a {{CLASS.SINGLE.FOR}} per a Windows {{OS}}
cs: {{CLASS.SINGLE.FOR}} ovladače pro Windows {{OS}}
es_419: Controladores de {{CLASS.SINGLE.FOR}} para Windows {{OS}}
et: {{CLASS.SINGLE.FOR}} draiverid Windows {{OS}} jaoks
fil: Mga driver ng {{CLASS.SINGLE.FOR}} para sa Windows {{OS}}
fr: Pilotes de {{CLASS.SINGLE.FOR}} pour Windows {{OS}}
hr: Upravljači programi za {{CLASS.SINGLE.FOR}} za Windows {{OS}}
hu: {{CLASS.SINGLE.FOR}} driverek Windows {{OS}} verzióhoz
id: {{CLASS.SINGLE.FOR}} driver untuk Windows {{OS}}
it: {{CLASS.SINGLE.FOR}} driver per Windows {{OS}}
nl: {{CLASS.SINGLE.FOR}} drivers voor Windows {{OS}}
no: {{CLASS.SINGLE.FOR}} drivere for Windows {{OS}}
pt_br: Drivers para {{CLASS.SINGLE.FOR}} para o Windows {{OS}}
pt_pt: Controladores de {{CLASS.SINGLE.FOR}} para o Windows {{OS}}
ro: Drivere {{CLASS.SINGLE.FOR}} pentru Windows {{OS}}
sk: {{CLASS.SINGLE.FOR}} ovládače pre Windows {{OS}}
sl: {{CLASS.SINGLE.FOR}} gonilniki za Windows {{OS}}
sr: Drajveri za {{CLASS.SINGLE.FOR}} za Windows {{OS}}
sw: {{CLASS.SINGLE.FOR}} ma driver ya Windows {{OS}}
ta: {{CLASS.SINGLE.FOR}} இயக்கிகள் Windows {{OS}}
th: {{CLASS.SINGLE.FOR}} ไดรเวอร์สำหรับ Windows {{OS}}
tr: Windows {{OS}} için {{CLASS.SINGLE.FOR}} sürücüleri

# seo_deviceclassos-keywords
source: {{CLASS.SINGLE.FOR}} drivers Windows {{OS}} download download
az: {{CLASS.SINGLE.FOR}} driverləri Windows {{OS}} endir endir
bg: {{CLASS.SINGLE.FOR}} драйвери Windows {{OS}} изтегли свали
bn: Windows {{OS}} {{CLASS.SINGLE.FOR}} ড্রাইভারসমূহ ডাউনলোড ডাউনলোড
ca: Controladors per a {{CLASS.SINGLE.FOR}} Windows {{OS}} descàrrega descarregar
cs: {{CLASS.SINGLE.FOR}} ovladače Windows {{OS}} stáhnout stáhnout
es_419: controladores {{CLASS.SINGLE.FOR}} Windows {{OS}} descargar descargar
et: {{CLASS.SINGLE.FOR}} draiverid Windows {{OS}} lae alla lae alla
fil: {{CLASS.SINGLE.FOR}} mga driver Windows {{OS}} download download
fr: {{CLASS.SINGLE.FOR}} pilotes Windows {{OS}} télécharger télécharger
hr: upravljački programi za {{CLASS.SINGLE.FOR}} za Windows {{OS}} preuzmite preuzimanje
hu: {{CLASS.SINGLE.FOR}} driverek Windows {{OS}} letöltés letöltés
id: driver {{CLASS.SINGLE.FOR}} Windows {{OS}} unduh unduh
it: {{CLASS.SINGLE.FOR}} driver per Windows {{OS}} scarica scarica
no: {{CLASS.SINGLE.FOR}} drivere Windows {{OS}} nedlasting nedlasting
pt_br: drivers para {{CLASS.SINGLE.FOR}} Windows {{OS}} baixar baixar
pt_pt: {{CLASS.SINGLE.FOR}} controladores Windows {{OS}} descarregar descarregar
ro: {{CLASS.SINGLE.FOR}} drivere Windows {{OS}} descarcă descarcă
sk: {{CLASS.SINGLE.FOR}} ovládače Windows {{OS}} stiahnuť stiahnuť
sl: gonilniki {{CLASS.SINGLE.FOR}} Windows {{OS}} prenos prenos
sr: {{CLASS.SINGLE.FOR}} drajveri Windows {{OS}} preuzmi download
sw: {{CLASS.SINGLE.FOR}} madriver Windows {{OS}} pakua pakua
ta: {{CLASS.SINGLE.FOR}} வன்பொருள்கள் விண்டோஸ் Windows {{OS}} பதிவிறக்கவும் பதிவிறக்கவும்
th: {{CLASS.SINGLE.FOR}} ไดรเวอร์ Windows {{OS}} ดาวน์โหลด ดาวน์โหลด
tr: {{CLASS.SINGLE.FOR}} sürücüleri Windows {{OS}} indirme indirme

# seo_deviceclassos-footer-description
source: Download {{CLASS.SINGLE.FOR}} drivers for Windows {{OS}} for free
az: Windows {{OS}} üçün {{CLASS.SINGLE.FOR}} driverlərini pulsuz endirin
bg: Изтегли драйвери за {{CLASS.SINGLE.FOR}} за Windows {{OS}} безплатмо
bn: Windows {{OS}} এর জন্য {{CLASS.SINGLE.FOR}} ড্রাইভারসমূহ বিনামূল্যে ডাউনলোড করুন
ca: Descarrega els controladors per a {{CLASS.SINGLE.FOR}} per a Windows {{OS}} gratuïtament
cs: Stáhnout {{CLASS.SINGLE.FOR}} ovladače pro Windows {{OS}} zdarma
es_419: Descargar controladores de {{CLASS.SINGLE.FOR}} para Windows {{OS}} gratis
et: Lae alla {{CLASS.SINGLE.FOR}} draiverid Windows {{OS}} jaoks tasuta
fil: I-download ang mga {{CLASS.SINGLE.FOR}} driver para sa Windows {{OS}} ng libre
fr: Téléchargez gratuitement les pilotes de {{CLASS.SINGLE.FOR}} pour Windows {{OS}}
hr: Besplatno preuzmite upravljačke programe za {{CLASS.SINGLE.FOR}} za Windows {{OS}}
hu: {{CLASS.SINGLE.FOR}} driverek letöltése Windows {{OS}} rendszerhez ingyen
id: Unduh driver {{CLASS.SINGLE.FOR}} untuk WIndows {{OS}} secara gratis
it: Scarica {{CLASS.SINGLE.FOR}} i driver per Windows {{OS}} gratuitamente
nl: Download {{CLASS.SINGLE.FOR}} drivers voor Windows {{OS}} gratis
no: Last ned gratis {{CLASS.SINGLE.FOR}} drivere for Windows {{OS}}
pt_br: Baixar drivers de {{CLASS.SINGLE.FOR}} para o Windows {{OS}} gratuitamente
pt_pt: Descarregue controladores de {{CLASS.SINGLE.FOR}} para o Windows {{OS}} de graça
ro: Descarcă drivere {{CLASS.SINGLE.FOR}} pentru Windows {{OS}} gratuit
sk: Stiahnuť ovládače - {{CLASS.SINGLE.FOR}} - pre Windows {{OS}} zadarmo
sl: Brezplačen prenos gonilnikov za {{CLASS.SINGLE.FOR}} za Windows {{OS}}
sr: Preuzmite besplatno drajvere za {{CLASS.SINGLE.FOR}} za Windows {{OS}}
sw: Pakua {{CLASS.SINGLE.FOR}} madriver za Windows {{OS}} bure
ta: பதிவிறக்கவும் {{CLASS.SINGLE.FOR}} விண்டோஸுக்குரிய வன்பொருள்கள் Windows {{OS}} இலவசமாக
th: ดาวน์โหลด {{CLASS.SINGLE.FOR}} ไดรเวอร์สำหรับ Windows {{OS}} ฟรี
tr: Windows {{OS}} için {{CLASS.SINGLE.FOR}} sürücülerini ücretsiz indirin

# seo_deviceclassos-footer-application-category
source: Category: <span itemprop='applicationCategory'>Devices</span>
az: Kateqoriya: <span itemprop='applicationCategory'>Cihazlar</span>
bg: Категория: <span itemprop='applicationCategory'>Устройства</span>
bn: শ্রেণি: <span itemprop='applicationCategory'>যন্ত্রসমূহ</span>
ca: Categoria: <span itemprop='applicationCategory'>Dispositius</span>
cs: Kategorie: <span itemprop='applicationCategory'>Zařízení</span>
es_419: Categoría: <span itemprop='applicationCategory'>Dispositivos</span>
et: Kategooria: <span itemprop='applicationCategory'>Seadmed</span>
fil: Kategorya: <span itemprop='applicationCategory'>Devices</span>
fr: Catégorie: <span itemprop='applicationCategory'>Périphériques</span>
hr: Kategorija: <span itemprop='applicationCategory'>Uređaji</span>
hu: Kategória: <span itemprop='applicationCategory'>Eszközök</span>
id: Kategori: <span itemprop='applicationCategory'>Perangkat</span>
it: Categoria: <span itemprop='applicationCategory'>Dispositivi</span>
nl: Categorie: <span itemprop='applicationCategory'>Aparaten</span>
no: Kategori: <span itemprop='applicationCategory'>Enheter</span>
pt_br: Categoria: <span itemprop='applicationCategory'>Dispositivos</span>
pt_pt: Categoria: <span itemprop='applicationCategory'>Dispositivos</span>
ro: Categoria: <span itemprop='applicationCategory'>Dispozitive</span>
sk: Kategória: <span itemprop='applicationCategory'>Zariadenia</span>
sl: Kategorija: <span itemprop='applicationCategory'>Naprave</span>
sr: Kategorija: <span itemprop='applicationCategory'>Uređaji</span>
sw: Jamii: <span itemprop='applicationCategory'>Vifaa</span>
ta: வகை: <span itemprop='applicationCategory'>சாதனங்கள்</span>
th: ประเภท: <span itemprop='applicationCategory'>อุปกรณ์</span>
tr: Kategori: <span itemprop='applicationCategory'>Aygıtlar</span>

# seo_deviceclassos-footer-application-subcategory
source: Subcategory: <span itemprop='applicationSubCategory'>{{CLASS.PLURAL.MAIN}}</span>
az: Alt kateqoriya: <span itemprop='applicationSubCategory'>{{CLASS.PLURAL.MAIN}}</span>
bg: Подкатегория: <span itemprop='applicationSubCategory'>{{CLASS.PLURAL.MAIN}}</span>
bn: উপশ্রেণি: <span itemprop='applicationSubCategory'>{{CLASS.PLURAL.MAIN}}</span>
ca: Subcategoria: <span itemprop='applicationSubCategory'>{{CLASS.PLURAL.MAIN}}</span>
cs: Podkategorie: <span itemprop='applicationSubCategory'>{{CLASS.PLURAL.MAIN}}</span>
es_419: Subcategoría: <span itemprop='applicationSubCategory'>{{CLASS.PLURAL.MAIN}}</span>
et: Alamkategooria: <span itemprop='applicationSubCategory'>{{CLASS.PLURAL.MAIN}}</span>
fr: Sous-catégorie: <span itemprop='applicationSubCategory'>{{CLASS.PLURAL.MAIN}}</span>
hr: Potkategorija: <span itemprop='applicationSubCategory'>{{CLASS.PLURAL.MAIN}}</span>
hu: Alkategória: <span itemprop='applicationSubCategory'>{{CLASS.PLURAL.MAIN}}</span>
id: Subkategori: <span itemprop='applicationSubCategory'>{{CLASS.PLURAL.MAIN}}</span>
it: Sottocategoria: <span itemprop='applicationSubCategory'>{{CLASS.PLURAL.MAIN}}</span>
nl: Subcategorie: <span itemprop='applicationSubCategory'>{{CLASS.PLURAL.MAIN}}</span>
no: Subkategori: <span itemprop='applicationSubCategory'>{{CLASS.PLURAL.MAIN}}</span>
pt_br: Subcategoria: <span itemprop='applicationSubCategory'>{{CLASS.PLURAL.MAIN}}</span>
pt_pt: Subcategoria: <span itemprop='applicationSubCategory'>{{CLASS.PLURAL.MAIN}}</span>
ro: Subcategoria: <span itemprop='applicationSubCategory'>{{CLASS.PLURAL.MAIN}}</span>
sk: Podkategória: <span itemprop='applicationSubCategory'>{{CLASS.PLURAL.MAIN}}</span>
sl: Podkategorija: <span itemprop='applicationSubCategory'>{{CLASS.PLURAL.MAIN}}</span>
sr: Podkategorija: <span itemprop='applicationSubCategory'>{{CLASS.PLURAL.MAIN}}</span>
sw: Kikundi: <span itemprop='applicationSubCategory'>{{CLASS.PLURAL.MAIN}}</span>
ta: துணை வகை: <span itemprop='applicationSubCategory'>{{CLASS.PLURAL.MAIN}}</span>
th: ประเภทย่อย: <span itemprop='applicationSubCategory'>{{CLASS.PLURAL.MAIN}}</span>
tr: Alt kategori: <span itemprop='applicationSubCategory'>{{CLASS.PLURAL.MAIN}}</span>

# seo_devicegroupsos-title
source: Download {{VENDOR.NAME}} {{CLASS.SINGLE.FOR}} drivers for Windows {{OS}}
az: Windows {{OS}} üçün {{VENDOR.NAME}} {{CLASS.SINGLE.FOR}} driverlərini endirin
bg: Изтегли драйвери за {{VENDOR.NAME}} {{CLASS.SINGLE.FOR}} за Windows {{OS}}
bn: Windows {{OS}} এর জন্য {{VENDOR.NAME}} {{CLASS.SINGLE.FOR}} ড্রাইভারসমূহ ডাউনলোড করুন
ca: Descarrega els controladors per a {{CLASS.SINGLE.FOR}} {{VENDOR.NAME}} per a Windows {{OS}}
cs: Stáhnout {{VENDOR.NAME}} {{CLASS.SINGLE.FOR}} ovladače pro Windows {{OS}}
es_419: Descargar controladores de {{CLASS.SINGLE.FOR}} {{VENDOR.NAME}} para Windows {{OS}}
et: Lae alla {{VENDOR.NAME}} {{CLASS.SINGLE.FOR}} draiverid Windows {{OS}} jaoks
fil: I-download ang {{VENDOR.NAME}} {{CLASS.SINGLE.FOR}} driver para sa Windows {{OS}}
fr: Téléchargez les pilotes {{VENDOR.NAME}} {{CLASS.SINGLE.FOR}} pour Windows {{OS}}
hr: Preuzmite upravljačke programe za {{CLASS.SINGLE.FOR}}{{VENDOR.NAME}} za Windows {{OS}}
hu: {{VENDOR.NAME}} {{CLASS.SINGLE.FOR}} driverek letöltése Windows {{OS}} verzióhoz
id: Unduh driver {{VENDOR.NAME}} {{CLASS.SINGLE.FOR}} untuk Windows {{OS}}
it: Scarica {{VENDOR.NAME}} {{CLASS.SINGLE.FOR}} i driver per Windows {{OS}}
nl: Download {{VENDOR.NAME}} {{CLASS.SINGLE.FOR}} drivers voor Windows {{OS}}
no: Last ned {{VENDOR.NAME}} {{CLASS.SINGLE.FOR}} drivere for Windows {{OS}}
pt_br: Baixar drivers para {{CLASS.SINGLE.FOR}} {{VENDOR.NAME}} para o Windows {{OS}}
pt_pt: Descarregue controladores de {{CLASS.SINGLE.FOR}} da {{VENDOR.NAME}} para o Windows {{OS}}
ro: Descarcă drivere {{CLASS.SINGLE.FOR}} {{VENDOR.NAME}} pentru Windows {{OS}}
sk: Stiahnuť ovládače {{VENDOR.NAME}} {{CLASS.SINGLE.FOR}} pre Windows {{OS}}
sl: Prenos {{VENDOR.NAME}} {{CLASS.SINGLE.FOR}} gonilnike za Windows {{OS}}
sr: Preuzmite drajvere za {{VENDOR.NAME}} {{CLASS.SINGLE.FOR}} za Windows {{OS}}
sw: Pakua {{VENDOR.NAME}} {{CLASS.SINGLE.FOR}} madriver za Windows {{OS}}
ta: பதிவிறக்கம் {{VENDOR.NAME}} {{CLASS.SINGLE.FOR}} விண்டோஸுக்குரிய Windows {{OS}}
th: ดาวน์โหลด {{VENDOR.NAME}} {{CLASS.SINGLE.FOR}} ไดรเวอร์สำหรับ Windows {{OS}}
tr: Windows {{OS}} için {{VENDOR.NAME}} {{CLASS.SINGLE.FOR}} sürücülerini indirin
