Repository: DriverPackSolution/transifex-backup
Catalog: delorean/drpsu-organic-european/drpsu-organic-european-ltrpo/*.po
Languages: az, bg, bn, ca, cs, es_419, et, fil, fr, hr, hu, id, it, nl, no, pt_br, pt_pt, ro, sk, sl, sr, sw, ta, th, tr

# seo_mainos-content-8.1
source: Windows 8.1 Operating System (NT family) was released after Windows 8 and was intended for workstations, PCs and mobile devices. Windows Server 2012 R2 is a server edition of Windows 8.1. This operating system differs from Windows 8 by some changes in interaction with graphical user interface. Windows 8.1 is also intended for operating with touchscreens. According to the data on summer of 2017, 6.48% of all PCs in the world operate on this OS. You can download the latest updated drivers for Windows 8.1 right from our catalog.
az: Windows 8.1 Əməliyyat Sistemi (NT ailəsi) Windows 8-dən sonra yayımlanmışdır və iş stansiyaları, PC-lər və mobil cihazlar üçün dizayn edilmişdir. Windows Server 2012 R2, Windows 8.1-in server versiyasıdır. Bu əməliyyat sistemi, qrafik interfeysi ilə qarşılıqlı əlaqəsindəki bəzi dəyişikliklərə görə Windows 8-dən fərqlidir. Windows 8.1 eyni zamanda sensor ekran ilə istifadə üçün dizayn edilmişdir. 2017 yayının məlumatlarına görə, dünyadakı bütün PC-lərin %6.48-si bu ƏS ilə işləyir. Windows 8.1 üçün ən son yenilənmiş driverləri kataloqumuzdan endirə bilərsiniz.
bg: Операционната система Windows 8.1 (NT семейство) излиза след Windows 8 и е предназначен за работни станции, компютри и мобилни устройства. Windows Server 2012 R2 е сървърно издание на Windows 8.1. Тази операционна система се различава от Windows 8 чрез някои промени във взаимодействието на графичния потребителски интерфейс. Windows 8.1 също е предназначен за работа със сензорни екрани. Според данните през лятото на 2017 г. с тази операционна система работят 6,48% от всички компютри в света. Можете да изтеглите последните актуализирани драйвери за Windows 8.1 от нашия каталог.
bn: Windows 8.1 এর মুক্তির পরে ওয়ার্কস্টেশন, পিসি ও মোবাইল যন্ত্রসমূহের জন্য Windows 8.1 (NT family) অপারেটিং সিস্টেম ছাড়া হয়। Windows Server 2012 R2 হল Windows 8.1 এর একতি সার্ভার সংস্করণ। গ্রাফিক্যাল ইউজার ইন্টারফেসের প্রতিক্রিয়ায় কিছু পরিবর্তন আনায় Windows 8 থেকে এই অপারেটিং সিস্টেমটি আলাদা। Windows 8.1 ও টাচস্ক্রিনসমূহের সাথে কাজ করার জন্য তৈরি করা। 2017 এর গ্রীস্মের তথ্য অনুযায়ী, বিশ্বের 6.48% পিসি এই ওএস- এ চলে। আমাদের ড্রাইভার তালিকা থেকে Windows 8.1 এর জন্য সর্বশেষ হালনাগাদ ড্রাইভারসমূহ ডাউনলোড করতে পারবেন।
ca: El Sistema Operatiu Windows 8.1 (família NT) es va publicar després del Windows 8 i el seu ús engloba ordinadors de treball així com dispositius mòbils. La seva versió de servidor s'anomena Windows Server 2012 R2. Aquest sistema es diferencia del Windows 8 per alguns canvis en la interacció amb la interfície d'usuari. El Windows 8.1 permet l'ús en dispositius tàctils. Segons les dades a l'estiu de 2017, el 6.48% dels ordinadors del món utilitzen aquest SO. Podeu descarregar els controladors més recents per a Windows 8.1 des del nostre catàleg.
es_419: El sistema operativo Windows 8.1 (familia NT) se publicó después de Windows 8 y estaba principalmente encarado a estaciones de trabajo, PCs y dispositivos móviles. Windows Server 2012 R2 es la versión de servidor de Windows 8.1. Este sistema operativo difiere de Windows 8 en algunos cambios relativos a la interacción con la interfaz de usuario. Windows 8.1 también está encarado a su uso con dispositivos táctiles. Según los datos en verano de 2017, el 6,48% de computadoras en el mundo usan este SO. Puedes descargar las versiones más recientes de controladores para Windows 8.1 desde este catálogo.
et: Windows 8.1 Operatsiooni süsteem (NT perekond) avaldati pärast Windows 8 ilmumist ja oli mõeldud rohkem tööjaamadele, Arvutitele, ja nutitelefonidele. Windows Server 2012 R2 on Windows 8 serveri versioon. See operatsioonisüsteem erineb Windows 8- st mõnede muudatustega kasutajaliideses. Windows 8.1-l on tugi ka arvutites millel on puuteekraanid. 2017 aasta suve andmete järgi kasutab seda süsteemid 6.48% kõikidest maailma arvutitest. TE saate laadida alla kõige uuemad draiverid Windows 8.1 otse meie kataloogist.
fil: Ang Windows 8.1 Operating System (pamilya ng NT) ay inilabas pagkatapos ng Windows 8 at nilayon para sa mga workstation, PC at mobile device. Ang Windows Server 2012 R2 ay isang edisyon ng Windows 8.1 ng server. Ang operating system na ito ay naiiba sa Windows 8 sa pamamagitan ng ilang mga pagbabago sa pakikipag-ugnayan sa graphical user interface. Ang Windows 8.1 ay inilaan din para sa operating na may touchscreens. Ayon sa data sa tag-init ng 2017, 6.48% ng lahat ng mga PC sa mundo ay umaandar sa OS na ito. Maaari mong i-download ang pinakabagong na-update na mga driver para sa Windows 8.1 mula mismo sa aming catalog.
fr: Le système d'exploitation Windows 8.1 (Famille NT) fût publié après Windows 8 et était prévu pour les postes de travail, PCs et périphériques mobile. Windows Server 2012 R2 est une édition de serveur de Windows 8.1. Ce système d'exploitation diffère de Windows 8 par quelques changements dans l'interaction avec l'interface utilisateur graphique. Windows 8.1 est également conçu pour fonctionner avec des écrans tactiles. Selon les données de l'été 2017, 6.48% des PCs dans le monde fonctionnent sous ce système d'exploitation. Vous pouvez télécharger les derniers pilotes mis à jour pour Windows 8.1 à partir de notre catalogue.
id: Sistem Operasi Windows 8.1 (keluarga NT) dirilis setelah Windows 8 dan ditujukan untuk stasiun kerja, PC dan perangkat-perangkat mobil. Windows Server 2012 R2 adalah edisi server Windows 8.1. Sistem operasi ini berbeda dari Windows 8 dengan beberapa perubahan dalam interaksi dengan antarmuka pengguna grafis. Windows 8.1 juga ditujukan untuk operasi layar sentuh. Menurut data pada musim panas 2017, 6,48% dari seluruh PC di dunia beroperasi pada OS ini. Anda dapat unduh driver-driver terbaru yang diperbarui untuk Windows 8.1 langsung dari katalog kami.
it: Windows 8.1 è un Sistema Operativo (Famiglia NT) che è stato rilasciato dopo Windows 8 ed è stato creato per le postazioni di lavoro, i PC e i dispositivi mobili. Windows Server 2012 R2 è la versione per i server di Windows 8.1. Questo sistema operativo differisce da Windows 8 per alcune modifiche all'interfaccia grafica dell'utente. Windows 8.1 è stato anche destinato per essere utilizzato con i touchscreen. Secondo i dati raccolti nell'estate del 2017, il 6.48% di tutti i PC del mondo utilizzano questo SO. Puoi scaricare gli ultimi driver for Windows 8.1 direttamente dal nostro catalogo.
nl: Windows 8.1 Besturingssysteem (NT-familie) werd na Windows 8 vrijgegeven en was bestemd voor werkstations, Pc's en mobiele apparaten. Windows Server 2012 R2 is een server-editie van Windows 8.1. Dit besturingssysteem verschilt van Windows 8 door enkele veranderingen in interactie met grafische gebruikersinterface. Windows 8.1 is ook bedoeld om te werken met touchscreens. Volgens de gegevens in de zomer van 2017, werken 6,48% van alle pc's in de wereld op dit besturingssysteem. U kunt de nieuwste bijgewerkte drivers voor Windows 8.1 downloaden vanaf onze catalogus.
no: Windows 8.1 operativsystem (NT-familien) ble utgitt etter Windows 8 og var beregnet for arbeidsstasjoner, PCer og mobile enheter. Windows Server 2012 R2 er en serverutgave av Windows 8.1. Dette operativsystemet er forskjellig fra Windows 8 ved noen endringer i samspill med grafisk brukergrensesnitt. Windows 8.1 er også ment for bruk med berøringsskjerm. Ifølge dataene om sommeren 2017, opererer 6,48% av alle PCer i verden på dette operativsystemet. Du kan laste ned de nyeste oppdaterte driverne for Windows 8.1, fra vår katalog.
pt_br: O sistema operacional Windows 8.1 (família NT) foi lançado após o Windows 8 e foi destinado a estações de trabalho, PCs e dispositivos móveis. O Windows Server 2012 R2 é uma edição de servidor do Windows 8.1. Este sistema operacional difere do Windows 8 por algumas mudanças na interação com a interface gráfica do usuário. O Windows 8.1 também se destina a operar com telas sensíveis ao toque. De acordo com os dados no verão de 2017, 6,48% de todas as PCs do mundo operam com este sistema operacional. Você pode baixar os drivers atualizados mais recentes para o Windows 8.1 diretamente do nosso catálogo.
pt_pt: O Sistema Operativo Windows 8.1 (família NT) foi lançado depois do Windows 8 e foi concebido para estações de trabalho, PCs e dispositivos móveis. O Windows Server 2012 R2 é a versão servidor do Windows 8.1. Este sistema operativo difere do Windows 8 nalgumas alterações de interação com o interface gráfico do utilizador. O Windows 8.1 está também direcionado para trabalhar com ecrãs táteis. De acordo com dados no verão de 2017, 6.48% dos computadores de todo o mundo usam este SO. Pode descarregar os últimos controladores atualizados para o Windows 8.1 diretamente do nosso catálogo.
ro: Sistemul de operare Windows 8.1 (familia NT) a fost lansat după Windows 8 și a fost destinat stațiilor de lucru, PC-urilor și dispozitivelor mobile. Windows Server 2012 R2 este o ediție de server a Windows 8.1. Acest sistem de operare diferă de Windows 8 prin unele schimbări în interacțiunea cu interfața grafică a utilizatorului. Windows 8.1 este, de asemenea, destinat operării cu touchscreens. Conform datelor din vara anului 2017, 6,48% din toate PC-urile din lume operează pe acest sistem de operare. Puteți descărca cele mai recente drivere actualizate pentru Windows 8.1 direct din catalogul nostru.
sk: Windows 8.1 Operačný systém (rodina NT) bol uvolnený po Windows 8 a bol určený pre pracovné stanice, počítače a mobilné zariadenia. Windows Server 2012 R2 je serverové vydanie systému Windows 8.1. Tento operačný systém sa od systému Windows 8 líši niektorými zmenami v interakcii s grafickým používateľským rozhraním. Windows 8.1 je určený aj na ovládanie dotykových obrazoviek. Podľa údajov z leta roku 2017 v tomto systéme funguje 6,48% všetkých počítačov na svete. Najnovšie aktualizované ovládače pre systém Windows 8.1 si môžete stiahnuť priamo z nášho katalógu.
sl: Operacijski sistem windows 8.1 (družina NT) je bil izšel po izdaji Windows 8 in je bil namenjen delovnim postajam, PC-jem in mobilnim napravam. Windows Server 2012 R2 je različica sistema Windows 8.1 namenjena za uporabo na serverjih. Najpomembnejša razlika z primerjavi z Windows 8 je v uporabi grafičnega vmesnika. Windows 8.1 je predvsem namenjen uporabi z tehnologijo zaslonov na dotik. Po podatkih iz poletja 2017, 6.48 % vseh svetovnih PC-jev deluje na tem OS. Najnovejše gonilnike za Windows 8.1 lahko naložite direktno iz naše baze.
sr: Windows 8.1 operativni sistem (NT porodica OS) je izdat posle Windows-a 8 i namenjen je za radne stanice, računare i mobilne uređaje. Windows Server 2012 R2 je srverska verzija Windows-a 8.1. Ovaj operativni sistem se razlikuje od Windows-a 8 po uvedenim novinama u grafičkom okruženju za korisnika. Takođe, Windows 8.1 je namenjen za upotrebu sa ekranima osetljivim na dodir. Na osnovu podataka od leta 2017 godine, 6,48% korisnika računara širom sveta koristi ovaj operativni sistem. Najnovije drajvere za Windows 8.1 možete preuzeti direktno iz našeg kataloga.
sw: Mfumo wa Uendeshaji Windows 8.1 (NT familia) ilitolewa baada ya Windows 8 na ilipangwa kwa vituo vya kazi, PC na vifaa vya simu. Windows Server 2012 R2 ni toleo la seva la Windows 8.1. Mfumo huu wa uendeshaji unatofautiana na Windows 8 na mabadiliko fulani katika ushirikiano na interface ya kielelezo cha mtumiaji. Windows 8.1 pia inalenga kufanya kazi na skrini za kugusa. Kulingana na data juu ya majira ya joto ya 2017, 6.48% ya PC zote duniani zinafanya kazi kwenye OS hii. Unaweza kushusha madereva ya hivi karibuni ya Windows 8.1 kutoka kwenye orodha yetu.
ta: விண்டோஸ் Windows 8.1 இயக்க முறைமை (NT குடும்பம்) விண்டோஸ் Windows 8 க்கு பிறகு வெளியிடப்பட்டது மற்றும் பணி நிலையங்கள், கணினிகள் மற்றும் மொபைல் சாதனங்கள் ஆகியவற்றுக்காக உருவாக்கப்பட்டது. விண்டோஸ் சர்வர் Windows 2012 R2 என்பது விண்டோஸ் Windows 8.1 இன் சர்வர் பதிப்பாகும். இந்த இயக்க முறைமை விண்டோஸ்Windows 8 இலிருந்து வேறுபடுவதால், வரைகலை பயனர் இடைமுகத்துடன் சில மாற்றங்கள் ஏற்படுகின்றன. விண்டோஸ் Windows 8.1 மேலும் தொடு திரைகள் இயக்க நோக்கம் கொண்டது. 2017 கோடையில் தரவுகளின்படி, உலகில் உள்ள அனைத்து கணினிகளில் 6.48% இந்த இயக்க முறைமையில் இயங்குகிறது.விண்டோஸ் Windows 8.1 க்கான சமீபத்திய மேம்படுத்தப்பட்ட வன்பொருள்களைப் பதிவிறக்கலாம்.
th: Windows 8.1 Operating System (NT family) ถูกปล่อยออกมาหลัง Windows 8 และมีจุดมุ่งหมายสำหรับเวิร์คสเตชั่น, พีซีและอุปกรณ์มือถือ Windows Server 2012 R2 คือฉบับเซิร์ฟเวอร์ของ Windows 8.1 ระบบปฏิบัติการนี้ต่างจาก Windows 8 โดยเปลี่ยนบางอย่างในอินเตอร์แอคชั่นโดยกราฟิคคอล ยูสเซอร์ อินเตอร์เฟซ Windows 8.1 ก็มีจุดมุ่งหมายสำหรับทำงานบนจอสัมผัส ตามข้อมูลในซัมเมอร์ปี 2017 6.48% ของพีซีทั่วโลกทำงานบนระบบปฏิบัติการนี้ คุณสารถดาวน์โหลดไดรเวอร์เวอร์ชั่นล่าสุดสำหรับ Windows 8.1 ได้จากแคตตาล็อกของเรา
tr: Windows 8.1 İşletim Sistemi (NT ailesi) Windows 8'den sonra yayımlanmıştır ve iş istasyonları, PC'ler ve mobil cihazlar için tasarlanmıştır. Windows Server 2012 R2, Windows 8.1'in bir sunucu sürümüdür. Bu işletim sistemi, grafiksel kullanıcı arayüzü ile etkileşimindeki bazı değişikliklere göre Windows 8'den farklıdır. Windows 8.1 aynı zamanda dokunmatik ekran ile çalışması için tasarlanmıştır. 2017 yazının verilerine göre, dünyadaki tüm PC'lerin %6.48'i bu İS üzerinde çalışır. Windows 8.1 için en son güncellenmiş sürücüleri kataloğumuzdan indirebilirsiniz.
