Repository: DriverPackSolution/transifex-backup
Catalog: delorean/drpsu-organic-european/drpsu-organic-european-ltrpo/*.po
Languages: az, bg, bn, ca, cs, es_419, et, fil, fr, hr, hu, id, it, nl, no, pt_br, pt_pt, ro, sk, sl, sr, sw, ta, th, tr

# seo_notebookvendor-footer-content-toshiba
source: In this Section you can download the drivers for Toshiba laptops for absolutely all Window OS versions which are in use now. More than 300 laptop models of this manufacturer are represented in our catalog, and this list only keeps increasing every day.
az: Bu bölmədə, hazırda istifadədə olan bütün Windows ƏS versiyaları üçün Toshiba noutbuku driverlərini endirə bilərsiniz. Bu istehsalçının 300-dən çox noutbuk modeli kataloqumuzda təqdim edilir və siyahı hər gün böyüməktədir.
bg: В този раздел можете да изтеглите драйверите за лаптопи на Toshiba за абсолютно всички версии на Window OS, които се използват сега. Повече от 300 модела лаптопи на този производител са представени в нашия каталог и този списък продължава да се увеличава всеки ден.
bn: বর্তমানে প্রচলিত সকল Windows সংস্করণের জন্য Toshiba ল্যাপটপসমূহের ড্রাইভারসমূহ এখান থেকে ডাউনলোড করতে পারবেন। আমাদের তালিকায় এই উৎপাদনকারীর 300 এরও বেশি ল্যাপটপ মডেলের ড্রাইভারসমূহ রয়েছে, এবং তালিকাটি দিনদিন বেড়েই চলেছে।
ca: En aquesta seció podeu descarregar els controladors per a portàtils Toshiba per a totes les versions de Windows en ús actualment. Més de 300 models de portàtils d'aquest fabricant es troben en el nostre catàleg, i aquesta llista incrementa cada dia.
es_419: En esta sección puedes descargar los controladores para portátiles Toshiba para absolutamente todas las versiones de Windows en uso actualmente. Más de 300 modelos de portátiles de este fabricante están disponibles en nuestro catálogo, y esta lista se incrementa a diario.
et: Selleks sektsioonis saate te laadida alla draiverid Toshiba sülearvutitele, igale Windows versioonile mis on hetkel kasutusel. Rohkem kui 300 selle sülearvuti mudeli on saadaval siin kataloogis, ning nimekiri pikeneb iga päevaga.
fil: Sa Seksyon na ito maaari mong i-download ang mga driver para sa Toshiba laptops para sa lahat ng mga bersyon ng Window OS na ginagamit ngayon. Higit sa 300 mga modelo ng laptop ng mga manufacturer ay narito sa aming catalog, at ang listahan na ito ay nagpapanatili sa pagtaas araw-araw.
fr: Dans cette section, vous pouvez télécharger les pilotes pour ordinateurs portables Toshiba pour absolument toutes les versions du système d'exploitation Windows qui sont en cours d'utilisation. Plus de 300 modèles d'ordinateurs portables de ce fabricant sont représentés dans notre catalogue, et cette liste ne cesse d'augmenter chaque jour.
hr: U ovome odjeljku možete preuzeti <b>upravljačke programe za prijenosna računala Toshiba</b> za svaku verziju operacijskog sustava Windows koji se trenutačno koriste. U našem katalogu zastupljeno je više od 300 upravljačkih programa toga proizvođača i ta se lista svakodnevno povećava. Niste uspjeli pronaći upravljački program koji Vam treba u našem katalogu? Preuzmite program za automatsku pretragu i instalaciju upravljačkih programa DriverPack Solution - sve će odraditi automatski i samostalno.
id: Pada Bagian ini Anda bisa unduh driver-driver untuk berbagai laptop Toshiba untuk semua versi Sistem Operasi Windows yang sedang digunakan sekarang. Lebih dari 300 model laptop dari pabrikan ini tersedia dalam katalog kami, dan daftar ini terus meningkat setiap hari.
it: In questa sezione è possibile scaricare i driver per i computer portatili Toshiba per tutte le versioni del SO Windows attualmente in uso. Più di 300 modelli di computer portatili di questo produttore sono presenti nel nostro catalogo e questa lista continua ad aumentare ogni giorno.
nl: In deze sectie kunt u downloaden <b>de drivers voor Toshiba laptops</b> voor absoluut alle Windows OS versies die nu in gebruik zijn. Meer dan 300 laptop modellen van deze fabrikant zijn in onze catalogus vertegenwoordigd en deze lijst blijft alleen maar toenemen. Heb je het model dat je nodig hebt niet gevonden in onze catalogus? Download DriverPack Solution software voor automatische driver zoeken en installatie - het zal alles zelf doen in de automatische modus.
no: I denne Seksjonen kan du laste ned <b>driverne til Toshiba bærbare</b> for absolutt alle Windows OS versjoner som er i bruk nå. Mer enn 300 bærbare modeller fra denne produsenten er representert i vår katalog, og denne listen fortsetter å øke hver dag. Har du ikke klart å finne modellen du trenger i katalogen vår? Last ned DriverPack Solutio -programvaren for automatisk søk og installasjon av drivere - den vil gjøre alt selv i automatisk modus.
pt_br: Nesta seção, você pode baixar os <b>drivers dos notebooks Toshiba</b> para absolutamente todas as versões do Sistema Operacional Windows que estão em uso agora. Mais de 300 modelos de notebooks deste fabricante estão representados em nosso catálogo, e esta lista continua a aumentar cada dia. Você não conseguiu encontrar o modelo que você precisa em nosso catálogo? Baixe o programa DriverPack Solution para a busca automática de drivers e instalação - ele fará tudo sozinho no modo automático.
pt_pt: Nesta Secção pode descarregar <b>os controladors para portáteis Toshiba</b> para absolutamente todas as versões do SO Windows agora em uso. Mais de 300 modelos de portáteis deste fabricante estão representados no nosso catálogo, e esta lista aumenta todos os dias. Não conseguiu encontrar o seu modelo no nosso catálogo? Descarregue o programa DriverPack Solution para uma pesquisa e instalação automática de controladores - fará tudo sozinho em modo automático.
ro: În această secțiune puteți descărca <b>driver-ii pentru laptop-urile Toshiba</b> pentru absolut toate versiunile de sisteme de operare Windows care sunt în uz acum. Mai mult de 300 de modele ale acestui fabricant sunt reprezentate în catalogul nostru și această listă continuă să crească în fiecare zi. Nu ați găsit modelul de care aveți nevoie în catalogul nostru? Descărcați aplicația DriverPack Solution pentru căutarea și instalarea automată a driver-ilor - va face totul în mod automat și fără ajutor.
sk: V tejto sekcii môžete prevziať ovládače pre prenosné počítače Toshiba pre absolútne všetky verzie operačného systému Windows, ktoré sa práve používajú. V našom katalógu je zastúpených viac ako 300 modelov notebookov tohto výrobcu a tento zoznam sa každým dňom stále zvyšuje.
sl: V tem zavihku si lahko naložite gonilnike za vaš Toshiba prenosnik za popolnoma vse Windows OS, ki so v uporabi danes. V bazi so gonilniki za več kot 300 različnih modelov prenosnikov in baza raste vsak dan.
sr: U ovom odeljku možete da preuzmete drajvere za Toshiba laptopove za sve verzije Windows operativnog sistema koji su danas u upotrebi. Na ovoj stranici su dostupni drajveri za više od 300 modela laptopova ovog proizvođača i lista se uvećava svaki dan.
sw: Katika sehemu hii unaweza kushusha madereva ya Laptops za Toshiba kwa matoleo yote ya Window OS ambayo yanapatikana sasa. Mifano zaidi ya 300 ya mtengenezaji huyu inakilishwa katika orodha yetu, na orodha hii inaendelea tu kuongezeka kila siku.
ta: இந்த பிரிவில் நீங்கள் தோஷிபா மடிக்கணினிகளின் வன்பொருள்கள் முழுவதுமாக இப்போது பயன்படுத்தக்கூடிய அனைத்து விண்டோஸ் இயக்க முறைமை பதிப்புகளுக்கு பதிவிறக்க முடியும். இந்த உற்பத்தியாளரின் 300 க்கும் அதிகமான மடிக்கணினி மாதிரிகள் எங்கள் பட்டியலில் இடம்பெற்றிருக்கின்றன, மேலும் இந்த பட்டியல் ஒவ்வொரு நாளும் அதிகரித்து கொண்டே வருகிறது.
th: ในส่วนนี้คุณสามารถดาวน์โหลดไดรเวอร์สำหรับแล็ปท็อป Toshiba สำหรับระบบปฏิบัติการ Windows ทุกเวอร์ชั่นที่ใช้อยู่ มากกว่า 300 รุ่นแล็ปท็อปของผู้ผลิตนี้ถูกแสดงในแคตตาล็อกของเรา และในรายการนี้เพิ่มขึ้นทุกวัน
tr: Bu Bölümde, şu an kullanılmakta olan kesinlikle tüm Windows İS sürümleri için <b>Toshiba dizüstü sürücülerini</b> indirebilirsiniz. Bu üreticinin 300'den fazla dizüstü modeli kataloğumuzda temsil edilir, ve liste her geçen gün büyümektedir. İhtiyacınız olan modeli kataloğumuzda bulmada başarısız mı oldunuz? Otomatik sürücü arama ve kurulum için DriverPack Solution yazılımını indirin - otomatik kipte kendi başına herşeyi yapacaktır.

# seo_deviceclass-footer-content-video-amd
source: Does a game not start up on AMD video card? In this Section you can update AMD Radeon video card drivers to the latest up-to-date version. Here you can download the drivers for AMD Radeon video card (including those for AMD Radeon HD series) for all Windows OS versions which exist now.
az: Bir oyun AMD video kartında açılmır? Bu bölmədə AMD Radeon video kartı driverlərini ən aktual versiyaya yeniləyə bilərsiniz. Burada hazırda mövcud olan bütün Windows ƏS versiyaları üçün AMD Radeon video kartı (AMD Radeon HD seriyası üçün olanlar da daxil) driverləri endirə bilərsiniz.
bg: Дали играта не се стартира на AMD видеокарта? В този раздел можете да актуализирате драйверите за видео карти AMD Radeon до последната актуална версия. Тук можете да изтеглите драйверите за видеокартата AMD Radeon (включително тези за AMD Radeon HD серия) за всички версии на Windows OS, които съществуват сега.
bn: AMD ভিডিও কার্ডে কোনো একটি গেম চলছে না? এই শাখা থেকে AMD Radeon ভিডিও কার্ডের ড্রাইভারসমূহ সর্বশেষ হালনাগাদ সংস্করণে আপডেট করে নিতে পারবেন। এখান থেকে বর্তমানে বিদ্যমান সকল Windows ওএস সংস্করণের জন্য AMD Radeon (AMD Radeon HD সিরিজের সহ) ভিডিও কার্ডের ড্রাইভারসমূহ ডাউনলোড করতে পারবেন।
ca: Teniu un joc que no arrenca utilitzant una targeta gràfica AMD? En aquesta secció podeu actualitzar els controladors per a targeta gràfica AMD Radeon a la versió més recent. Podeu descarregar els controladors per a la targeta gràfica AMD Radeon (incloent la sèrie AMD Radeon HD) per a totes les versions de Windows existents actualment.
es_419: ¿Tienes un juego que no funciona en una tarjeta gráfica AMD? En esta sección puedes actualizar los drives para tarjetas gráficas AMD Radeon con la versión más reciente. Aquí puedes descargar los controladores para tarjetas gráficas AMD Radeon (incluyendo las de la serie AMD Radeon HD) para todas las versiones de Windows en uso actualmente.
et: Teil on AMD videokaart ja teie mäng ei käivitu? Siin sektsioonis saate uuendada AMD Radeon videokaardi draiverid kõige uuemasse versiooni. Siit saate allalaadida draiverid AMD Radeon videokaardile (sealhulgas ka AMD Radeon HD seeria) kõikidele Windows versioonidele mis on olemas.
fil: Hindi ba nagsisimula ang isang laro sa AMD video card? Sa Seksiyong ito maaari mong i-update ang mga driver ng video card ng AMD Radeon sa pinakabagong bersyon ng up-to-date. Dito maaari mong i-download ang mga driver para sa AMD Radeon video card (kabilang ang mga para sa AMD Radeon HD series) para sa lahat ng mga bersyon ng Windows OS na ginagamit ngayon.
fr: Est-ce qu'un jeu ne démarre pas sur une carte vidéo AMD? Dans cette section, vous pouvez mettre à jour les pilotes de carte vidéo AMD Radeon vers la dernière version mise à jour. Ici vous pouvez télécharger les pilotes pour la carte vidéo AMD Radeon (y compris ceux pour les séries AMD Radeon HD) pour toutes les versions du système d'exploitation Windows qui existent maintenant.
hr: Igra se ne pokreće na grafičkoj kartici AMD? U ovome odjeljku možete <b> ažurirati upravljačke programe za grafičku karticu AMD Radeon</b> na najnoviju verziju. Ovdje možete preuzeti upravljačke programe za grafičku karticu AMD Radeon (uključujući i one koje pripadaju AMD Radeon HD seriji) za sve verzije operacijskog sustava Windows koje sada postoje. Niste uspjeli pronaći upravljački program? Upotrijebite naš besplatni program DriverPack Solution - ažurirat će <b> upravljačke programe za grafičku karticu AMD Radeon</b> i ATI u automatskom načinu rada bez bilo kakvog uplitanja s Vaše strane.
id: Apakah ada gim tidak jalan di kartu video AMD? Pada Bagian ini anda dapat memperbarui driver-driver kartu video AMD Radeon ke versi paling terbaru. Di sini anda bisa unduh driver-driver untuk kartu video AMD Radeon (termasuk seri AMD Radeon HD) untuk semua versi Sistem Operasi Windows yang ada sekarang.
it: Il gioco con la scheda video AMD non si avvia? In questa sezione è possibile aggiornare i driver della scheda video AMD Radeon alla versione più recente. Qui puoi scaricare i driver per la scheda video AMD Radeon (compresi quelli per la serie AMD Radeon HD) per tutte le versioni del SO Windows esistenti.
nl: Start een spel niet op op de AMD-videokaart? In deze sectie kunt u <b>AMD Radeon videokaart drivers updaten</b> naar de nieuwste up-to-date versie. Hier kunt u de drivers voor AMD Radeon-videokaart downloaden (inclusief die voor AMD Radeon HD-serie) voor alle Windows OS-versies die nu bestaan. Heb je zelf de driver die je nodig hebt, niet gevonden? Gebruik onze gratis DriverPack Solution software- het zal updaten <b>AMD videokaart driver</b> en ATI in de automatische modus, zonder dat u een handmatig beheer nodig hebt.
no: Starter ikke et spill på et AMD skjermkort? I denne Seksjonen kan du <b>oppdatere AMD Radeon skjermkort driverne</b> til den siste oppdaterte versjonen. Her kan du laste ned driverne for AMD Radeon skjermkort (inkludert de for AMD Radeon HD serien) for alle Windows OS versjoner som eksisterer nå. Har du ikke klart å finne driveren du trenger selv? Bruk vår gratis DriverPack Solution programvare - den vil oppdatere <b>AMD skjermkort driverne</b> og ATI i automatisk modus uten behov for noen manuell styring fra din side.
pt_br: Um jogo não é iniciado na placa de vídeo AMD? Nesta seção, você pode<b> atualizar os drivers da placa de vídeo AMD Radeon</b> para a versão mais recente atualizada. Aqui você pode baixar os drivers para a placa de vídeo AMD Radeon (incluindo as da série AMD Radeon HD) para todas as versões do sistema operacional Windows que existem agora. Você não conseguiu encontrar o driver que você precisa sozinho? Use nosso programa gratuito DriverPack Solution - ele atualizará os <b>drivers da placa de vídeo AMD</b> e ATI no modo automático sem necessidade de gerenciamento manual da sua parte.
pt_pt: O jogo não arranca com uma placa gráfica AMD? Neste Secção pode <b>atualizar os controladores gráficos da AMD Radeon</b> para as últimas versões. Aqui pode descarregar os controladores para placas gráficas AMD Radeon (inclusive para as séries AMD Radeon HD) para todas as versões de SO Windows que existem atualmente. Não conseguiu encontrar sozinho o controlador que precisa? Use o nosso programa livre DriverPack Solution - irá atualizar <b>os controladores da placa gráfica AMD</b> e ATI de modo automático sem necessidade de qualquer intervenção da sua parte.
ro: Nu pornește un joc de pe placa video AMD? În această Secțiune puteți <b>actualiza driverele plăcii video AMD Radeon</b> la ultima versiune. De aici puteți descărca driverele pentru placa video AMD Radeon (inclusiv cele pentru seria AMD Radeon HD) pentru toate versiunile de Windows OS existente. Nu ați reușit să găsiți driverul de care aveți nevoie manual? Utilizați software-ul nostru gratuit DriverPack Solution - acesta va actualiza <b>driverele AMD ale plăcii video</b> și ATI în mod automat, fără a fi nevoie de nici o intervenție din partea dvs.
sk: Nespustí sa hra na grafickej karte AMD? V tejto časti môžete aktualizovať ovládače grafickej karty AMD Radeon na najnovšiu verziu. Tu môžete prevziať ovládače pre grafickú kartu AMD Radeon (vrátane tých, ktoré sú určené pre radu AMD Radeon HD) pre všetky verzie operačného systému Windows, ktoré existujú.
sl: Igra ne starta na AMD grafični kartici? V tem zavihku lahko posodobite gonilnike za AMD Radeon grafično kartico na najsodobnejšo verzijo. Tu lahko naložite gonilnike za AMD Radeon grafično kartico (vključno z serijami AMD Radeon HD) za vse Windows OS, v uporabi do danes.
sr: Igrica se ne pokreće zbog AMD grafičke kartice? U ovom odeljku možete ažurirati drajver za AMD Radeon grafičku karticu na najnoviju verziju. Ovde možete preuzeti drajvere za AMD Radeon grafičku karticu (uključujući i one za AMD Radeon HD seriju grafičkih kartica) za sve verzije Windows operativnog sistema koji postoje.
sw: Je, mchezo hauanza kwenye kadi ya video ya AMD? Katika sehemu hii unaweza kuboresha madriver ya kadi ya AMD Radeon kwenye toleo jipya la up-to-date. Hapa unaweza kupakua madriver ya kadi ya video ya AMD Radeon (ikiwa ni pamoja na wale kwa mfululizo wa AMD Radeon HD) kwa matoleo yote ya Windows OS ambayo yanapo sasa.
ta: AMD வீடியோ கார்டில் விளையாட்டு விளையாட முடியவில்லையா? இந்த பிரிவில் நீங்கள் சமீபத்திய புதிய பதிப்பிற்கு AMD ரேடியன் வீடியோ அட்டை வன்பொருள்களை மேம்படுத்தலாம். இப்போது நீங்கள் AMD ரேடியான் வீடியோ கார்டு (AMD ரேடியான் எச்டி தொடரிலுள்ளவை உட்பட) வன்பொருள்களைப் பதிவிறக்கம் செய்யலாம், இது தற்போது இருக்கும் அனைத்து விண்டோஸ் இயக்க முறைமை Windows பதிப்புகளுக்கும் பொருந்தும்.
th: เกมไม่เริ่มบนการ์ดจอ AMD เหรอ ในส่วนนี้คุณสามารถอัพเดทไดรเวอร์การ์ดจอ AMD Radeon เป็นเวอร์ชั่นล่าสุดได้ ที่นี่คุณสามารถดาวน์โหลดไดรเวอร์การ์ดจอสำหรับ AMD Radeon (รวมทั้งสำหรับซี่รี่ย์ส AMD Radeon HD) สำหรับระบบปฏิบัติการ Windows ทุกเวอร์ชั่นที่มีในตอนนี้
tr: Bir oyun AMD görüntü kartında başlamıyor mu? Bu Bölümde, <b>AMD Radeon görüntü kartı sürücülerini</b> en son güncel sürüme güncelleyebilirsiniz. Burada şu an mevcut olan tüm Windows İS sürümleri için AMD Radeon görüntü kartı (AMD Radeon HD serisi için olanlar da dahil) sürücülerini indirebilirsiniz. İhtiyacınız olan sürücüyü kendi başınıza bulmada başarısız mı oldunuz? Ücretsiz DriverPack Solution yazılımımızı kullanın - <b>AMD görüntü kartı sürücülerini</b> ve ATI'yi herhangi bir el ile müdahaleye gerek kalmadan otomatik kipte güncelleyecek.
