Repository: DriverPackSolution/transifex-backup
Catalog: delorean/drpsu-organic-european/drpsu-organic-european-ltrpo/*.po
Languages: az, bg, bn, ca, cs, es_419, et, fil, fr, hr, hu, id, it, nl, no, pt_br, pt_pt, ro, sk, sl, sr, sw, ta, th, tr

# seo_vendor-footer-application-subcategory
source: Subcategory: <span itemprop='applicationSubCategory'>{{VENDOR.NAME}} devices</span>
az: Alt kateqoriya: <span itemprop='applicationSubCategory'>{{VENDOR.NAME}} cihazları</span>
bg: Подкатегория: <span itemprop='applicationSubCategory'>{{VENDOR.NAME}} устройства</span>
bn: উপশ্রেণি: <span itemprop='applicationSubCategory'>{{VENDOR.NAME}} যন্ত্রসমূহ</span>
ca: Subcategoria: <span itemprop='applicationSubCategory'>Dispositius {{VENDOR.NAME}}</span>
cs: Podkategorie: <span itemprop='applicationSubCategory'>{{VENDOR.NAME}} zařízení</span>
es_419: Subcategoría: <span itemprop='applicationSubCategory'>Dispositivos {{VENDOR.NAME}}</span>
et: Alamkategooria: <span itemprop='applicationSubCategory'>{{VENDOR.NAME}} seadmed</span>
fr: Sous-catégorie: <span itemprop='applicationSubCategory'>Périphériques {{VENDOR.NAME}}</span>
hr: Potkategorija: <span itemprop='applicationSubCategory'>uređaji tvrtke {{VENDOR.NAME}}</span>
hu: Alkategória: <span itemprop='applicationSubCategory'>{{VENDOR.NAME}} eszközök</span>
id: Sub kategori: <span itemprop='applicationSubCategory'>{{VENDOR.NAME}} perangkat</span>
it: Sottocategoria: <span itemprop='applicationSubCategory'>{{VENDOR.NAME}} dispositivi</span>
nl: Subcategorie: <span itemprop='applicationSubCategory'>{{VENDOR.NAME}} apparaten</span>
no: Subkategori: <span itemprop='applicationSubCategory'>{{VENDOR.NAME}} enheter</span>
pt_br: Subcategoria: <span itemprop='applicationSubCategory'>Dispositivos {{VENDOR.NAME}}</span>
pt_pt: Subcategoria: <span itemprop='applicationSubCategory'>dispositivos {{VENDOR.NAME}}</span>
ro: Subcategorie: <span itemprop='applicationSubCategory'>{{VENDOR.NAME}}dispozitive</span>
sk: Podkategória: <span itemprop='applicationSubCategory'>zariadenia {{VENDOR.NAME}}</span>
sl: Podkategorija: <span itemprop='applicationSubCategory'>Naprave {{VENDOR.NAME}}</span>
sr: Podkategorija: <span itemprop='applicationSubCategory'>{{VENDOR.NAME}} uređaji </span>
sw: Kikundi: <span itemprop='applicationSubCategory'>{{VENDOR.NAME}} kifaa</span>
ta: துணை வகை: <span itemprop='applicationSubCategory'>{{VENDOR.NAME}} சாதனங்கள்</span>
th: ประเภทย่อย: <span itemprop='applicationSubCategory'>{{VENDOR.NAME}} อุปกรณ์</span>
tr: Alt kategori: <span itemprop='applicationSubCategory'>{{VENDOR.NAME}} aygıtları</span>

# seo_devicegroups-title
source: {{VENDOR.NAME}} {{CLASS.SINGLE.FOR}} drivers | Download for Windows 7, XP, 10, 8, and 8.1
az: {{VENDOR.NAME}} {{CLASS.SINGLE.FOR}} sürücülərini | Windows 7, XP, 10, 8 və 8.1 üçün yükləyin
bg: {{VENDOR.NAME}} {{CLASS.SINGLE.FOR}} драйвери | Изтегляне за Windows 7, XP, 10, 8 и 8.1
bn: {{VENDOR.NAME}} {{CLASS.SINGLE.FOR}} ড্রাইভারসমূহ | Windows 7, XP, 10, 8, ও 8.1 এর জন্য ডাউনলোড করুন
ca: Controladors per a {{CLASS.SINGLE.FOR}} {{VENDOR.NAME}} | Descarrega per a Windows 7, XP, 10, 8 i 8.1
cs: Stáhnout {{VENDOR.NAME}} {{CLASS.SINGLE.FOR}} ovladače pro Windows zdarma
es_419: Los controladores para {{CLASS.SINGLE.FOR}} {{VENDOR.NAME}} | Descargar para Windows 7, XP, 10, 8 y 8.1
et: {{VENDOR.NAME}} {{CLASS.SINGLE.FOR}} draiverid | Lae alla Windows 7, XP, 10, 8 ja 8.1 jaoks
fil: {{VENDOR.NAME}} {{CLASS.SINGLE.FOR}} drivers | I-download para sa Windows 7, XP, 10, 8, at 8.1
fr: Les pilotes de {{CLASS.SINGLE.FOR}} {{VENDOR.NAME}} | Télécharger pour Windows 7, XP, 10, 8 et 8.1
hr: Besplatno preuzmite upravljačke programe za {{CLASS.SINGLE.FOR}}{{VENDOR.NAME}} za Windows
hu: {{VENDOR.NAME}} {{CLASS.SINGLE.FOR}} driverek | Letöltés Windows 7, XP, 10, 8, és 8.1 rendszerekhez
id: Driver {{VENDOR.NAME}} {{CLASS.SINGLE.FOR}} | Unduh untuk Windows 7, XP, 10, 8, dan 8.1
it: {{VENDOR.NAME}} {{CLASS.SINGLE.FOR}} drivers | Scarica per Windows 7, XP, 10, 8 e 8.1
nl: Download {{VENDOR.NAME}} {{CLASS.SINGLE.FOR}} drivers voor Windows gratis
no: Last ned gratis {{VENDOR.NAME}} {{CLASS.SINGLE.FOR}} drivere for Windows
pt_br: Baixar drivers para {{CLASS.SINGLE.FOR}} {{VENDOR.NAME}} para o Windows gratuitamente
pt_pt: Descarregue de graça controladores para {{CLASS.SINGLE.FOR}} da {{VENDOR.NAME}} para Windows
ro: Descarcă {{VENDOR.NAME}} {{CLASS.SINGLE.FOR}} drivere pentru Windows gratuit
sk: Ovládače {{VENDOR.NAME}} - {{CLASS.SINGLE.FOR}} | Stiahnuť pre Windows 7, XP, 10, 8, a 8.1
sl: {{VENDOR.NAME}} {{CLASS.SINGLE.FOR}} gonilniki | Prenesite za Windows 7, XP, 10, 8 in 8.1
sr: Drajveri za {{CLASS.SINGLE.FOR}} {{VENDOR.NAME}} | Preuzmite za Windows 7, XP, 10, 8 i 8.1
sw: {{VENDOR.NAME}} {{CLASS.SINGLE.FOR}} ma driver | Pakua ya Windows 7, XP, 10, 8, na 8.1
ta: {{VENDOR.NAME}} {{CLASS.SINGLE.FOR}} வன்பொருள்கள் | Windows 7, XP, 10, 8, மற்றும் 8.1 க்கு பதிவிறக்கம்
th: {{VENDOR.NAME}} {{CLASS.SINGLE.FOR}} ไดรเวอร์ | ดาวน์โหลดสำหรับ Windows 7, XP, 10, 8, และ 8.1
tr: Windows için {{VENDOR.NAME}} {{CLASS.SINGLE.FOR}} sürücülerini ücretsiz indirin

# seo_devicegroups-description
source: Download {{VENDOR.NAME}} {{CLASS.SINGLE.FOR}} drivers or install DriverPack Solution software for driver scan and update
az: {{VENDOR.NAME}} {{CLASS.SINGLE.FOR}} sürücülərini yükləyin və ya DriverPack Solution proqramını quraşdıraraq sürücüləri yoxlayın və yeniləyin
bg: Изтеглете {{VENDOR.NAME}} {{CLASS.SINGLE.FOR}} драйвери или инсталирайте софтуера DriverPack Solution за сканиране и актуализиране на драйвера
bn: {{VENDOR.NAME}} {{CLASS.SINGLE.FOR}} ড্রাইভারসমূহ ডাউনলোড করুন অথবা ড্রাইভার স্ক্যান ও আপডেট করতে DriverPack Solution সফটওয়্যার ইন্সটল করুন
ca: Descarrega els controladors per a {{CLASS.SINGLE.FOR}} {{VENDOR.NAME}} o instal·la l'aplicació DriverPack Solution per a cercar i actualitzar els controladors automàticament
cs: Tady můžete nainstalovat {{VENDOR.NAME}} {{CLASS.SINGLE.FOR}} ovladače pro Windows 7, XP, 10, 8 a 8.1, nebo si stáhnout program DriverPack Solution pro automatickou instalaci ovladačů
es_419: Descarga controladores de {{CLASS.SINGLE.FOR}} {{VENDOR.NAME}} o instala el software DriverPack Solution para escanear y actualizar controladores
et: Lae alla {{VENDOR.NAME}} {{CLASS.SINGLE.FOR}} draiverid, või paigalda DriverPack Solution tarkvara, et skaneerida ja uuendada draivereid
fil: I-download ang {{VENDOR.NAME}} {{CLASS.SINGLE.FOR}} drivers o i-install ang DriverPack Solution software para sa pag-scan at pag-update ng driver
fr: Télécharger les pilotes de {{CLASS.SINGLE.FOR}} {{VENDOR.NAME}} ou installez le logiciel DriverPack Solution pour la numérisation et mise à jour des pilotes
hr: Ovdje možete instalirati upravljačke programe za {{CLASS.SINGLE.FOR}}{{VENDOR.NAME}} za Windows 7, XP, 10, 8 i 8.1 ili preuzmite program DriverPack Solution za automatsku instalaciju upravljačkih programa
hu: {{VENDOR.NAME}}{{CLASS.SINGLE.FOR}} driverek letöltése, vagy telepítse a DriverPack Solution szoftvert a driverek kereséséhez és frissítéséhez
id: Unduh driver {{VENDOR.NAME}} {{CLASS.SINGLE.FOR}} atau install aplikasi DriverPack Solution untuk memindai driver dan memperbarui
it: Scarica {{VENDOR.NAME}} {{CLASS.SINGLE.FOR}} i drivers o installa il software DriverPack Solution per la scansione e l'aggiornamento dei drivers
nl: Hier kun je installeren {{VENDOR.NAME}} {{CLASS.SINGLE.FOR}} drivers voor Windows 7, XP, 10, 8 en 8.1 of download DriverPack Solution software voor automatische driver installatie
no: Her kan du installere {{VENDOR.NAME}} {{CLASS.SINGLE.FOR}} drivere for Windows 7, XP, 10, 8, og 8.1, eller laste ned DriverPack Solution programvare for automatisk driver installasjon
pt_br: Aqui você pode instalar os drivers para {{CLASS.SINGLE.FOR}} da {{VENDOR.NAME}} para Windows 7, XP, 10, 8 e 8.1 ou baixar o programa DriverPack Solution para a instalação automática do driver
pt_pt: Aqui pode instalar controladores para {{CLASS.SINGLE.FOR}} da {{VENDOR.NAME}} para Windows 7, XP, 10, 8 e 8.1, ou descarregue a aplicação DriverPack Solution para instalar os controladores automaticamente
ro: Aici poți instala {{VENDOR.NAME}} {{CLASS.SINGLE.FOR}} drivere pentru Windows 7, XP, 10, 8, and 8.1, sau descarcă programul DriverPack Solution pentru instalare de drivere automată
sk: Stiahnuť ovládače {{VENDOR.NAME}} - {{CLASS.SINGLE.FOR}}, alebo nainštalujte softvér DriverPack Solution pre skenovanie a aktualizáciu ovládačov
sl: Prenos gonilnikov za {{VENDOR.NAME}} {{CLASS.SINGLE.FOR}} ali namestite program DriverPack Solution za skeniranje in nadgradnjo gonilnikov
sr: Preuzmite drajvere za {{VENDOR.NAME}} {{CLASS.SINGLE.FOR}} ili instalirajte DriverPack Solution softver za pretragu i ažuriranje drajvera
sw: Pakua {{VENDOR.NAME}} {{CLASS.SINGLE.FOR}} ma driver ao install DriverPack Solution programu kwa swala ya driver na uptade
ta: பதிவிறக்கம் {{VENDOR.NAME}} {{CLASS.SINGLE.FOR}} வன்பொருள்கள் அல்லது நிறுவல் DriverPack Solution மென்பொருள் தேடுதல் மற்றும் மேம்படுத்துதலுக்காக
th: ดาวน์โหลด {{VENDOR.NAME}} {{CLASS.SINGLE.FOR}} ไดรเวอร์หรือติดตั้ง DriverPack Solution ซอฟท์แวร์สำหรับสแกนและอัพเดทไดรเวอร์
tr: Buradan, Windows 7, XP, 10, 8, ve 8.1 için {{VENDOR.NAME}} {{CLASS.SINGLE.FOR}} sürücülerini yükleyebilir ya da otomatik sürücü kurulumu için DriverPack Solution yazılımını indirebilirsiniz

# seo_devicegroups-h1
source: <span class='bold'>{{VENDOR.NAME}}</span> {{CLASS.SINGLE.FOR}} drivers
az: <span class='bold'>{{VENDOR.NAME}}</span> {{CLASS.SINGLE.FOR}} driverləri
bg: Драйвери за <span class='bold'>{{VENDOR.NAME}}</span> {{CLASS.SINGLE.FOR}}
bn: <span class='bold'>{{VENDOR.NAME}}</span> {{CLASS.SINGLE.FOR}} ড্রাইভারসমূহ
ca: Controladors per a {{CLASS.SINGLE.FOR}} <span class='bold'>{{VENDOR.NAME}}</span>
cs: <span class='bold'>{{VENDOR.NAME}}</span> {{CLASS.SINGLE.FOR}} ovladače
es_419: Controladores de <span class='bold'>{{VENDOR.NAME}}</span> {{CLASS.SINGLE.FOR}}
et: <span class='bold'>{{VENDOR.NAME}}</span> {{CLASS.SINGLE.FOR}} draiverid
fil: mga driver ng <span class='bold'>{{VENDOR.NAME}}</span> {{CLASS.SINGLE.FOR}}
fr: Pilotes pour {{CLASS.SINGLE.FOR}} <span class='bold'>{{VENDOR.NAME}}</span>
hr: Upravljački programi za {{CLASS.SINGLE.FOR}}<span class='bold'>{{VENDOR.NAME}}</span>
hu: <span class='bold'>{{VENDOR.NAME}}</span> {{CLASS.SINGLE.FOR}} driverek
id: <span class='bold'>{{VENDOR.NAME}}</span> {{CLASS.SINGLE.FOR}} driver
it: <span class='bold'>{{VENDOR.NAME}}</span> {{CLASS.SINGLE.FOR}} driver
no: <span class='bold'>{{VENDOR.NAME}}</span> {{CLASS.SINGLE.FOR}} drivere
pt_br: Drivers da <span class='bold'>{{VENDOR.NAME}}</span> para {{CLASS.SINGLE.FOR}}
pt_pt: Controladores da <span class='bold'>{{VENDOR.NAME}}</span> {{CLASS.SINGLE.FOR}}
ro: <span class='bold'>{{VENDOR.NAME}}</span> {{CLASS.SINGLE.FOR}}drivere
sk: Ovládače <span class='bold'>{{VENDOR.NAME}}</span> - {{CLASS.SINGLE.FOR}}
sl: Gonilniki za <span class='bold'>{{VENDOR.NAME}}</span> {{CLASS.SINGLE.FOR}}
sr: Drajveri za {{CLASS.SINGLE.FOR}} <span class='bold'>{{VENDOR.NAME}}</span>
sw: <span class='bold'>{{VENDOR.NAME}}</span> {{CLASS.SINGLE.FOR}} ma driver
ta: <span class='bold'>{{VENDOR.NAME}}</span> {{CLASS.SINGLE.FOR}} வன்பொருள்கள்
th: <span class='bold'>{{VENDOR.NAME}}</span> {{CLASS.SINGLE.FOR}} ไดรเวอร์
tr: <span class='bold'>{{VENDOR.NAME}}</span> {{CLASS.SINGLE.FOR}} sürücüleri

# seo_devicegroups-keywords
source: {{CLASS.PLURAL.MAIN}} {{VENDOR.NAME}} drivers windows 7 8 10 64 download PC
az: {{CLASS.PLURAL.MAIN}} {{VENDOR.NAME}} sürücülərini windows 7 8 10 64 PK üçün yüklə
bg: {{CLASS.PLURAL.MAIN}} {{VENDOR.NAME}} драйвери за windows 7 8 10 64 изтегляне на PC
bn: {{CLASS.PLURAL.MAIN}} {{VENDOR.NAME}} ড্রাইভারসমূহ windows 7 8 10 64 ডাউনলোড পিসি
ca: Controladors per a {{CLASS.PLURAL.MAIN}}{{VENDOR.NAME}} windows 7 8 10 64 descarregar ordinador
cs: ovladače windows 7 8 10 64 stáhnout stáhnout PC {{CLASS.PLURAL.MAIN}} {{VENDOR.NAME}}
es_419: {{CLASS.PLURAL.MAIN}} {{VENDOR.NAME}} controladores windows 7 8 10 64 descargar PC
et: {{CLASS.PLURAL.MAIN}} {{VENDOR.NAME}} draiverid windows 7 8 10 64 lae alla arvuti
fil: {{CLASS.PLURAL.MAIN}} {{VENDOR.NAME}} drivers windows 7 8 10 64 i-download PC
fr: {{CLASS.PLURAL.MAIN}} {{VENDOR.NAME}}pilotes windows 7 8 10 64 télécharger PC
hr: upravljački programi windows 7 8 10 64 preuzimanje preuzmite {{CLASS.PLURAL.MAIN}}{{VENDOR.NAME}}
hu: {{CLASS.PLURAL.MAIN}} {{VENDOR.NAME}} driverek windows 7 8 10 64 letöltés PC
id: Unduh driver {{CLASS.PLURAL.MAIN}} {{VENDOR.NAME}} windows 7 8 10 64 PC
it: {{CLASS.PLURAL.MAIN}} {{VENDOR.NAME}} drivers windows 7 8 10 64 scarica PC
nl: drivers windows 7 8 10 64 download download PC {{CLASS.PLURAL.MAIN}} {{VENDOR.NAME}}
no: drivere windows 7 8 10 64 nedlasting nedlasting PC {{CLASS.PLURAL.MAIN}} {{VENDOR.NAME}}
pt_br: drivers windows 7 8 10 64 baixar baixar PC {{CLASS.PLURAL.MAIN}} da {{VENDOR.NAME}}
pt_pt: controladores windows 7 8 10 64 descarregar descarregar PC {{CLASS.PLURAL.MAIN}} {{VENDOR.NAME}}
ro: drivere windows 7 8 10 64 descarcă descarcă PC {{CLASS.PLURAL.MAIN}} {{VENDOR.NAME}}
sk: {{CLASS.PLURAL.MAIN}} {{VENDOR.NAME}} ovládače windows 7 8 10 64 stiahnuť PC
sl: {{CLASS.PLURAL.MAIN}} {{VENDOR.NAME}} gonilniki windows 7 8 10 64 prenesite PC
sr: {{CLASS.PLURAL.MAIN}} {{VENDOR.NAME}} drajveri windows 7 8 10 64 preuzmi računar
sw: {{CLASS.PLURAL.MAIN}} {{VENDOR.NAME}} ma driver windows 7 8 10 64 pakua PC
ta: {{CLASS.PLURAL.MAIN}} {{VENDOR.NAME}} வன்பொருள்கள் windows 7 8 10 64 கணினி பதிவிறக்கம்
th: {{CLASS.PLURAL.MAIN}} {{VENDOR.NAME}} ไดรเวอร์ windows 7 8 10 64 ดาวน์โหลด พีซี
tr: sürücüler windows 7 8 10 64 indirin indirin PC {{CLASS.PLURAL.MAIN}} {{VENDOR.NAME}}

# seo_devicegroups-footer-description
source: Download drivers for {{VENDOR.NAME}} {{CLASS.PLURAL.FOR}}
az: {{VENDOR.NAME}} {{CLASS.PLURAL.FOR}} üçün driverləri endirin
bg: Изтегли драйвери за {{VENDOR.NAME}} {{CLASS.PLURAL.FOR}}
bn: {{VENDOR.NAME}} {{CLASS.PLURAL.FOR}} এর ড্রাইভারসমূহ ডাউনলোড করুন
ca: Descarrega els controladors per a {{CLASS.PLURAL.FOR}}{{VENDOR.NAME}}
cs: Stáhnout ovladače pro {{VENDOR.NAME}} {{CLASS.PLURAL.FOR}}
es_419: Descargar controladores para {{VENDOR.NAME}} {{CLASS.PLURAL.FOR}}
et: Lae alla draiverid {{VENDOR.NAME}} {{CLASS.PLURAL.FOR}}
fil: I-download ang mga driver para sa {{VENDOR.NAME}} {{CLASS.PLURAL.FOR}}
fr: Téléchargez les pilotes pour {{VENDOR.NAME}} {{CLASS.PLURAL.FOR}}
hr: Preuzmite upravljačke programe za {{CLASS.PLURAL.FOR}}{{VENDOR.NAME}}
hu: {{VENDOR.NAME}} {{CLASS.PLURAL.FOR}} driverek letöltése
id: Unduh driver untuk {{VENDOR.NAME}} {{CLASS.PLURAL.FOR}}
it: Scarica i driver per {{VENDOR.NAME}} {{CLASS.PLURAL.FOR}}
nl: Download drivers voor {{VENDOR.NAME}} {{CLASS.PLURAL.FOR}}
no: Last ned drivere for {{VENDOR.NAME}} {{CLASS.PLURAL.FOR}}
pt_br: Baixar drivers para {{CLASS.PLURAL.FOR}} da {{VENDOR.NAME}}
pt_pt: Descarregar controladores para {{CLASS.PLURAL.FOR}} da {{VENDOR.NAME}}
ro: Descarcă drivere pentru {{VENDOR.NAME}} {{CLASS.PLURAL.FOR}}
sk: Stiahne ovládače pre {{CLASS.PLURAL.FOR}} {{VENDOR.NAME}}
sl: Prenos gonilnikov za {{VENDOR.NAME}} {{CLASS.PLURAL.FOR}}
sr: Preuzmite drajvere za {{VENDOR.NAME}} {{CLASS.PLURAL.FOR}}
sw: Pakua ma driver ya {{VENDOR.NAME}} {{CLASS.PLURAL.FOR}}
ta: பதிவிறக்கம் வன்பொருள்கள் {{VENDOR.NAME}} {{CLASS.PLURAL.FOR}}
th: ดาวน์โหลดไดรเวอร์สำหรับ {{VENDOR.NAME}} {{CLASS.PLURAL.FOR}}
tr: {{VENDOR.NAME}} {{CLASS.PLURAL.FOR}} için sürücüleri indirin

# seo_devicegroups-footer-application-category
source: Category: <span itemprop='applicationCategory'>{{CLASS.PLURAL.MAIN}}</span>
az: Kateqoriya: <span itemprop='applicationCategory'>{{CLASS.PLURAL.MAIN}}</span>
bg: Категория: <span itemprop='applicationCategory'>{{CLASS.PLURAL.MAIN}}</span>
bn: শ্রেণি: <span itemprop='applicationCategory'>{{CLASS.PLURAL.MAIN}}</span>
ca: Categoria: <span itemprop='applicationCategory'>{{CLASS.PLURAL.MAIN}}</span>
cs: Kategorie: <span itemprop='applicationCategory'>{{CLASS.PLURAL.MAIN}}</span>
es_419: Categoría: <span itemprop='applicationCategory'>{{CLASS.PLURAL.MAIN}}</span>
et: Kategooria: <span itemprop='applicationCategory'>{{CLASS.PLURAL.MAIN}}</span>
fil: Kategorya: <span itemprop='applicationCategory'>{{CLASS.PLURAL.MAIN}}</span>
fr: Catégorie: <span itemprop='applicationCategory'>{{CLASS.PLURAL.MAIN}}</span>
hr: Kategorija: <span itemprop='applicationCategory'>{{CLASS.PLURAL.MAIN}}</span>
hu: Kategória: <span itemprop='applicationCategory'>{{CLASS.PLURAL.MAIN}}</span>
id: Kategori: <span itemprop='applicationCategory'>{{CLASS.PLURAL.MAIN}}</span>
it: Categoria: <span itemprop='applicationCategory'>{{CLASS.PLURAL.MAIN}}</span>
nl: Categorie: <span itemprop='applicationCategory'>{{CLASS.PLURAL.MAIN}}</span>
no: Kategori: <span itemprop='applicationCategory'>{{CLASS.PLURAL.MAIN}}</span>
pt_br: Categoria: <span itemprop='applicationCategory'>{{CLASS.PLURAL.MAIN}}</span>
pt_pt: Categoria: <span itemprop='applicationCategory'>{{CLASS.PLURAL.MAIN}}</span>
ro: Categoria: <span itemprop='applicationCategory'>{{CLASS.PLURAL.MAIN}}</span>
sk: Kategória: <span itemprop='applicationCategory'>{{CLASS.PLURAL.MAIN}}</span>
sl: Kategorija: <span itemprop='applicationCategory'>{{CLASS.PLURAL.MAIN}}</span>
sr: Kategorija: <span itemprop='applicationCategory'>{{CLASS.PLURAL.MAIN}}</span>
sw: Kikundi: <span itemprop='applicationCategory'>{{CLASS.PLURAL.MAIN}}</span>
ta: வகை: <span itemprop='applicationCategory'>{{CLASS.PLURAL.MAIN}}</span>
th: ประเภท: <span itemprop='applicationCategory'>{{CLASS.PLURAL.MAIN}}</span>
tr: Kategori: <span itemprop='applicationCategory'>{{CLASS.PLURAL.MAIN}}</span>

# seo_devicegroups-footer-application-subcategory
source: Subcategory: <span itemprop='applicationSubCategory'>{{VENDOR.NAME}} {{CLASS.PLURAL.MAIN}}</span>
az: Alt kateqoriya: <span itemprop='applicationSubCategory'>{{VENDOR.NAME}} {{CLASS.PLURAL.MAIN}}</span>
bg: Подкатегория : <span itemprop='applicationSubCategory'>{{VENDOR.NAME}} {{CLASS.PLURAL.MAIN}}</span>
bn: উপশ্রেণি: <span itemprop='applicationSubCategory'>{{VENDOR.NAME}} {{CLASS.PLURAL.MAIN}}</span>
ca: Subcategoria: <span itemprop='applicationSubCategory'>{{CLASS.PLURAL.MAIN}}{{VENDOR.NAME}}</span>
cs: Podkategorie: <span itemprop='applicationSubCategory'>{{VENDOR.NAME}} {{CLASS.PLURAL.MAIN}} </span>
es_419: Subcategoría: <span itemprop='applicationSubCategory'>{{VENDOR.NAME}} {{CLASS.PLURAL.MAIN}}</span>
et: Alamkategooria: <span itemprop='applicationSubCategory'>{{VENDOR.NAME}} {{CLASS.PLURAL.MAIN}}</span>
fr: Sous-catégorie: <span itemprop='applicationSubCategory'>{{VENDOR.NAME}} {{CLASS.PLURAL.MAIN}}</span>
hr: Potkategorija: <span itemprop='applicationSubCategory'>{{CLASS.PLURAL.MAIN}}{{VENDOR.NAME}}</span>
hu: Alkategória: <span itemprop='applicationSubCategory'>{{VENDOR.NAME}} {{CLASS.PLURAL.MAIN}} </span>
id: Sub kategori: <span itemprop='applicationSubCategory'>{{VENDOR.NAME}} {{CLASS.PLURAL.MAIN}}</span>
it: Sottocategoria: <span itemprop='applicationSubCategory'>{{VENDOR.NAME}} {{CLASS.PLURAL.MAIN}}</span>
nl: Subcategorie: <span itemprop='applicationSubCategory'>{{VENDOR.NAME}} {{CLASS.PLURAL.MAIN}}</span>
no: Subkategori: <span itemprop='applicationSubCategory'>{{VENDOR.NAME}} {{CLASS.PLURAL.MAIN}}</span>
pt_br: Subcategoria: <span itemprop='applicationSubCategory'>{{CLASS.PLURAL.MAIN}} da {{VENDOR.NAME}}</span>
pt_pt: Subcategoria: <span itemprop='applicationSubCategory'>{{VENDOR.NAME}} {{CLASS.PLURAL.MAIN}}</span>
ro: Subcategoria: <span itemprop='applicationSubCategory'>{{VENDOR.NAME}} {{CLASS.PLURAL.MAIN}}</span>
sk: Podkategória: <span itemprop='applicationSubCategory'>{{CLASS.PLURAL.MAIN}} {{VENDOR.NAME}}</span>
sl: Podkategorija: <span itemprop='applicationSubCategory'>{{VENDOR.NAME}} {{CLASS.PLURAL.MAIN}}</span>
sr: Podkategorija: <span itemprop='applicationSubCategory'>{{VENDOR.NAME}} {{CLASS.PLURAL.MAIN}}</span>
sw: Kikundi: <span itemprop='applicationSubCategory'>{{VENDOR.NAME}} {{CLASS.PLURAL.MAIN}}</span>
ta: துணை வகை: <span itemprop='applicationSubCategory'>{{VENDOR.NAME}} {{CLASS.PLURAL.MAIN}}</span>
th: ประเภทย่อย: <span itemprop='applicationSubCategory'>{{VENDOR.NAME}} {{CLASS.PLURAL.MAIN}}</span>
tr: Alt kategori: <span itemprop='applicationSubCategory'>{{VENDOR.NAME}} {{CLASS.PLURAL.MAIN}} </span>
