Repository: DriverPackSolution/transifex-backup
Catalog: delorean/drpsu-organic-european/drpsu-organic-european-ltrpo/*.po
Languages: az, bg, bn, ca, cs, es_419, et, fil, fr, hr, hu, id, it, nl, no, pt_br, pt_pt, ro, sk, sl, sr, sw, ta, th, tr

# seo_deviceclass-footer-application-subcategory
source: Subcategory: <span itemprop='applicationSubCategory'>{{CLASS.PLURAL.MAIN}}</span>
az: Alt kateqoriya: <span itemprop='applicationSubCategory'>{{CLASS.PLURAL.MAIN}}</span>
bg: Подкатегория: <span itemprop='applicationSubCategory'>{{CLASS.PLURAL.MAIN}}</span>
bn: উপশ্রেণি: <span itemprop='applicationSubCategory'>{{CLASS.PLURAL.MAIN}}</span>
ca: Subcategoria: <span itemprop='applicationSubCategory'>{{CLASS.PLURAL.MAIN}}</span>
cs: Podkategorie: <span itemprop='applicationSubCategory'>{{CLASS.PLURAL.MAIN}}</span>
es_419: Subcategoría: <span itemprop='applicationSubCategory'>{{CLASS.PLURAL.MAIN}}</span>
et: Alamkategooria: <span itemprop='applicationSubCategory'>{{CLASS.PLURAL.MAIN}}</span>
fr: Sous-catégorie: <span itemprop='applicationSubCategory'>{{CLASS.PLURAL.MAIN}}</span>
hr: Potkategorija: <span itemprop='applicationSubCategory'>{{CLASS.PLURAL.MAIN}}</span>
hu: Alkategória: <span itemprop='applicationSubCategory'>{{CLASS.PLURAL.MAIN}}</span>
id: Sub kategori: <span itemprop='applicationSubCategory'>{{CLASS.PLURAL.MAIN}}</span>
it: Sottocategoria: <span itemprop='applicationSubCategory'>{{CLASS.PLURAL.MAIN}}</span>
nl: Subcategorie: <span itemprop='applicationSubCategory'>{{CLASS.PLURAL.MAIN}}</span>
no: Subkategoi: <span itemprop='applicationSubCategory'>{{CLASS.PLURAL.MAIN}}</span>
pt_br: Subcategoria: <span itemprop='applicationSubCategory'>{{CLASS.PLURAL.MAIN}}</span>
pt_pt: Subcategoria: <span itemprop='applicationSubCategory'>{{CLASS.PLURAL.MAIN}}</span>
ro: Subcategorie: <span itemprop='applicationSubCategory'>{{CLASS.PLURAL.MAIN}}</span>
sk: Podkategória: <span itemprop='applicationSubCategory'>{{CLASS.PLURAL.MAIN}}</span>
sl: Podkategorija: <span itemprop='applicationSubCategory'>{{CLASS.PLURAL.MAIN}}</span>
sr: Podkategorija: <span itemprop='applicationSubCategory'>{{CLASS.PLURAL.MAIN}}</span>
sw: Kikundi: <span itemprop='applicationSubCategory'>{{CLASS.PLURAL.MAIN}}</span>
ta: துணை வகை: <span itemprop='applicationSubCategory'>{{CLASS.PLURAL.MAIN}}</span>
th: ประเภทย่อย: <span itemprop='applicationSubCategory'>{{CLASS.PLURAL.MAIN}}</span>
tr: Alt kategori: <span itemprop='applicationSubCategory'>{{CLASS.PLURAL.MAIN}}</span>

# seo_vendors-title
source: Download PC, laptop, and netbook drivers | DriverPack Solution
az: PK, noutbuk və netbuk sürücülərini yükləyin | DriverPack Solution
bg: Изтегляне на драйвери за компютри, лаптопи | DriverPack Solution
bn: পিসি, ল্যাপটপ, ও নেটবুক ড্রাইভারসমূহ ডাউনলোড করুন | DriverPack Solution
ca: Descarrega controladors per a ordinador, portàtil i netbook | DriverPack Solution
cs: Stáhnout ovladače pro počítač, laptop a notebook | Windows
es_419: Descarga los controladores para computadoras de escritorio, portátiles y netbook | DriverPack Solution
et: Lae alla laua- ,süle- ja märkmikarvutite draiverid | DriverPack Solution
fil: I-download ang PC, laptop, at mga netbook drivers | DriverPack Solution
fr: Télécharger des pilotes PC, ordinateur portable et netbook | DriverPack Solution
hr: Preuzmite upravljačke programe za stolno računalo, prijenosno računalo ili netbook računalo | Windows
hu: PC, laptop, és netbook driverek letöltése | DriverPack Solution
id: Unduh driver PC, komputer jinjing, dan netbook | DriverPack Solution
it: Scarica i drivers per PC, portatili e netbook | DriverPack Solution
nl: Download PC, laptop en netbook drivers | Windows
no: Last ned drivere for PC, bærbar, og nettbøker | Windows
pt_br: Baixar drivers para PC, notebook e netbook | Windows
pt_pt: Descarregue controladores para computadores de secretária, portáteis e netbooks | Windows
ro: Descarcă drivere pentru PC, laptop sau netbook | Windows
sk: Stiahnuť ovládače pre PC, notebooky a netbooky | DriverPack Solution
sl: Prenesite gonilnike za PC, prenosnik in mrežno tablico | DriverPack Solution
sr: Preuzmite drajvere za računar, laptop i netbuk | DriverPack Solution
sw: Pakua PC, laptop, na ma driver ya netbook | DriverPack Solution
ta: பதிவிறக்கம் கணினி, மடிக்கணினி, மற்றும் நெட்புக் வன்பொருள்கள் | DriverPack Solution
th: ดาวน์โหลดไดรเวอร์พีซี, แล็บท็อป, และเน็ทบุ๊ค | DriverPack Solution
tr: PC, dizüstü, ve elüstü sürücülerini indirin | Windows

# seo_vendors-description
source: Install PC, laptop, and netbook drivers for free, or download the software for automatic driver update and installation
az: PC, noutbuk və netbuk driverlərini pulsuz quraşdırın ya da avtomatik driver yeniləmə və quraşdırma üçün proqraml endirin
bg: Инсталирай безплатно драйвери за PC, лаптоп и нетбук или изтегли софтуера за автоматично актуализиране и инсталиране на драйвери
bn: পিসি, ল্যাপটপ, এবং নেটবুক ড্রাইভারসমূহ বিনামূল্যে ইন্সটল করুন, অথবা স্বয়ংক্রিয় ড্রাইভার আপডেট এবং ইন্সটলেশনের জন্য সফটওয়্যারটি ডাউনলোড করুন
ca: Instal·la els controladors per a ordinador, portàtil i netbook gratuïtament, o descarrega l'aplicació per a la instal·lació i actualització automàtica de controladors
cs: Nainstalujte ovladače pro PC, laptop nebo netbook zdarma, nebo si stáhněte software pro automatickou aktualizaci a instalaci
es_419: Instala los controladores de PC, portátil y netbook de forma gratuita o descarga el software para la actualización e instalación automática del controlador
et: Paigalda laua-, süle-, ja märkmikarvutite draiverid tasuta või lae alla tarkvara, et automaatselt uuendada ja paigaldada draivereid
fil: I-install ang PC, laptop, at netbook driver, o i-download ang software nang libre para sa awtomatikong pag-update at pag-install ng pag-update
fr: Installez les pilotes pour PC, ordinateur portable et netbook gratuitement, ou téléchargez le logiciel pour l'installation et la mise à jour automatique des pilotes
hr: Besplatno instalirajte upravljačke programe za stolno, prijenosno ili netbook računalo, ili preuzmite softver za automatsko ažuriranje i instalaciju upravljačkih programa.
hu: PC, laptop, és netbook driverek ingyen, vagy töltse le a szoftvert automatikus driverfrissítéshez és telepítéshez
id: Pasang driver-driver PC, komputer jinjing, dan komputer jinjing kecil dengan gratis, atau unduh perangkat lunak untuk pembaruan dan pemasangan driver secara otomatis
it: Installa i driver gratuitamente per il PC, il portatile e netbook o scarica il programma per l'installazione e l'aggiornamento automatico dei driver
nl: Installeer PC, laptop en netbook drivers gratis of download de software voor automatische driver update en installatie
no: Installer PC, bærbar og nettbok drivere gratis, eller last ned programvaren for automatisk oppdatering og installering av driveren
pt_br: Instale drivers gratuitamente para PC, notebooks ou netbooks, ou baixe o programa para instalar e atualizar automaticamente os drivers
pt_pt: Instale controladores de graça para computadores de secretária, portáteis e netbooks, ou descarregue o programa para atualizar e instalar os controladores automaticamente
ro: Instalează drivere gratuit pentru PC, laptop si netbook, sau descarcă programul pentru instalare si update automat
sk: Inštalovať ovládače PC, notebookov a netbookov zadarmo, alebo si stiahnite softvér na automatickú aktualizáciu a inštaláciu ovládačov
sl: Brezplačna namestitev gonilnikov za namizne računalnike, prenosnike in spletne prenosnike ali prenos program za samodejno posodabljanje in nameščanje gonilnikov
sr: Instalirajte besplatno drajvere za računar, laptop i netbuk ili preuzmite softver za automatsko instaliranje i ažuriranje drajvera
sw: Install kwa PC, laptop, na netbook, ao pakua programu ya ku update ma driver moja kwa moja na ku install
ta: வன்பொருள்கள் நிறுவல் கணினி, மடிக்கணினி மற்றும் நெட்புக்கிற்கு இலவசமாக, அல்லது பதிவிறக்கம் மென்பொருள் தானியங்கி முறையில் வன்பொருள் நிறுவல் மற்றும் மேம்படுத்தல்
th: ติดตั้งไดรเวอร์พีซี, แล็ปท็อป, และเน็ตบุ๊ค ฟรี หรือดาวน์โหลดซอฟท์แวร์สำหรับอัพเดทและติดตั้งไดรเวอร์อัตโนมัติ
tr: PC, dizüstü ve elüstü sürücülerini ücretsiz yükleyin, ya da otomatik sürücü güncelleme ve kurulum için yazılımı indirin

# seo_vendors-h1
source: Hardware manufacturers
az: Avadanlıq istehsalçıları
bg: Производители на хардуер
bn: হার্ডওয়্যার প্রস্তুতকারীগণ
ca: Fabricants de maquinari
cs: Výrobci hardwaru
es_419: Fabricantes de hardware
et: Riistvara tootjad
fil: Mga tagagawa ng hardware
fr: Fabricants de matériel
hr: Proizvođači hardvera
hu: Hardvergyártók
id: Produsen Perangkat keras
it: Produttori hardware
nl: Hardware fabrikanten
no: Maskinvareprodusenter
pt_br: Fabricantes de hardware
pt_pt: Fabricantes de Hardware
ro: Producători de componente
sk: Výrobcovia hardvéru
sl: Proizvajalci strojne opreme
sr: Proizvođači računarske opreme
sw: Wazalishaji wa vifaa
ta: வன்பொருள் உற்பத்தியாளர்கள்
th: ผู้ผลิตฮาร์ดแวร์
tr: Donanım üreticileri

# seo_vendors-keywords
source: drivers drivers windows 7 8 10 64 download download
az: driverlər driverlər windows 7 8 10 64 endir endirin
bg: драйвери драйвери windows 7 8 10 64 изтегляне сваляне
bn: ড্রাইভারসমূহ ড্রাইভারসমূহ windows 7 8 10 64 ডাউনলোড ডাউনলোড
ca: controladors controladors windows 7 8 10 64 descarregar descàrrega
cs: ovladače ovladače windows 7 8 10 64 stáhnout stáhnout
es_419: controladores controladores windows 7 8 10 64 descarga descarga
et: draiverid draiverid windows 7 8 10 64 lae alla lae alla
fr: pilotes pilotes windows 7 8 10 64 télécharger télécharger
hr: upravljački programi, upravljački programi windows 7 8 10 64 preuzmite preuzmite
hu: driverek driverek windows 7 8 10 64 letöltés letöltés
id: driver driver windows 7 8 10 64 unduh unduh
it: driver driver windows 7 8 10 64 scaricare scaricare
no: drivere drivere windows 7 8 10 64 nedlasting nedlasting
pt_br: drivers drivers windows 7 8 10 64 baixar baixar
pt_pt: controladores controladores windows 7 8 10 64 descarregar descarregar
ro: drivere drivere windows 7 8 10 64 descarcă descarcă
sk: ovládače ovládače Windows 7 8 10 64 stiahnuť stiahnuť
sl: gonilniki gonilniki windows 7 8 10 64 prenos prenos
sr: drajveri drajveri windows 7 8 10 64 preuzmi preuzmi
sw: ma driver ma driver windows 7 8 10 64 pakua pakua
ta: வன்பொருள்கள் வன்பொருள்கள் windows 7 8 10 64 பதிவிறக்கம் பதிவிறக்கம்
th: ไดรเวอร์ ไดรเวอร์ windows 7 8 10 64 ดาวน์โหลด ดาวน์โหลด
tr: sürücüler sürücüler windows 7 8 10 64 indirin indirin

# seo_vendor-title
source: Download {{VENDOR.NAME}} drivers for Windows 7, XP, 10, 8, and 8.1
az: Windows 7, XP, 10, 8 və 8.1 üçün {{VENDOR.NAME}} sürücülərini yükləyin
bg: Изтеглете {{VENDOR.NAME}} драйвери за Windows 7, XP, 10, 8 и 8.1
bn: Windows 7, XP, 10, 8, ও 8.1 এর জন্য {{VENDOR.NAME}} ড্রাইভারসমূহ ডাউনলোড করুন
ca: Descarrega controladors de {{VENDOR.NAME}} per a Windows 7, XP, 10, 8 i 8.1
cs: Stáhnout {{VENDOR.NAME}} ovladače pro Windows zdarma
es_419: Descargar controladores de {{VENDOR.NAME}} para Windows 7, XP, 10, 8 y 8.1
et: Lae alla {{VENDOR.NAME}} draiverid Windows 7, XP, 10, 8 ja 8.1 jaoks
fil: I-download ang {{VENDOR.NAME}} drivers para sa Windows 7, XP, 10, 8, at 8.1
fr: Téléchargez les pilotes {{VENDOR.NAME}} pour Windows 7, XP, 10, 8 et 8.1
hr: Besplatno preuzmite upravljačke programe za {{VENDOR.NAME}} za Windows
hu: {{VENDOR.NAME}} driverek letöltése Windows 7, XP, 10, 8, és 8.1 rendszerekhez
id: Unduh {{VENDOR.NAME}} driver untuk Windows 7, XP, 10, 8, dan 8.1
it: Scarica {{VENDOR.NAME}} i drivers per Windows 7, XP, 10, 8 e 8.1
nl: Download {{VENDOR.NAME}} drivers voor Windows gratis
no: Last ned gratis {{VENDOR.NAME}} drivere for Windows
pt_br: Baixar drivers do notebook {{VENDOR.NAME}} para o Windows gratuitamente
pt_pt: Descarregue de graça controladores da {{VENDOR.NAME}} para Windows
ro: Descarcă {{VENDOR.NAME}} drivere pentru Windows gratuit
sk: Stiahnite ovládače {{VENDOR.NAME}} pre Windows 7, XP, 10, 8 a 8.1
sl: Prenesite gonilnike za {{VENDOR.NAME}} v sistemu Windows 7, XP, 10, 8 in 8.1
sr: Preuzmite drajvere za {{VENDOR.NAME}} za Windows 7, XP, 10, 8, i 8.1
sw: Pakua {{VENDOR.NAME}} ma driver ya Windows 7, XP, 10, 8, na 8.1
ta: பதிவிறக்கம் {{VENDOR.NAME}} Windows 7, XP, 10, 8, மற்றும் 8.1 தேவையான வன்பொருள்கள்
th: ดาวน์โหลด {{VENDOR.NAME}} ไดรเวอร์สำหรับ Windows 7, XP, 10, 8, และ 8.1
tr: Windows için {{VENDOR.NAME}} sürücülerini ücretsiz indirin

# seo_vendor-description
source: Download {{VENDOR.NAME}} drivers or install DriverPack Solution software for driver scan and update
az: {{VENDOR.NAME}} sürücülərini yükləyin və ya DriverPack Solution proqramını quraşdıraraq sürücüləri yoxlayın və yeniləyin
bg: Изтеглете {{VENDOR.NAME}} драйвери или инсталирайте софтуера DriverPack Solution за сканиране и актуализиране на драйвера
bn: {{VENDOR.NAME}} ড্রাইভারসমূহ ডাউনলোড করুন অথবা ড্রাইভার স্ক্যান ও আপডেট করতে DriverPack Solution সফটওয়্যার ইন্সটল করুন
ca: Descarrega els controladors de {{VENDOR.NAME}} o instal·la l'aplicació DriverPack Solution per a cercar i actualitzar els controladors
cs: Nainstalujte {{VENDOR.NAME}} ovladače pro Windows 7, XP, 10, 8 a 8.1 zdarma, nebo si stáhněte program DriverPack Solution pro automatickou instalaci ovladačů
es_419: Descarga controladores de {{VENDOR.NAME}} o instala el software DriversPack Solution para escanear los controladores y actualizarlos
et: Lae alla {{VENDOR.NAME}} draiverid või paigalda DriverPack Solution tarkvara, et skaneerida ja uuendada draivereid
fil: I-download ang {{VENDOR.NAME}} drivers o i-install ang DriverPack Solution software para i-scan at i-update ang driver
fr: Téléchargez les pilotes {{VENDOR.NAME}} ou installez le logiciel DriverPack Solution pour une recherche et mise à jour des pilotes
hr: Besplatno instalirajte upravljačke programe za {{VENDOR.NAME}} za Windows 7, XP, 10, 8 i 8.1 ili preuzmite program DriverPack Solution za automatsku instalaciju upravljačkih programa
hu: {{VENDOR.NAME}} driverek letöltése vagy telepítse a DriverPack Solution szoftvert a driverkereséshez és frissítéshez
id: Unduh {{VENDOR.NAME}} driver atau pasang aplikasi DriverPack Solution untuk memindai driver dan memperbarui
it: Scarica {{VENDOR.NAME}} i drivers o installa il software DriverPack Solution per la scansione e l'aggiornamento dei drivers
nl: Installeer {{VENDOR.NAME}} drivers voor Windows 7, XP 10, 8 en 8.1 gratis of download DriverPack Solution software voor automatische driver installatie
no: Installer gratis {{VENDOR.NAME}} drivere for Windows 7, XP, 10, 8, og 8.1 eller last ned DriverPack Solution programvare for automatisk driver installasjon
pt_br: Instale os drivers do notebook {{VENDOR.NAME}} para o Windows 7, XP, 10, 8 e 8.1 gratuitamente, ou baixe o programa DriverPack Solution para instalação automática dos drivers
pt_pt: Instale controladores da {{VENDOR.NAME}} para o Windows 7, XP, 10, 8 e 8.1 de graça, ou descarregue a aplicação DriverPack Solution para instalar os controladores automaticamente
ro: Instalează {{VENDOR.NAME}}drivere pentru Windows 7, XP, 10, 8, and 8.1 gratuit, sau descarcă programul DriverPack Solution pentu instalare automată de drivere
sk: Stiahnuť ovládače {{VENDOR.NAME}}, alebo nainštalujte softvér DriverPack Solution pre skenovanie a aktualizáciu ovládačov
sl: Prenesite gonilnike za {{VENDOR.NAME}} ali namestite DrivePack Solution za skeniranje in nadgradnjo gonilnikov
sr: Preuzmite drajvere za {{VENDOR.NAME}} ili instalirajte DriverPack Solution softver za pretragu i instaliranje drajvera
sw: Pakua {{VENDOR.NAME}} ma driver ao install DriverPack Solution programu kwa swala ya driver na uptade
ta: பதிவிறக்கம் {{VENDOR.NAME}} வன்பொருள்கள் அல்லது நிறுவல் DriverPack Solution மென்பொருள் தேடுதல் மற்றும் மேம்படுத்துதலுக்காக
th: ดาวน์โหลด {{VENDOR.NAME}} ไดรเวอร์หรือติดตั้ง DriverPack Solution ซอฟท์แวร์สำหรับสแกนและอัพเดทไดรเวอร์
tr: Windows 7, XP, 10, 8, ve 8.1 için {{VENDOR.NAME}} sürücülerini ücretsiz yükleyin, ya da otomatik sürücü kurulumu için DriverPack Solution yazılımını indirin

# seo_vendor-h1
source: <span class='bold'>{{VENDOR.NAME}}</span> devices drivers
az: <span class='bold'>{{VENDOR.NAME}}</span> cihazları driverləri
bg: Драйвери за устройства<span class='bold'>{{VENDOR.NAME}}</span>
bn: <span class='bold'>{{VENDOR.NAME}}</span> যন্ত্রসমূহের ড্রাইভারসমূহ
ca: Controladors per a dispositius <span class='bold'>{{VENDOR.NAME}}</span>
cs: <span class='bold'>{{VENDOR.NAME}}</span> ovladače zařízení
es_419: Controladores de dispositivos <span class='bold'>{{VENDOR.NAME}}</span>
et: <span class='bold'>{{VENDOR.NAME}}</span> seadmete draiverid
fil: mga driver ng devices o aparatong <span class='bold'>{{VENDOR.NAME}}</span>
fr: Pilotes de périphériques <span class='bold'>{{VENDOR.NAME}}</span>
hr: Upravljački programi za uređaje proizvođača <span class='bold'>{{VENDOR.NAME}}</span>
hu: <span class='bold'>{{VENDOR.NAME}}</span> eszközök driverei
id: <span class='bold'>{{VENDOR.NAME}}</span> perangkat driver
it: <span class='bold'>{{VENDOR.NAME}}</span> driver delle periferiche
nl: <span class='bold'>{{VENDOR.NAME}}</span> apparaat drivers
no: <span class='bold'>{{VENDOR.NAME}}</span> enheter drivere
pt_br: Drivers dos dispositivos <span class='bold'>{{VENDOR.NAME}}</span>
pt_pt: Controladores de dispositivos da <span class='bold'>{{VENDOR.NAME}}</span>
ro: <span class='bold'>{{VENDOR.NAME}}</span>dispozitive drivere
sk: Ovládače zariadení <span class='bold'>{{VENDOR.NAME}}</span>
sl: Gonilniki za naprave <span class='bold'>{{VENDOR.NAME}}</span>
sr: Drajveri za uređaje <span class='bold'>{{VENDOR.NAME}}</span>
sw: <span class='bold'>{{VENDOR.NAME}}</span> ma driver ya vifaa
ta: <span class='bold'>{{VENDOR.NAME}}</span> சாதனங்களுக்கு வன்பொருள்கள்
th: <span class='bold'>{{VENDOR.NAME}}</span> ไดรเวอร์อุปกรณ์
tr: <span class='bold'>{{VENDOR.NAME}}</span> aygıtları sürücüleri

# seo_vendor-keywords
source: {{VENDOR.NAME}} drivers windows 7 8 10 64 download
az: {{VENDOR.NAME}} sürücülərini windows 7 8 10 64 üçün yükləyin
bg: {{VENDOR.NAME}} изтегляне на драйвери за windows 7 8 10 64
bn: ডাউনলোড করুন {{VENDOR.NAME}} ড্রাইভারসমূহ windows 7 8 10 64
ca: Controladors {{VENDOR.NAME}} windows 7 8 10 64 descarregar
cs: ovladače windows 7 8 10 64 stáhnout stáhnout {{VENDOR.NAME}}
es_419: {{VENDOR.NAME}} controladores windows 7 8 10 64 descargar
et: {{VENDOR.NAME}} draiverid Windows 7 8 10 64 lae alla
fil: {{VENDOR.NAME}} drivers windows 7 8 10 64 i-download
fr: pilotes pour {{VENDOR.NAME}} windows 7 8 10 64 télécharger
hr: upravljački programi windows 7 8 10 64 preuzimanje, preuzmite {{VENDOR.NAME}}
hu: {{VENDOR.NAME}} driverek windows 7 8 10 64 letöltés
id: Unduh driver {{VENDOR.NAME}} windows 7 8 10 64
it: {{VENDOR.NAME}} drivers Windows 7 8 10 64 scarica
nl: drivers Windows 7 8 10 64 download download {{VENDOR.NAME}}
no: drivere windows 7 8 10 64 nedlasting nedlasting {{VENDOR.NAME}}
pt_br: drivers windows 7 8 10 64 baixar baixar {{VENDOR.NAME}}
pt_pt: controladores windows 7 8 10 64 descarregar descarregar {{VENDOR.NAME}}
ro: drivere windows 7 8 10 64 descarcă descarcă {{VENDOR.NAME}}
sk: {{VENDOR.NAME}} ovládače windows 7 8 10 64 stiahnuť
sl: {{VENDOR.NAME}} gonilniki windows 7 8 10 64 prenesite
sr: {{VENDOR.NAME}} drajveri windows 7 8 10 64 preuzmi
sw: {{VENDOR.NAME}} ma driver windows 7 8 10 64 ku pakua
ta: {{VENDOR.NAME}} வன்பொருள்கள் windows 7 8 10 64 பதிவிறக்கம்
th: {{VENDOR.NAME}} ไดรเวอร์ windows 7 8 10 64 ดาวน์โหลด
tr: sürücüler windows 7 8 10 64 indirin indirin {{VENDOR.NAME}}

# seo_vendor-footer-description
source: Download drivers for {{VENDOR.NAME}} devices for free
az: {{VENDOR.NAME}} cihazları üçün driverləri pulsuz enirin
bg: Изтегли драйвери за устройства {{VENDOR.NAME}} безплатно
bn: {{VENDOR.NAME}} যন্ত্রসমূহের জন্য বিনামূল্যে ড্রাইভারসমূহ ডাউনলোড করুন
ca: Descarrega controladors per a dispositius {{VENDOR.NAME}} gratuïtament
cs: Stáhnout ovladače pro {{VENDOR.NAME}} zařízení zdarma
es_419: Controladores para dispositivos {{VENDOR.NAME}} gratis
et: Lae alla draiverid {{VENDOR.NAME}} seadmele tasuta
fil: I-download ang mga driver para sa {{VENDOR.NAME}} devices ng libre
fr: Téléchargez les pilotes pour périphériques {{VENDOR.NAME}} gratuitement
hr: Besplatno preuzmite upravljačke programe za uređaje proizvođača {{VENDOR.NAME}}
hu: {{VENDOR.NAME}} driverek letöltése ingyen
id: Unduh driver untuk {{VENDOR.NAME}} perangkat dengan bebas
it: Scarica i driver per dispositivi {{VENDOR.NAME}} gratis
nl: Download drivers voor {{VENDOR.NAME}} apparaten gratis
no: Last ned gratis drivere for {{VENDOR.NAME}} enheter
pt_br: Baixar drivers para os dispositivos {{VENDOR.NAME}} gratuitamente
pt_pt: Descarregue controladores para dispositivos {{VENDOR.NAME}} de graça
ro: Descarcă drivere pentru {{VENDOR.NAME}} dispozitive gratuit
sk: Stiahnuť ovládače {{VENDOR.NAME}} pre zariadenia zadarmo
sl: Brezplačen prenos gonilnikov za naprave {{VENDOR.NAME}}
sr: Preuzmite besplatno drajvere za {{VENDOR.NAME}}
sw: Pakua ma driver ya {{VENDOR.NAME}} vifaa kwa bure
ta: வன்பொருள்கள் பதிவிறக்கம் {{VENDOR.NAME}} சாதனங்களுக்கு இலவசமாக
th: ดาวน์โหลดไดรเวอร์สำหรับ {{VENDOR.NAME}} อุปกรณ์ ฟรี
tr: {{VENDOR.NAME}} aygıtları için sürücüleri ücretsiz indirin

# seo_vendor-footer-application-category
source: Category: <span itemprop='applicationCategory'>Devices</span>
az: Kateqoriya: <span itemprop='applicationCategory'>Cihazlar</span>
bg: Категория: <span itemprop='applicationCategory'>Устройства</span>
bn: শ্রেণি: <span itemprop='applicationCategory'>যন্ত্রসমূহ</span>
ca: Categoria: <span itemprop='applicationCategory'>Dispositius</span>
cs: Kategorie: <span itemprop='applicationCategory'>Zařízení</span>
es_419: Categoria: <span itemprop='applicationCategory'>Dispositivos</span>
et: Kategooria: <span itemprop='applicationCategory'>Seadmed</span>
fil: Kategorya: <span itemprop='applicationCategory'>Devices</span>
fr: Catégorie: <span itemprop='applicationCategory'>Périphériques</span>
hr: Kategorija: <span itemprop='applicationCategory'>Uređaji</span>
hu: Kategória: <span itemprop='applicationCategory'>Eszközök</span>
id: Kategori: <span itemprop='applicationCategory'>Perangkat</span>
it: Categoria: <span itemprop='applicationCategory'>Dispositivi</span>
nl: Categorie: <span itemprop='applicationCategory'>Apparaten</span>
no: Kategori: <span itemprop='applicationCategory'>Enheter</span>
pt_br: Categoria: <span itemprop='applicationCategory'>Dispositivos</span>
pt_pt: Categoria: <span itemprop='applicationCategory'>Devices</span>
ro: Categoria: <span itemprop='applicationCategory'>Dispozitive</span>
sk: Kategória: <span itemprop='applicationCategory'>Zariadenia</span>
sl: Kategorija: <span itemprop='applicationCategory'>Naprave</span>
sr: Kategorija: <span itemprop='applicationCategory'>Uređaji</span>
sw: Jamii: <span itemprop='applicationCategory'>Vifaa</span>
ta: வகை: <span itemprop='applicationCategory'>சாதனங்கள்</span>
th: ประเภท: <span itemprop='applicationCategory'>อุปกรณ์</span>
tr: Kategori: <span itemprop='applicationCategory'>Aygıtlar</span>
