Repository: DriverPackSolution/transifex-backup
Catalog: delorean/drpsu-organic-european/drpsu-organic-european-ltrpo/*.po
Languages: az, bg, bn, ca, cs, es_419, et, fil, fr, hr, hu, id, it, nl, no, pt_br, pt_pt, ro, sk, sl, sr, sw, ta, th, tr

# seo_devicegroup-footer-application-subcategory
source: Subcategory: <span itemprop='applicationSubCategory'>{{GROUP.NAME}} {{CLASS.PLURAL.MAIN}}</span>
az: Alt kateqoriya: <span itemprop='applicationSubCategory'>{{GROUP.NAME}} {{CLASS.PLURAL.MAIN}}</span>
bg: Подкатегория: <span itemprop='applicationSubCategory'>{{GROUP.NAME}} {{CLASS.PLURAL.MAIN}}</span>
bn: উপশ্রেণি: <span itemprop='applicationSubCategory'>{{GROUP.NAME}} {{CLASS.PLURAL.MAIN}}</span>
ca: Subcategoria: <span itemprop='applicationSubCategory'>{{CLASS.PLURAL.MAIN}} {{GROUP.NAME}}</span>
cs: Podkategorie: <span itemprop='applicationSubCategory'>{{GROUP.NAME}} {{CLASS.PLURAL.MAIN}} </span>
es_419: Subcategoría: <span itemprop='applicationSubCategory'>{{CLASS.PLURAL.MAIN}} {{GROUP.NAME}}</span>
et: Alamkategooria: <span itemprop='applicationSubCategory'>{{GROUP.NAME}} {{CLASS.PLURAL.MAIN}}</span>
fr: Sous-catégorie: <span itemprop='applicationSubCategory'>{{GROUP.NAME}} {{CLASS.PLURAL.MAIN}}</span>
hr: Potkategorija: <span itemprop='applicationSubCategory'>{{CLASS.PLURAL.MAIN}}{{GROUP.NAME}}</span>
hu: Alkategória: <span itemprop='applicationSubCategory'>{{GROUP.NAME}} {{CLASS.PLURAL.MAIN}} </span>
id: Subkategori: <span itemprop='applicationSubCategory'>{{GROUP.NAME}} {{CLASS.PLURAL.MAIN}}</span>
it: Sottocategoria: <span itemprop='applicationSubCategory'>{{GROUP.NAME}} {{CLASS.PLURAL.MAIN}}</span>
nl: Subcategorie: <span itemprop='applicationSubCategory'>{{GROUP.NAME}} {{CLASS.PLURAL.MAIN}}</span>
no: Subkategori: <span itemprop='applicationSubCategory'>{{GROUP.NAME}} {{CLASS.PLURAL.MAIN}}</span>
pt_br: Subcategoria: <span itemprop='applicationSubCategory'>{{CLASS.PLURAL.MAIN}} {{GROUP.NAME}}</span>
pt_pt: Subcategoria: <span itemprop='applicationSubCategory'>{{GROUP.NAME}} {{CLASS.PLURAL.MAIN}}</span>
ro: Subcategoria: <span itemprop='applicationSubCategory'>{{CLASS.PLURAL.MAIN}} {{GROUP.NAME}} </span>
sk: Podkategória: <span itemprop='applicationSubCategory'>{{CLASS.PLURAL.MAIN}} {{GROUP.NAME}}</span>
sl: Podkategorija: <span itemprop='applicationSubCategory'>{{GROUP.NAME}} {{CLASS.PLURAL.MAIN}}</span>
sr: Podkategorija: <span itemprop='applicationSubCategory'>{{GROUP.NAME}} {{CLASS.PLURAL.MAIN}}</span>
sw: Kikundi: <span itemprop='applicationSubCategory'>{{GROUP.NAME}} {{CLASS.PLURAL.MAIN}}</span>
ta: துணை வகை: <span itemprop='applicationSubCategory'>{{GROUP.NAME}} {{CLASS.PLURAL.MAIN}}</span>
th: ประเภทย่อย: <span itemprop='applicationSubCategory'>{{GROUP.NAME}} {{CLASS.PLURAL.MAIN}}</span>
tr: Alt kategori: <span itemprop='applicationSubCategory'>{{GROUP.NAME}} {{CLASS.PLURAL.MAIN}} </span>

# seo_devicegroup-footer-content
source: Download drivers for {{GROUP.VENDOR.NAME}} {{GROUP.NAME}} {{CLASS.SINGLE.FOR}}, or download DriverPack Solution software for automatic driver download and update
az: {{GROUP.VENDOR.NAME}} {{GROUP.NAME}} {{CLASS.SINGLE.FOR}} üçün driverləri endirin ya da avtomatik driver endirmə və yeniləmə üçün DriverPack Solution endirin
bg: Изтегли драйвери за {{GROUP.VENDOR.NAME}} {{GROUP.NAME}} {{CLASS.SINGLE.FOR}} или изтегли софтуера DriverPack Solution за автоматично изтегляне и актуализиране на драйвери
bn: {{GROUP.VENDOR.NAME}} {{GROUP.NAME}} {{CLASS.SINGLE.FOR}} ড্রাইভারসমূহ ডাউনলোড করুন, অথবা স্বয়ংক্রিয় ড্রাইভার ডাউনলোড ও আপডেটের জন্য DriverPack Solution সফটওয়্যার ডাউনলোড করুন
ca: Descarrega els controladors per a {{CLASS.SINGLE.FOR}} {{GROUP.VENDOR.NAME}} {{GROUP.NAME}}, o descarrega l'aplicació DriverPack Solution per a la descàrrega i actualització automàtica dels controladors
cs: Stáhnout ovladače pro {{GROUP.VENDOR.NAME}} {{GROUP.NAME}} {{CLASS.SINGLE.FOR}} nebo stáhnout program DriverPack Solution pro automatické stažení a aktualizaci ovladačů
es_419: Descarga los controladores de {{GROUP.VENDOR.NAME}} {{GROUP.NAME}} {{CLASS.SINGLE.FOR}} o descarga el software de DriverPack Solution para instalar y actualizar el controlador automáticamente.
et: Lae alla {{GROUP.VENDOR.NAME}} {{GROUP.NAME}} {{CLASS.SINGLE.FOR}} draiverid, või paigalda DriverPack Solution tarkvara, et automaatselt skaneerida ja uuendada draivereid
fil: I-download ang mga driver para sa {{GROUP.VENDOR.NAME}} {{GROUP.NAME}} {{CLASS.SINGLE.FOR}}, o i-download ang DriverPack Solution software para sa awtomatikong pag-download at pag-update ng driver
fr: Télécharger les pilotes pour {{GROUP.VENDOR.NAME}} {{GROUP.NAME}} {{CLASS.SINGLE.FOR}}, ou télécharger le logiciel DriverPack Solution pour le téléchargement automatique du pilote et la mise à jour
hr: Preuzmite upravljačke programe za {{CLASS.SINGLE.FOR}}{{GROUP.VENDOR.NAME}}{{GROUP.NAME}} ili preuzmite program DriverPack Solution za automatsko ažuriranje i instalaciju upravljačkih programa
hu: {{GROUP.VENDOR.NAME}}{{GROUP.NAME}}{{CLASS.SINGLE.FOR}} driverek letöltése, vagy telepítse a DriverPack Solution szoftvert a driverek kereséséhez és frissítéséhez
id: Unduh driver untuk {{GROUP.VENDOR.NAME}} {{GROUP.NAME}} {{CLASS.SINGLE.FOR}}, atau untuk perangkat lunak DriverPack Solution untuk unduh driver otomatis dan pembaharuan
it: Scarica i driver per {{GROUP.VENDOR.NAME}} {{GROUP.NAME}} {{CLASS.SINGLE.FOR}}, o scarica il programma DriverPack Solution per l'installazione e l'aggiornamento automatico dei driver
nl: Download drivers voor{{GROUP.VENDOR.NAME}} {{GROUP.NAME}} {{CLASS.SINGLE.FOR}} of download DriverPack Solution software voor automatische driver download en update
no: Last ned drivere for {{GROUP.VENDOR.NAME}} {{GROUP.NAME}} {{CLASS.SINGLE.FOR}}, eller last ned DriverPack Solution programvare for automatisk driver nedlasting og oppdatering
pt_br: Baixar drivers para {{CLASS.SINGLE.FOR}} {{GROUP.VENDOR.NAME}} {{GROUP.NAME}}, ou instale o programa DriverPack Solution para baixar e atualizar o driver automaticamente
pt_pt: Descarregue controladores para {{CLASS.SINGLE.FOR}} {{GROUP.NAME}} da {{GROUP.VENDOR.NAME}}, ou descarregue o programa DriverPack Solution para descarregamento e atualização automática do controlador
ro: Descarcă drivere pentru {{CLASS.SINGLE.FOR}} {{GROUP.VENDOR.NAME}} {{GROUP.NAME}}, sau descarcă DriverPack Solution pentru descărcarea si actualizarea automată a driverelor
sk: Stiahne ovládače {{GROUP.VENDOR.NAME}} {{GROUP.NAME}} - {{CLASS.SINGLE.FOR}}, alebo stiahnite softvér DriverPack Solution pre automatické stiahnutie a aktualizáciu ovládačov
sl: Prenesite gonilniki za {{GROUP.VENDOR.NAME}} {{GROUP.NAME}} {{CLASS.SINGLE.FOR}} ali namestite program DriverPack Solution za samodejni prenos in posodobitev gonilnikov
sr: Preuzmite drajvere za {{GROUP.VENDOR.NAME}} {{GROUP.NAME}} {{CLASS.SINGLE.FOR}} ili preuzmite DriverPack Solution softver za automatsko preuzimanje i ažuriranje drajvera
sw: Pakua ma driver ya {{GROUP.VENDOR.NAME}} {{GROUP.NAME}} {{CLASS.SINGLE.FOR}}, ao pakua programu DriverPack Solution ya kupakua moja kwa moja driver na update
ta: வன்பொருள்கள் பதிவிறக்கம் {{GROUP.VENDOR.NAME}} {{GROUP.NAME}} {{CLASS.SINGLE.FOR}}, அல்லது பதிவிறக்கம் DriverPack Solution மென்பொருள் தேடுதல் மற்றும் மேம்படுத்துதல் தானியங்கி முறையில் வன்பொருள் பதிவிறக்கம் மற்றும் மேம்படுத்தல்
th: ดาวน์โหลดไดรเวอร์สำหรับ {{GROUP.VENDOR.NAME}} {{GROUP.NAME}} {{CLASS.SINGLE.FOR}} หรือดาวน์โหลด DriverPack Solution ซอฟท์แวร์สำหรับดาวน์โหลดและอัพเดทไดรเวอร์อัตโนมัติ
tr: {{GROUP.VENDOR.NAME}} {{GROUP.NAME}} {{CLASS.SINGLE.FOR}} için sürücüleri indirin, ya da otomatik sürücü indirme ve güncelleme için DriverPack Solution yazılımını indirin

# seo_hwids-title
source: Download device drivers by its Device_id | DriverPack Solution | Page {{PAGE}}
az: Cihaz driverlərini Device_id-nə görə endirin | DriverPack Solution | Səhifə {{PAGE}}
bg: Изтегли драйвери за устройства по техния Device_id | DriverPack Solution | Страница {{PAGE}}
bn: Device_id দ্বারা যন্ত্রের ড্রাইভারসমূহ ডাউনলোড করুন | DriverPack Solution | পেজ {{PAGE}}
ca: Descàrrega de controladors segons seu Device_ID | DriverPack Solution Pàgina {{PAGE}}
cs: Stáhnout ovladače zařízení podle Device_id | DriverPack Solution | Stránka {{PAGE}}
es_419: Descarga los controladores de dispositivo por su Device_id | DriverPack Solution | Página {{PAGE}}
et: Lae alla seadme draiver selle Device_id järgi | DriverPack Solution | Leht {{PAGE}}
fil: I-download ang mga driver ng device sa pamamagitan ng Device_id nito | DriverPack Solution | Pahina {{PAGE}}
fr: Téléchargez les pilotes du périphérique par son Device_id | DriverPack Solution | Page {{PAGE}}
hu: Eszköz driverek letöltése Device_id alapján | DriverPack Solution | {{PAGE}}. oldal
id: Unduh driver-driver perangkat dengan Device_id nya | DriverPack Solution | Halaman {{PAGE}}
it: Scarica i driver del dispositivo dal suo Device_id | DriverPack Solution | Pagina {{PAGE}}
nl: Download apparaat drivers via Device_id | DriverPack Solution | Pagina {{PAGE}}
no: Last ned enhetsdriverne ved hjelp av Device_id | DriverPack Solution | Side {{PAGE}}
pt_br: Baixar drivers de dispositivo por seu Device_id | DriverPack Solution | Página {{PAGE}}
pt_pt: Descarregue controladores de dispositivos pelo seu Device_id | DriverPack Solution | Página {{PAGE}}
ro: Descarcă drivere pentru device după Device_id | DriverPack Solution | Pagina {{PAGE}}
sk: Stiahnite si ovládače zariadení podľa Device_id | DriverPack Solution | Strana {{PAGE}}
sl: Prenesite gonilnike naprav za preko Device_id | DriverPack Solution | Stran {{PAGE}}
sr: Preuzmite drajvere za uređaje prema njihovom Device_id | DriverPack Solution | Strana {{PAGE}}
sw: Pakua madereva ya kifaa kwa Device_id | DriverPack Solution | kukurasa {{PAGE}}
ta: பதிவிறக்கம் சாதனத்திற்கு வன்பொருள்கள் அதற்குரிய Device_id மூலம் | DriverPack Solution | பக்கம் {{PAGE}}
th: ดาวน์โหลดไดรเวอร์อุปกรณ์โดย Device_id ของมัน | DriverPack Solution | หน้า {{PAGE}}
tr: Aygıt sürücülerini Device_id'sine göre indirin | DriverPack Solution | Sayfa {{PAGE}}

# seo_hwids-description
source: Download device drivers by its device_id
az: Cihaz driverlərini device_id-nə görə endirin
bg: Изтегли драйвери за устройства по техните device_id
bn: device_id দিয়ে যন্ত্রের ড্রাইভারসমূহ ডাউনলোড করুন
ca: Descarrega de controladors segons seu device_id
cs: Stáhnout ovladače zařízení podle Device_id
es_419: Descarga controladores para tus dispositivos por su device_id
et: Lae alla seadme draiver selle device_id järgi
fil: I-download ang mga driver ng device sa pamamagitan ng device_id nito
fr: Téléchargez les pilotes du périphérique par son device_id
hu: Eszköz driverek letöltése Device_id alapján
id: Unduh driver-driver perangkat dengan device_id nya
it: Scarica i driver del dispositivo dal suo device_id
nl: Download apparaat drivers via device_id
no: Last ned enhetsdriverne ved hjelp av device_id
pt_br: Baixar drivers do dispositivo pelo seu device_id
pt_pt: Descarregue controladores de dispositivos pelo seu device_id
ro: Descarcă drivere pentru device după device_id
sk: Stiahnite si ovládače zariadení podľa device_id
sl: Prenesite gonilnike naprav preko device_id
sr: Preuzmite drajvere za uređaje prema njihovom device_id
sw: Pakua driva za kifaa kwa device_id wake
ta: பதிவிறக்கம் சாதனத்திற்கு வன்பொருள்கள் அதற்குரிய device_id மூலம்
th: ดาวน์โหลดไดรเวอร์อุปกรณ์โดย device_id ของมัน
tr: Aygıt sürücülerini Device_id'sine göre indirin

# seo_hwids-h1
source: All drivers for devices
az: Cihazlar üçün bütün driverlər
bg: Всички драйвери за устройства
bn: যন্ত্রসমূহের জন্য সকল ড্রাইভার
ca: Tots els controladors per a dispositius
cs: Všechny ovladače pro zařízení
es_419: Todos los controladores para dispositivos
et: Kõik draiverid seadmetele
fil: Lahat ng mga driver para sa mga device
fr: Tous les pilotes pour périphériques
hr: Svi upravljački programi za uređaje
hu: Az összes driver az eszközökhöz
id: Semua driver untuk perangkat
it: Tutti i driver per i dispositivi
nl: Alle drivers voor apparaten
no: Alle drivere for enheter
pt_br: Todos os drivers para dispositivos
pt_pt: Controladores para todos os dispositivos
ro: Toate driverele pentru dispozitive
sk: Všetky ovládače pre zariadenia
sl: Vsi gonilniki za naprave
sr: Svi drajveri za uređaje
sw: Ma driver yote ya vifaa
ta: அனைத்து சாதனங்களுக்கும் வன்பொருள்கள்
th: ไดรเวอร์ทั้งหมดสำหรับอุปกรณ์
tr: Ayıgtlar için tüm sürücüler

# seo_hwid-title
source: {{DEVICE.DEVICEID}} driver download for free
az: {{DEVICE.DEVICEID}} driverini pulsuz endirin
bg: {{DEVICE.DEVICEID}} изтегляне на драйвер безплатно
bn: বিনামূল্যে {{DEVICE.DEVICEID}} ড্রাইভার ডাউনলোড
ca: Descàrrega gratuïta del controlador per a {{DEVICE.DEVICEID}}
cs: {{DEVICE.DEVICEID}} ovladače ke stažení zdarma
es_419: Descargar el controlador de {{DEVICE.DEVICEID}} gratis
et: Lae alla tasuta {{DEVICE.DEVICEID}} draiver
fil: {{DEVICE.DEVICEID}} driver i-download nang libre
fr: {{DEVICE.DEVICEID}} pilote télécharger gratuitement
hr: Besplatno preuzimanje upravljačkog programa za {{DEVICE.DEVICEID}}
hu: {{DEVICE.DEVICEID}} driverek letöltése ingyen
id: {{DEVICE.DEVICEID}} unduh driver dengan bebas
it: {{DEVICE.DEVICEID}} scarica il driver gratis
nl: {{DEVICE.DEVICEID}} driver download gratis
no: {{DEVICE.DEVICEID}} gratis driver nedlasting
pt_br: Baixar o driver para {{DEVICE.DEVICEID}} gratuitamente
pt_pt: {{DEVICE.DEVICEID}} descarregue o controlador de graça
ro: {{DEVICE.DEVICEID}} descărcare driver gratuit
sk: {{DEVICE.DEVICEID}} ovládač na stiahnutie zadarmo
sl: {{DEVICE.DEVICEID}} voznike prenesite brezplačno
sr: Preuzmite besplatno drajvere za {{DEVICE.DEVICEID}}
sw: {{DEVICE.DEVICEID}} pakua driva bure
ta: {{DEVICE.DEVICEID}} வன்பொருள் இலவசமாக பதிவிறக்கம்
th: {{DEVICE.DEVICEID}} ไดรเวอร์ ดาวน์โหลดฟรี
tr: {{DEVICE.DEVICEID}} sürücüsünü ücretsiz indirin

# seo_hwid-description
source: {{DEVICE.DEVICEID}} device driver for Windows 7, XP, 10, 8, and 8.1
az: Windows 7, XP, 10, 8, və 8.1 {{DEVICE.DEVICEID}} cihaz driveri
bg: Драйвер за устройство {{DEVICE.DEVICEID}} за Windows 7, XP, 10, 8 и 8.1
bn: Windows 7, XP, 10, 8, ও 8.1 এর জন্য {{DEVICE.DEVICEID}} যন্ত্রের ড্রাইভার
ca: controlador del dispositiu {{DEVICE.DEVICEID}} per a Windows 7, XP, 10, 8 i 8.1
cs: {{DEVICE.DEVICEID}} zařízení ovladač pro Windows 7, XP, 10, 8 a 8.1
es_419: Controlador del dispositivo {{DEVICE.DEVICEID}} para Windows 7, XP, 10, 8 y 8.1
et: {{DEVICE.DEVICEID}} seadme draiver Windows 7, XP, 10, 8, ja 8.1 jaoks
fil: {{DEVICE.DEVICEID}} driver ng device para sa Windows 7, XP, 10, 8, at 8.1
fr: Pilote du périphérique {{DEVICE.DEVICEID}} pour Windows 7, XP, 10, 8 et 8.1
hr: Upravljački program za {{DEVICE.DEVICEID}} za Windows 7, XP, 10, 8 i 8.1
hu: {{DEVICE.DEVICEID}} eszközdriver Windows 7, XP, 10, 8, és 8.1 rendszerekhez
id: {{DEVICE.DEVICEID}} driver perangkat untuk Windows 7, XP, 10, 8 dan 8.1
it: {{DEVICE.DEVICEID}} driver della periferica per Windows 7, XP, 10, 8, e 8.1
nl: {{DEVICE.DEVICEID}} apparaat driver voor Windows 7, XP, 10, 8 en 8.1
no: {{DEVICE.DEVICEID}} enhets driver for Windows 7, XP, 10, 8, og 8.1
pt_br: Driver do dispositivo {{DEVICE.DEVICEID}} para Windows 7, XP, 10, 8 e 8.1
pt_pt: Controlador do dispositivo {{DEVICE.DEVICEID}}para Windows 7, XP, 10, 8 e 8.1
ro: {{DEVICE.DEVICEID}} driver pentru dispozitiv cu Windows 7, XP, 10, 8, și 8.1
sk: {{DEVICE.DEVICEID}} ovládač zariadenia pre Windows 7, XP, 10, 8, a 8.1
sl: {{DEVICE.DEVICEID}} gonilniki za naprave in opreracijski sistem Windows 7, XP, 10, 8 in 8.1
sr: Drajver za {{DEVICE.DEVICEID}} uređaj za Windows 7, XP, 10, 8 i 8.1
sw: Driver za kifaa {{DEVICE.DEVICEID}} kwa ajili ya Windows 7, XP, 10, 8, na 8.1
ta: {{DEVICE.DEVICEID}} Windows 7, XP, 10, 8, மற்றும் 8.1 க்கு சாதன வன்பொருள்
th: {{DEVICE.DEVICEID}} ไดรเวอร์อุปกรณ์สำหรับ Windows 7, XP, 10, 8, และ 8.1
tr: Windows 7, XP, 10, 8, ve 8.1 için {{DEVICE.DEVICEID}} aygıtı sürücüsü

# seo_hwid-keywords
source: drivers windows 7 8 10 64 download download PC {{DEVICE.DEVICEID}}
az: windows 7 8 10 64 driverlər endir endirmə PC {{DEVICE.DEVICEID}}
bg: драйвери windows 7 8 10 64 изтегли изтегляне PC {{DEVICE.DEVICEID}}
bn: windows 7 8 10 64 ড্রাইভারসমূহ ডাউনলোড পিসি ডাউনলোড {{DEVICE.DEVICEID}}
ca: controladors windows 7 8 10 64 descàrrega descarregar ordinador {{DEVICE.DEVICEID}}
cs: ovladače windows 7 8 10 64 stáhnout stáhnout PC {{DEVICE.DEVICEID}}
es_419: controladores windows 7 8 10 64 descargar descargar PC {{DEVICE.DEVICEID}}
et: draiverid windows 7 8 10 64 lae alla lae alla arvuti {{DEVICE.DEVICEID}}
fil: mga driver para sa windows 7 8 10 64 i-download i-download para sa PC {{DEVICE.DEVICEID}}
fr: pilotes windows 7 8 10 64 télécharger télécharger PC {{DEVICE.DEVICEID}}
hr: upravljački programi windows 7 8 10 64 preuzimanje preuzmite osobno računalo {{DEVICE.DEVICEID}}
hu: driverek windows 7 8 10 64 letöltés letöltés PC {{DEVICE.DEVICEID}}
id: driver-driver windows 7 8 10 64 unduh unduh PC {{DEVICE.DEVICEID}}
it: driver windows 7 8 10 64 scarica scarica PC {{DEVICE.DEVICEID}}
no: drivere windows 7 8 10 64 nedlasting nedlasting PC {{DEVICE.DEVICEID}}
pt_br: drivers windows 7 8 10 64 baixar baixar PC {{DEVICE.DEVICEID}}
pt_pt: controladores windows 7 8 10 64 descarregar descarregar PC {{DEVICE.DEVICEID}}
ro: drivere windows 7 8 10 64 descarcă descarcă PC {{DEVICE.DEVICEID}}
sk: ovládače windows 7 8 10 64 stiahnuť stiahnuť pre PC {{DEVICE.DEVICEID}}
sl: gonilniki windows 7 8 10 64 prenos prenos PC {{DEVICE.DEVICEID}}
sr: drajveri windows 7 8 10 64 preuzmi download PC {{DEVICE.DEVICEID}}
sw: pakua driver za windows 7 8 10 64 pakua PC {{DEVICE.DEVICEID}}
ta: வன்பொருள்கள் windows 7 8 10 64 பதிவிறக்கம் பதிவிறக்கம் கணினி {{DEVICE.DEVICEID}}
th: ไดรเวอร์ windows 7 8 10 64 ดาวน์โหลด ดาวน์โหลด พีซี {{DEVICE.DEVICEID}}
tr: sürücüler windows 7 8 10 64 indirin PC {{DEVICE.DEVICEID}}

# seo_hwid-footer-description
source: Download drivers for {{DEVICE.DEVICEID}} device for free
az: {{DEVICE.DEVICEID}} cihazı üçün pulsuz endirin
bg: Изтегли драйвери за устройства {{DEVICE.DEVICEID}} безплатно
bn: বিনামূল্যে যন্ত্র {{DEVICE.DEVICEID}} এর জন্য ড্রাইভারসমূহ ডাউনলোড
ca: Descarrega el controlador per al dispositiu {{DEVICE.DEVICEID}} gratuïtament
cs: Stáhnout ovladače pro {{DEVICE.DEVICEID}} zařízení zdarma
es_419: Descargar los controladores para dispositivos {{DEVICE.DEVICEID}} gratis
et: Lae alla draiverid {{DEVICE.DEVICEID}} seadmele tasuta
fil: I-download ang mga driver para sa {{DEVICE.DEVICEID}} device ng libre
fr: Téléchargez les pilotes pour {{DEVICE.DEVICEID}} périphérique gratuitement
hr: Besplatno preuzmite upravljačke programe za uređaj {{DEVICE.DEVICEID}}
hu: {{DEVICE.DEVICEID}} driverek letöltése ingyen
id: Unduh driver-driver untuk perangkat {{DEVICE.DEVICEID}} dengan gratis
it: Scarica i driver per il dispositivo {{DEVICE.DEVICEID}} gratis
nl: Download drivers voor {{DEVICE.DEVICEID}} apparaat gratis
no: Last ned gratis drivere for {{DEVICE.DEVICEID}} enheter
pt_br: Baixar drivers para o dispositivo {{DEVICE.DEVICEID}} gratuitamente
pt_pt: Descarregue controladores para o dispositivo {{DEVICE.DEVICEID}} de graça
ro: Descarcă drivere pentru {{DEVICE.DEVICEID}} gratuit
sk: Stiahnuť ovládače pre {{DEVICE.DEVICEID}} zariadenie zadarmo
sl: Prenos gonilnikov za {{DEVICE.DEVICEID}} naprava za brezplačno
sr: Preuzmite besplatno drajver za uređaj {{DEVICE.DEVICEID}}
sw: Pakua driver za kifaa {{DEVICE.DEVICEID}} bure
ta: பதிவிறக்கம் வன்பொருள்கள் {{DEVICE.DEVICEID}}சாதனத்திற்கு இலவசமாக
th: ดาวน์โหลดไดรเวอร์สำหรับ {{DEVICE.DEVICEID}} อุปกรณ์ ฟรี
tr: {{DEVICE.DEVICEID}} aygıtı için sürücüleri ücretsiz indirin

# seo_hwid-footer-application-category
source: Category: <span itemprop='applicationCategory'>{{CLASS.PLURAL.MAIN}}</span>
az: Kateqoriya: <span itemprop='applicationCategory'>{{CLASS.PLURAL.MAIN}}</span>
cs: Kategorie: <span itemprop='applicationCategory'>{{CLASS.PLURAL.MAIN}}</span>
hr: Kategorija: <span itemprop='applicationCategory'>{{CLASS.PLURAL.MAIN}}</span>
nl: Categorie: <span itemprop='applicationCategory'>{{CLASS.PLURAL.MAIN}}</span>
no: Kategori: <span itemprop='applicationCategory'>{{CLASS.PLURAL.MAIN}}</span>
pt_br: Categoria: <span itemprop='applicationCategory'>{{CLASS.PLURAL.MAIN}}</span>
pt_pt: Categoria: <span itemprop='applicationCategory'>{{CLASS.PLURAL.MAIN}}</span>
ro: Categoria: <span itemprop='applicationCategory'>{{CLASS.PLURAL.MAIN}}</span>
sk: Kategória: <span itemprop='applicationCategory'>{{CLASS.PLURAL.MAIN}}</span>
tr: Kategori: <span itemprop='applicationCategory'>{{CLASS.PLURAL.MAIN}}</span>

# seo_hwid-footer-application-subcategory
source: Subcategory: <span itemprop='applicationSubCategory'>{{VENDOR.NAME}} {{CLASS.PLURAL.MAIN}}</span>
az: Alt kateqoriya: <span itemprop='applicationSubCategory'>{{VENDOR.NAME}} {{CLASS.PLURAL.MAIN}} </span>
cs: Podkategorie: <span itemprop='applicationSubCategory'>{{VENDOR.NAME}} {{CLASS.PLURAL.MAIN}} </span>
hr: Potkategorija: <span itemprop='applicationSubCategory'>{{CLASS.PLURAL.MAIN}}{{VENDOR.NAME}}</span>
nl: Subcategorie: <span itemprop='applicationSubCategory'>{{VENDOR.NAME}} {{CLASS.PLURAL.MAIN}}</span>
no: Subkategori: <span itemprop='applicationSubCategory'>{{VENDOR.NAME}} {{CLASS.PLURAL.MAIN}}</span>
pt_br: Subcategoria: <span itemprop='applicationSubCategory'>{{CLASS.PLURAL.MAIN}} da {{VENDOR.NAME}}</span>
pt_pt: Subcategoria: <span itemprop='applicationSubCategory'>{{VENDOR.NAME}} {{CLASS.PLURAL.MAIN}}</span>
ro: Subcategoria: <span itemprop='applicationSubCategory'>{{CLASS.PLURAL.MAIN}} {{VENDOR.NAME}}</span>
sk: Podkategória: <span itemprop='applicationSubCategory'>{{CLASS.PLURAL.MAIN}} {{VENDOR.NAME}}</span>
tr: Alt kategori: <span itemprop='applicationSubCategory'>{{VENDOR.NAME}} {{CLASS.PLURAL.MAIN}} </span>
