Repository: DriverPackSolution/transifex-backup
Catalog: delorean/drpsu-organic-european/drpsu-organic-european-ltrpo/*.po
Languages: az, bg, bn, ca, cs, es_419, et, fil, fr, hr, hu, id, it, nl, no, pt_br, pt_pt, ro, sk, sl, sr, sw, ta, th, tr

# seo_mainos-content-8
source: Windows 8 is an operating system from Microsoft Windows family which was released after Windows 7, and it was developed by Microsoft Corporation. The core version is 6.2. Windows 8 appeared on sale on October 26th, 2012. According to the data on summer of 2017, this operating system is used on about 5% of all PCs in the world. Windows Server 2012 is a server edition. New Metro interface was used in this OS version. Its sales stopped back on January 12th, 2016, but you still can download all the latest released drivers for Windows 8 in this section.
az: Windows 8, Windows 7-dən sonra yayımlanmış Microsoft Windows ailəsindən gələn bir əməliyyat sistemidir və Microsoft Corparation tərəfindən istehsal edilmişdir. Nüvə versiyası 6.2-dir. Windows 8 satışa, 26 oktyabr 2012 tarixində çıxdı. 2017 yayının məlumatlarına görə, bu əməliyyat sistemi dünyadakı bütün PC-lərin təxminən 5% -i ndə istifadə olunur. Windows Server 2012 bir server versiyasıdır. Yeni Metro interfeysi bu ƏS versiyasında istifadə olunmuşdur. Onun satışı 1 yanvar 2016 tarixində dayandırıldı, amma hələ də bu bölmədə Windows 8 üçün son yayımlanan driverləri endirə bilərsiniz.
bg: Windows 8 е операционна система от семейство Microsoft Windows, която бе пусната след Windows 7 и е разработена от Microsoft Corporation. Версията на ядрото е 6.2. Windows 8 се появи на пазара на 26 октомври 2012 г. Според данните през лятото на 2017 г. тази операционна система се използва на около 5% от всички компютри в света. Windows Server 2012 е сървърно издание. В тази версия на операционната система бе използван нов интерфейс Metro. Продажбите му спряха на 12 януари 2016 г., но все пак можете да изтеглите всички последно издадени драйвери за Windows 8 в тази секция.
bn: Windows 8, Microsoft Windows পরিবারের একটি অপারেটিং সিস্টেম যা Windows 7 এর পরে মুক্তি পেয়েছিল, এবং এটি Microsoft Corporation এর তৈরি। কার্নেল ভার্সন হল 6.2। 26শে অক্টোবর, 2012 তারিখ থেকে Windows 8 এর বিক্রি শুরু হয়। 2017 এর গ্রীস্মের তথ্য অনুযায়ী, বিশ্বব্যাপী প্রায় 5% কম্পিউটারে এই অপারেটিং সিস্টেম ব্যবহৃত হচ্ছে। Windows Server 2012 হল একটি সার্ভার সংস্করণ। নতুন Metro ইন্টারফেস (অবয়ব) এই ওএস সংস্করণে ব্যবহৃত হয়েছে। গত 12ই জানুয়ারি, 2016 তারিখে এর বিক্রি বন্ধ করে দেওয়া হয়েছে, কিন্তু আপনি এই শাখা থেকে এখনও Windows 8 এর জন্য মুক্তিপ্রাপ্ত সকল হালনাগাদ ড্রাইভার ডাউনলোড করে নিতে পারবেন।
ca: El Windows 8 és un sistema operatiu de la família Microsoft Windows publicat després del Windows 7 i va ser desenvolupat per Microsoft Corporation. La versió interna és la 6.2. El Windows 8 va sortir a la venda el 26 d'octubre de 2012. Segons les dades a l'estiu de 2017, aquest sistema operatiu s'utilitza en un 5% dels ordinadors del món. La versió de servidor s'anomena Windows Server 2012. La nova interfície Metro es va utilitzar per primera vegada en aquest sistema operatiu. La seva venda va concloure el 12 de juny de 2016, però encara es poden descarregar els controladors més recents per a Windows 8 en aquesta secció.
es_419: Windows 8 es un sistema operativo de la familia Microsoft Windows que se publicó después de Windows 7, y que fue desarrollado por Microsoft Corporation. La versión interna es la 6.2. Windows 8 salió a la venta el 26 de Octubre de 2012. Según los datos en verano de 2017, este sistema operativo se usa en alrededor de un 5% de los computadoras del mundo. Windows Server 2012 es su versión de servidor. La nueva interfaz Metro apareció en esta versión del SO. La venta de esta versión se detuvo el 12 de Enero de 2016, pero aún puedes descargar las versiones más actuales de controladores para Windows 8 en esta sección.
et: Windows 8 on operatsioonisüsteem Microsoft Windows perekonnas, mis avaldati pärast Windows / -et, ja selle tootis Microsoft Corporation. Tuumaversioon on 6.2. Windows 8 tuli müügile 26. oktoober 2012. 2017 suve andmete järgi kasutatakse seda umbes 5% maailma arvutitest. Windows Serveri 2012 on serveri versioon. Uus metro liides, tutvustati just selle Operatsioonisüsteemiga. Selle müük lõpetati aastal 2016, kui te saate ikka allalaadida kõige uuemad draiverid Windows 8 sektsioonist.
fil: Ang Windows 8 ay isang operating system mula sa pamilya ng Microsoft Windows na inilabas pagkatapos ng Windows 7, at binuo ito ng Microsoft Corporation. Ang pangunahing bersyon ay 6.2. Lumitaw ang Windows 8 noong Oktubre 26, 2012. Ayon sa data sa tag-init ng 2017, ang operating system na ito ay ginagamit ng 5% ng lahat ng mga PC sa mundo. Ang Windows Server 2012 ay isang edisyon ng server. Ginamit ang bagong interface ng Metro sa bersyon ng OS na ito. Ang mga benta nito ay tumigil noong ika-12 ng Enero, 2016, ngunit maaari mo pa ring i-download ang lahat ng mga pinakabagong inilabas na driver para sa Windows 8 sa seksyon na ito.
fr: Windows 8 est un système d'exploitation de la famille Microsoft Windows qui fût publié après Windows 7, et a été développé par Microsoft Corporation. La version du noyau est 6.2. Windows 8 fût mis en vente le 26 octobre 2012. Selon les données de l'été 2017, ce système d'exploitation est utilisé sur près de 5% des PCs dans le monde. Windows Server 2012 est une édition de serveur. La nouvelle interface Metro a été utilisé dans cette version du système d'exploitation. Ses ventes se sont arrêtées le 12 janvier 2016, mais vous pouvez toujours télécharger tous les pilotes les plus récents pour Windows 8 dans cette section.
id: Windows 8 adalah sistem operasi dari keluarga Microsoft Windows yang dirilis setelah Windows 7, dan dikembangkan oleh Microsoft Corporation. Versi intinya adalah 6.2. Windows 8 mulai dijual pada tanggal 26 Oktober 2012. Menurut data pada musim panas 2017, sistem operasi ini digunakan pada sekitar 5% dari seluruh PC di dunia. Windows Server 2012 adalah edisi server. Antarmuka Metro yang baru digunakan di versi OS ini. Penjualan berhenti pada tanggal 12 Januari 2016, namun Anda masih dapat unduh semua driver terbaru yang dirilis untuk Windows 8 di bagian ini.
it: Windows 8 è un sistema operativo della famiglia Microsoft Windows che è stato rilasciato dopo Windows 7, ed è stato sviluppato dalla Microsoft Corporation. La versione del core è la 6.2. Windows 8 è apparso in vendita il 26 ottobre 2012. Secondo i dati dell'estate 2017, questo sistema operativo è usato sul 5% dei PC di tutto il mondo. Windows Server 2012 è la edizione per i server. La Nuova interfaccia Metro è stata usata in questa versione del SO. La vendita è stata fermata il 12 gennaio 2016, ma puoi ancora scaricare in questa sezione le ultime versioni dei driver per Windows 8.
nl: Windows 8 is een besturingssysteem van Microsoft Windows-familie, die werd uitgebracht na Windows 7 en het werd ontwikkeld door Microsoft Corporation. De kernversie is 6.2. Windows 8 verscheen op 26 oktober 2012 in de verkoop. Volgens de gegevens in de zomer van 2017, dit besturingssysteem wordt gebruikt op ongeveer 5% van alle pc's in de wereld. Windows Server 2012 is een server editie. De nieuwe Metro interface werd gebruikt in deze OS versie. De verkoop stopte op 12 januari 2016, maar u kunt nog steeds alle nieuwste vrijgegeven drivers voor Windows 8 downloaden in deze sectie.
no: Windows 8 er et operativsystem fra Microsoft Windows-familien som ble utgitt etter Windows 7, og det ble utviklet av Microsoft Corporation. Kjerneversjonen er 6,2. Windows 8 dukket opp på salg 26. oktober 2012. Ifølge dataene sommeren 2017, er dette operativsystemet brukt på ca 5% av alle PCer i verden. Windows Server 2012 er en serverutgave. New Metro grensesnitt ble brukt i denne OS versjonen. Salget ble stanset tilbake 12. januar 2016, men du kan fortsatt laste ned alle de siste utgitte driverne for Windows 8 i denne delen.
pt_br: O Windows 8 é um sistema operacional da família Microsoft Windows que foi lançado após o Windows 7, e foi desenvolvido pela Microsoft Corporation. A versão do kernel é a 6.2. O Windows 8 apareceu à venda em 26 de outubro de 2012. De acordo com os dados no verão de 2017, esse sistema operacional é usado em cerca de 5% de todas as PCs do mundo. O Windows Server 2012 é uma edição de servidor. A nova interface do Metro foi usada nesta versão do sistema operacional. Suas vendas pararam em 12 de janeiro de 2016, mas você ainda pode baixar todos os drivers lançados mais recentes para o Windows 8 nesta seção.
pt_pt: O Windows 8 é um sistema operativo da família Windows da Microsoft que foi lançado depois do Windows 7, e foi desenvolvido pela Microsoft Corporation. A versão base é a 6.2. O Windows 8 surge à venda a 26 de Outubro de 2012. De acordo com dados no verão de 2017, este sistema operativo é usado em cerca de 5% de todos os PCs do mundo. O Windows 2012 é uma versão servidor. O novo interface Metro foi usado nesta versão de SO. As suas vendas pararam a 12 de Janeiro de 2016, mas ainda pode descarregar todos os últimos controladores lançados para o Windows 8 nesta seção.
ro: Windows 8 este un sistem de operare din familia Microsoft Windows care a fost lansat după Windows 7 și a fost dezvoltat de Microsoft Corporation. Versiunea de bază este 6.2. Windows 8 a apărut spre vânzare pe data de 26 octombrie 2012. Potrivit datelor din vara anului 2017, acest sistem de operare este utilizat pe aproximativ 5% din toate PC-urile din lume. Windows Server 2012 este o ediție de server. Noua interfață Metro a fost utilizată în această versiune de sistem de operare. Vânzările sale au încetat în data de 12 ianuarie 2016, dar puteți descărca toate cele mai recente drivere lansate pentru Windows 8 în această secțiune.
sk: Windows 8 je operačný systém z rodiny Microsoft Windows, ktorý bol vydaný po operačnom systéme Windows 7 a bol vyvinutý spoločnosťou Microsoft Corporation. Základná verzia je 6.2. Windows 8 sa objavil v predaji 26. októbra 2012. Podľa údajov z leta roku 2017 sa tento operačný systém používa na približne 5% všetkých počítačov na svete. Windows Server 2012 je serverové vydanie. Nové rozhranie Metro bolo použité v tejto verzii operačného systému. Jeho predaj sa zastavil 12. januára 2016, ale stále môžete stiahnuť všetky najnovšie vydané ovládače pre Windows 8 v tejto sekcii.
sl: Windows 8 je operacijski sistem iz družine Microsoft, ki je bil izdan po Windows 7, oba sta bila razvita v Microsoft Korporaciji. Prva različica 6.2 Windows 8 se je pojavila v prodaji 26 Oktobra leta 2012. Po podatkih iz poletja 2017 je sistem nameščen le na približno 5% vseh svetovnih PC-jev. Windows Server 2012 je različica za uporabo na serverjih. V tem OS je bil uporabljen novi Metro vmesnik. Prodaja se je ustavila 12 Januarja leta 2016, toda najnovejše gonilnikeza Windows 8 še vedno lahko naložite v tem zavihku.
sr: Windows 8 je operativni sistem porodice Microsoft Windows koji je izdat posle Windows-a 7. Razvila ga je kompanija Microsoft Corporation. Osnovna verzija 6.2 Windows-a 8 se pojavila na tržištu 26 oktobra 2012 godine. Na osnovu podataka od leta 2017 godine ovaj operativni sistem je koristilo 5% svih korisnika računara širom sveta. Windows Server 2012 je serverska verzija OS Windows 8. Novo moderano okruženje je odlika ovog operativnog sistema. Prodaja OS Windows 8 je prestala 12 januara 2016 godine ali u ovom odeljku još uvek možete da preuzimate najnovije drajvere za njega.
sw: Windows 8 ni mfumo wa uendeshaji kutoka kwa familia ya Microsoft Windows iliyotolewa baada ya Windows 7, na ilianzishwa na Microsoft Corporation. Toleo la msingi ni 6.2. Windows 8 ilitolewa mnamo Oktoba 26, 2012. Kwa mujibu wa data juu ya majira ya joto ya 2017, mfumo huu wa uendeshaji unatumiwa juu ya 5% ya PC zote duniani. Windows Server 2012 ni toleo la seva. Neno la Metro Mpya lilitumiwa katika toleo hili la OS. Uuzaji wake umesimama nyuma Januari 12, 2016, lakini bado unaweza kushusha madereva yote ya hivi karibuni ya Windows 8 katika sehemu hii.
ta: விண்டோஸ் Windows 8 என்பது மைக்ரோசாப்ட் விண்டோஸ் Windows குடும்பத்தின் இயக்க முறைமை ஆகும், இது விண்டோஸ் Windows 7 க்குப் பிறகு வெளியிடப்பட்டது, இது மைக்ரோசாப்ட் கார்ப்பரேஷன் உருவாக்கியது. கோர் பதிப்பு 6.2 ஆகும். அக்டோபர் 26, 2012 அன்று விண்டோஸ் Windows 8 விற்பனைக்கு வந்தது. 2017 கோடையில் தரவுப்படி, இந்த இயக்க முறைமை உலகம் முழுவதும் உள்ள அனைத்து கணினிகளில் 5% க்கும் பயன்படுத்தப்படுகிறது. விண்டோஸ் Windows சர்வர் 2012 ஒரு சர்வர் பதிப்பாகும். புதிய மெட்ரோ இடைமுகம் இந்த இயக்க முறைமை பதிப்பில் பயன்படுத்தப்பட்டது. அதன் விற்பனை ஜனவரி 12, 2016 அன்று நிறுத்திவைக்கப்பட்டது, ஆனால் இந்த பிரிவில் விண்டோஸ் Windows 8 க்கான சமீபத்தில் வெளியான வன்பொருள்களை நீங்கள் இன்னும் பதிவிறக்க முடியும்.
th: Windows 8 เป็นระบบปฏิบัติการจากตระกูล Microsoft Windows ที่ถูกปล่อยหลังจาก Windows 7 และมันถูกพัฒนาโดย Microsoft Corporation แกนกลางคือเวอร์ชั่น 6.2 Windows 8 ปรากฏออกขายในวันที่ 26 ตุลาคม 2012 ตามข้อมูลในช่วงซัมเมอร์ปี 2017 ระบบปฏิบัติการนี้ถูกใช้ไปประมาณ 5% ของพีซีทั่วโลก Windows Server 2012 คือฉบับเซิร์ฟเวอร์ New Metro อินเตอร์เฟซถูกใช้ในระบบปฏิบัติการนี้ มันหยุดขายในวันที่ 12 มกราคม 2016 แต่คุณยังสามารถดาวน์โหลดไดรเวอร์เวอร์ชั่นสุดท้ายสำหรับ Windows 8 ได้ในส่วนนี้
tr: Windows 8, Windows 7'den sonra yayımlanmış Microsoft Windows ailesinden gelen bir işletim sistemidir ve Microsoft Corporation tarafından geliştirilmiştir. Çekirdek sürümü 6.2'dir. Windows 8 satışa, 26 Ekim 2012 tarihinde çıktı. 2017 yazının verilerine göre, bu işletim sistemi dünyadaki tüm PC'lerin yaklaşık %5'inde kullanılmaktadır. Windows Server 2012 bir sunucu sürümüdür. Yeni Metro arayüzü bu İS sürümünde kullanılmıştır. Onun satışı 12 Ocak 2016 tarihinde durduruldu, ama hala bu bölümde Windows 8 için tüm son yayımlanan sürücüleri indirebilirsiniz.
