Repository: DriverPackSolution/transifex-backup
Catalog: delorean/driverpack-solution-rus/Drpsupo/*.po
Languages: be, hy, ru, tg, tk, uk, uz

# adminpagefaq_official_vendors-a
source: In order to make our driver database not only the largest but also the most stable, we keep working hard on improving it permanently, and we even fix the bugs which the official manufacturers allow! We use machine learning technology and thanks to it, our selection algorithm is constantly improving. And that is exactly why the drivers from DriverPack are the most reliable :-)
be: Каб наша база была не толькі самай вялікай, але і самай стабільнай, мы ўвесь час працуем над яе паляпшэннем і нават выпраўляем багі, якія дапускаюць афіцыйныя вытворцы! Да таго ж, мы выкарыстоўваем тэхналогію машыннага навучання, дзякуючы якой наш алгарытм падбору ўвесь час удасканальваецца. Менавіта таму драйверы з DriverPack самыя надзейныя :-)
hy: Որպեսզի մեր սարքավարների շտեմարանը լինի ոչ միայն խոշորագույնը, այլև ամենակայունը, մենք մշտապես աշխատում ենք այն բարելավելու վրա և նույնիսկ շտկում ենք պաշտոնական արտադրողների կողմից թույլ տված սխալները։ Բացի դրանից, մենք օգտագործում ենք մեքենայական ուսուցման տեխնոլոգիան, որի շնորհիվ մեր ընտրության ալգորիթմը մշտապես բարելավվում է։ Ահա թե ինչու DriverPack-ից ներբեռնված սարքավարներն առավել հուսալի են :-)
ru: Чтобы наша база была не только самой большой, но и самой стабильной, мы постоянно работаем над ее улучшением и даже исправляем баги, которые допускают официальные производители! К тому же, мы используем технологию машинного обучения, благодаря которой наш алгоритм подбора постоянно совершенствуется. Именно поэтому драйверы из DriverPack самые надежные :-)
tg: Барои он, ки манбаъи мо на танҳо калонтарин балки аз ҳама устувор бошад, мо доимо барои такмил додани он кор мекунем ва ҳатто хатогиҳое, ки истеҳсолкунандагони расмӣ роҳ медиҳанд ислоҳ мекунем! Илова бар ин мо технологияи омӯзиши мошиниро истифода мебарем, ки бо шарофати он алгоритми интихоби мо доимо такмил меёбад. Барои ҳамин драйверҳо аз DriverPack қобили бовари мебошанд :-)
tk: Biziň bazamyzyň diňe bir iň uly bolman, iň durnukly hem bolmagy üçin, biz ony kämilleşdrimegiň üstünde işleýäris we hat-da resmi işläp çykaryjynyň goýberen baglaryny düzedýäris! Mundan başga-da, biz maşyn öwrenme tehnologiýasyny ulanýarys, şol sebäpli biziň saýlama algoritmimiz has hem kämilleşýär, Şol sebäpli DriverPack sürüjileri iň ynamly bolup durýar :-)
uk: Щоб наша база була не тільки найбільшою, але і найстабільнішою, ми постійно працюємо над її покращенням і навіть виправляємо баги, які допускають офіційні виробники! До того ж, ми використовуємо технологію машинного навчання, завдяки якій наш алгоритм підбору постійно вдосконалюється. Саме тому драйвери з DriverPack найнадійніші :-)
uz: Ma'lumotlar bazamiz nafaqat eng katta, balki eng barqaror bo'lishini ta'minlash uchun biz doimiy ravishda uni takomillashtirish ustida ish olib bormoqdamiz va rasmiy ishlab chiqaruvchilar yo'l qo'ygan xatolarni to'g'rilaymiz! Bundan tashqari, biz mashinani o'rganish texnologiyasidan foydalanamiz, buning natijasida tanlov algoritmi doimiy ravishda takomillashtirilmoqda. Shuning uchun DriverPack-ning drayverlari eng ishonchli hisoblanadi :-)

# adminpagefaq_database-q
source: How does the DriverPack database expand? Can I really find the drivers I need in it?
be: Як папаўняецца база DriverPack? Я сапраўды змагу знайсці патрэбныя драйверы?
hy: Ինչպե՞ս է ընդլայնվում DriverPack-ի շտեմարանը։ Ես իսկապե՞ս կկարողանամ գտնել ինձ անհրաժեշտ սարքավարները։
ru: Как пополняется база DriverPack? Я точно смогу найти необходимые драйверы?
tg: Чи тавр манбаъи DriverPack зиёд мешавад? Ман дар ҳақиқат метавонам драйверҳои лозимаро ёбам?
tk: DriverPack bazasy nädip doldurylýar? Men özüme gerek sürüjini anyk tapyp bilerinmi?
uk: Як поповнюється база DriverPack? Я точно зможу знайти необхідні драйвери?
uz: DriverPack bazasi qanday to'ldiriladi? Men kerakli drayverlarni aniq topa olamanmi?

# adminpagefaq_database-a
source: To date, our driver database is the largest in the world, that's why you will be able to find the driver for any device with over 99% success. In order to keep gathering and supporting such a database, we cooperate directly with the device manufacturers and driver developers. We collect and test the drivers from the official sites as well as from private FTP servers, and we also take active users' recommendations into account.
be: На сённяшні дзень наша база драйвераў з'яўляецца самай буйнай у свеце, таму з верагоднасцю 99% мы зможам знайсці драйвер для кожнай прылады. Для таго, каб збіраць і падтрымліваць такую базу, мы наўпрост супрацоўнічаем з вытворцамі прылад, аўтарамі драйвераў, збіраем і тэстуем драйвера з афіцыйных сайтаў, з прыватных FTP-сервераў, а таксама ўлічваем рэкамендацыі актыўных карыстальнікаў.
hy: Այսօրվա դրությամբ մեր սարքավարների շտեմարանն ամենախոշորն է աշխարհում, ուստի 99% հավանականությամբ մենք կկարողանանք գտնել սարքավարը ցանկացած սարքի համար։ Այդպիսի շտեմարանն հավաքելու և պահպանելու համար մենք անմիջապես համագործակցում ենք սարքերի արտադրողների և սարքավարների հեղինակների հետ, հավաքում և ստուգում ենք սարքավարները պաշտոնական կայքերից, մասնավոր FTP-սպասարկիչներից, ինչպես նաև հաշվի ենք առնում ակտիվ օգտվողների առաջարկությունները։
ru: На сегодняшний день наша база драйверов является самой крупной в мире, поэтому с вероятностью 99% мы сможем найти драйвер для любого устройства. Для того, чтобы собирать и поддерживать такую базу, мы напрямую сотрудничаем с производителями устройств, авторами драйверов, собираем и тестируем драйвера с официальных сайтов, с приватных FTP-серверов, а также учитываем рекомендации активных пользователей.
tg: Имрӯз манбаъи драйверҳои мо калонтарин дар ҷаҳон буда, барои ҳамин бо эҳтимолияти 99% мо барои дилхоҳ таҷҳизот драйверро ёфта метавонем. Барои ҷамъовари ва нигаҳдории чунин манбаъи драйверҳо мо бе восита бо бо истеҳсолкунандагони таҷҳизотҳо, муаллифони драйверҳо ҳамкори дорем ва драйверҳоро аз сомонаҳои расми тариқи FTP-серверҳои шахси ҷамъовари ва месанҷем ва инчунин тавсияҳои истифодабарандагони фаъолро ба назар мегирем.
tk: Häzirki günde biziň bazamyz dünýäde iň uly baza bolup durýär, şol sebäpli 99% ähtimallyk bilen biz islendik abzal üçin sürüji tapyp bileris. Şeýle bazany toplamak we goldamak üçin, biz göniden öndürijiler, sürüji awtorlary hyzmatdaşlyk edýäris, resmi saýtlardan, hususy FTP-serwerlerden sürüjieleri toplaýarys we test edýäris, we mundan başga bolsa aktiw ulanyjylaryň maslahatlaryny göz öňünde tutýarys.
uk: На сьогоднішній день наша база драйверів є найбільшою в світі, тому з імовірністю 99% ми зможемо знайти драйвер для будь-якого пристрою. Для того, щоб збирати і підтримувати таку базу, ми напряму співпрацюємо з виробниками пристроїв, авторами драйверів, збираємо і тестуємо драйвери з офіційних сайтів, з приватних FTP-серверів, а також враховуємо рекомендації активних користувачів.
uz: Bugungi kunga kelib bizning drayverlar bazasi dunyodagi eng katta hisoblanadi, shuning uchun 99% ehtimollik bilan har qanday qurilma uchun drayver topa olamiz. Bunday ma'lumotlar bazasini yig'ish va saqlash uchun biz qurilma ishlab chiqaruvchilari, drayver mualliflari bilan hamkorlik qilamiz, drayverlarni rasmiy saytlardan, maxsus FTP-serverlardan to'playmiz va testdan o'tkazamiz, shuningdek, faol foydalanuvchilarning tavsiyalarini hisobga olamiz.

# adminpagefaq_free-q
source: Is it true that DriverPack is absolutely free of charge?
be: Праўда, што DriverPack цалкам бясплатны?
hy: Ճի՞շտ է, որ DriverPack-ը բոլորովին անվճար է։
ru: Правда, что DriverPack полностью бесплатный?
tg: Оё дуруст аст, ки DriverPack комилан ройгон аст?
tk: Hakykatdanam, DriverPack doly mugtmy?
uk: Правда, що DriverPack повністю безкоштовний?
uz: Hahotki, DriverPack to'liq bepulmi?

# adminpagefaq_free-a
source: All our software is absolutely free of charge! But if you want to support our project, you can install the useful software we are offering for your own use, and recommend DriverPack to your friends :-)
be: Усе нашы праграмы абсалютна бясплатныя! Зрэшты, калі вы хочаце дапамагчы праекту, вы можаце ўсталяваць прапанаваны намі карысны софт і парэкамендаваць DriverPack сябрам :-)
hy: Մեր բոլոր ծրագրերը լիովին անվճար են։ Բայց եթե Դուք ցանկանում եք օգնել նախագծին, կարող եք տեղադրել մեր կողմից առաջարկվող անվճար ծրագրերը և հանձնարարել DriverPack-ն ընկերներին :-)
ru: Все наши программы абсолютно бесплатны! Впрочем, если вы хотите помочь проекту, вы можете установить предлагаемый нами полезный софт и порекомендовать DriverPack друзьям :-)
tg: Ҳамаи барномаҳои мо комилан ройгон ҳастанд! Бо вуҷуди ин агар шумо хоҳед ба лоиҳа кӯмак расонед, шумо метавонед барномаи пешниҳодкардаи моро насб кунед ва DriverPack -ро ба дӯстонатон тавсия диҳед :-)
tk: Biziň ähli progeammalarymyz doly mugt. Hat-da, siz bu taslama kömek etmek isleseňiz hödür edilen peýdaly programmany gurup dostlaryňyza DriverPack ulanmagy maslahat berip bilersiňiz :-)
uk: Всі наші програми абсолютно безкоштовні! Втім, якщо ви хочете допомогти проекту, ви можете встановити пропонований нами корисний софт і порекомендувати DriverPack друзям :-)
uz: Barcha dasturlarimiz mutlaqo bepul! Agar siz loyihaga yordam berishni istasangiz, biz taklif qilayotgan foydali dasturlarni o'rnatishingiz va DriverPack-ni do'stlaringizga tavsiya qilishingiz mumkin :-)

# adminpagefaq_antivirus-q
source: My antivirus has discovered a virus in DriverPack - how could that happen?
be: Мой антывірус вызначыў у DriverPack вірус — як такое магло адбыцца?
hy: Իմ հակավիրուսը DriverPack-ի մեջ վիրուս գտավ։ Ինչպե՞ս դա կարող էր տեղի ունենալ:
ru: Мой антивирус определил в DriverPack вирус — как такое могло произойти?
tg: Антивируси ман DriverPack -ро ҳамчун вирус нишон медиҳад — ин чихел рух дод?
tk: Meniň antiwirusym DriverPack -i wirus diýip kesgitledi — bu nädip bolup bilýär?
uk: Мій антивірус визначив в DriverPack вірус — як таке могло статися?
uz: Mening antivirusim DriverPack da virus aniqladi — bu qanday ro'y bergan ekan?

# adminpagefaq_antivirus-a
source: This is most likely a false positive, as all DriverPack versions undergo thorough examination and accreditation by the Kaspersky Laboratory. Our company cooperates with many antivirus software providers such as Avast, and 360 Total Security. In order to continue operating, just add DriverPack to your antivirus white list. We will also appreciate if you report this as a false positive to your antivirus company as well as to our Support Service.
be: Відавочна, што адбылося ілжывае спрацоўванне, таму што ўсе версіі DriverPack праходзяць поўную праверку і акрэдытацыю ад «Лабараторыі Касперскага». Таксама наша кампанія супрацоўнічае са многімі антывірусамі, такімі як Avast і 360 Total Security. Каб працягнуць працу, проста дадайце DriverPack у белы спіс антывіруса. Таксама мы будзем вельмі ўдзячныя, калі вы паведаміце аб ілжывым спрацоўванне ў кампанію вашага антывіруса і нашу тэхпадтрымку.
hy: Ակներև է, որ սխալ է առաջացել, քանի որ DriverPack-ի բոլոր տարբերակները ամբողջությամբ ստուգվում են և հավատարմագրում ստանում «Կասպերսկու Լաբորատորիայից»։ Բացի դրանից, մեր ընկերությունը գործակցում է բազում հակավիրուսների հետ, ինչպիսիք են «Avast»-ը և «360 Total Security»-ն։ Աշխատանքը շարունակելու համար ուղղակի մտցրեք DriverPack-ը հակավիրուսի սպիտակ ցուցակի մեջ։ Նաև մենք շատ երախտապարտ կլինենք, եթե Դուք հաղորդեք կեղծ ահազանգի մասին Ձեր հակավիրուսի ընկերությանը և մեր տեխնիկական աջակցությանը։
ru: Очевидно, что произошло ложное срабатывание, потому что все версии DriverPack проходят полную проверку и аккредитацию от «Лаборатории Касперского». Также наша компания сотрудничает со многими антивирусами, такими как Avast и 360 Total Security. Чтобы продолжить работу, просто добавьте DriverPack в белый список антивируса. Также мы будем очень признательны и благодарны, если вы сообщите о ложном срабатывании в компанию вашего антивируса и нашу техподдержку.
tg: Аён аст, ки огоҳии бардурӯғ кор кардааст, зеро ҳамаи версияҳои DriverPack аз ҷониби "Лабораторияи Касперский" пурра тафтиш ва аккредитатсия шудаанд. Инчунин ширкати мо бо бисёр антивирусҳо ба мисли Avast ва 360 Total Security ҳамкори дорад. Барои идома додан танҳо DriverPack -ро ба рӯйхати сафеди антивирус илова кунед. Инчунин мо хеле миннатдор ва сипосгузорем агар шумо дар бораи огоҳиҳои бардурӯғ ба ширкати антивирусатон ва дастгирии техникии мо хабар диҳед.
tk: Ähtimal, garaşylmadyk ýalňyş işleme boldy, sebäbi ähli DriverPack wersiýalary Kaspersky Laboratorýasy tarapyndan doly barlag we akkreditasiýany geçdi. Mundan başga-da, biziň kompaniýamyz beýleki antiwirus öndürijileri bilen hem işleşýar, Avast we 360 Total Security ýaly. Işi dowam etmek üçin DriverPack programmany antiwirusyň ak sanawyna goşuň. Eger garaşylmadyk ýalňyş işleme bolanda öz antiwirus kompaniýaňyza we biziň tehniki kömekçilerimize habar berseňiz sizden örän hoşal we minnetdar bolardyk.
uk: Очевидно, що сталося помилкове спрацьовування, тому що всі версії DriverPack проходять повну перевірку і акредитацію від «Лабораторії Касперського». Також наша компанія співпрацює з багатьма антивірусами, такими як Avast і 360 Total Security. Щоб продовжити роботу, просто додайте DriverPack в білий список антивіруса. Також ми будемо дуже вдячні, якщо ви повідомите про помилкове спрацьовування в компанію вашого антивіруса і нашу підтримку.
uz: Ko'rinishidan, noto'g'ri holat yuz berdi, chunki DriverPack-ning barcha versiyalari to'liq sinovdan o'tkazildi va Kasperskiy Laboratoriyasi tomonidan tasdiqlanadi. Bundan tashqari, bizning kompaniya Avast va 360 Total Security kabi ko'plab antiviruslar bilan hamkorlik qiladi. Ishni davom ettirish uchun DriverPack-ni antivirusni oq ro'yxatga kiriting. Antivirus shirkatiga noto'g'ri signal haqida va bizning texnik yordamga xabar qilsangiz, biz juda minnatdor bo'lamiz.

# adminpagefaq_expert_mode-q
source: Which mode is the most convenient for using DriverPack?
be: У якім рэжыме зручней усяго працаваць з DriverPack?
hy: Ո՞ր ռեժիմում առավել հարմար է աշխատել DriverPack-ի հետ։
ru: В каком режиме удобнее всего работать с DriverPack?
tg: Кадом режим за ҳама беҳтарин барои кор бо DriverPack аст?
tk: DriverPack -de haýsy režimde işlemek has amatly?
uk: В якому режимі найзручніше працювати з DriverPack?
uz: DriverPack bilan ishlash uchun eng qulay rejim qaysi?

# adminpagefaq_expert_mode-a
source: By default, DriverPack starts up in automatic mode, designed to be understandable and convenient to use even for new users. However, for convenience of the advanced users and system admins, we have developed Expert Mode which contains extended settings and customization options. In order to activate this mode, it's enough just to click the corresponding button located at the bottom of the screen.
be: Па змаўчанні DriverPack запускаецца ў аўтаматычным рэжыме, мэта якога быць зразумелым і зручным нават для пачынаючых карыстальнікаў. Але для зручнасці прасунутых карыстальнікаў і сістэмных адміністратараў мы распрацавалі рэжым эксперта, у якім ёсць пашыраныя налады і магчымасці кастамізацыі. Для актывацыі гэтага рэжыму, дастаткова націснуць адпаведную кнопку, размешчаную ўнізе экрана.
hy: Լռելյայնորեն, DriverPack-ը գործարկվում է ավտոմատ ռեժիմում, որի նպատակն է հասկանալի և հարմար լինելը նույնիսկ սկսնակների համար։ Սակայն առաջադեմ օգտվողների և համակարգի ադմինիստրատորների հարմարության համար մենք մշակել ենք փորձագետի ռեժիմը, որում առկա են ընդլայնված կարգավորումներ և հարմարեցման հնարավորություններ։ Այդ ռեժիմն ակտիվացնելու համար պարզապես սեղմեք ցածում գտնվող համապատասխան կոճակը։
ru: По умолчанию DriverPack запускается в автоматическом режиме, цель которого быть понятным и удобным даже для начинающих пользователей. Но для удобства продвинутых пользователей и системных администраторов мы разработали режим эксперта, в котором есть расширенные настройки и возможности кастомизации. Для активации данного режима, достаточно нажать соответствующую кнопку, расположенную внизу экрана.
tg: Ба хомӯши DriverPack дар реҷаи автоматӣ фаъол мешавад, ки ҳадафаш ба истифодабарандагони навомӯз фаҳмо ва бароҳат будан аст. Аммо барои осонии кори истифодабарандагони пешрафта ва маъмурони система мо реҷаи коршиносро таҳия кардем, ки дар он танзимоти пешрафта ва имконияти мутобиқсозӣ ба худ вуҷуд дорад. Барои фаъол кардани ин реҷа, тугмаи мувофиқро дар поёни экран пахш намоед.
tk: Gurluşy boýunça DriverPack awtomatiki ýagdaýda işläp başlaýar, munyň maksady bolsa düşnükli bolmak we hat-da täze ulanyjylar üçin hem amatly bolmak. Ýöne ileri ulanyjylar we sistema administratorlary üçin bolsa ekspert režimini işläp taýýarladyk, onda bolsa has giňiş sazlamalar we ýörelgeleşdirme mümkinçilikleri bar. Şol režimi awtikleşdirmek üçin, ekranyn aşagyndaky degişli düwmä basmak ýeterlikli.
uk: За замовчуванням DriverPack запускається в автоматичному режимі, мета якого бути зрозумілим і зручним навіть для починаючих користувачів. Але для зручності просунутих користувачів і системних адміністраторів ми розробили режим експерта, в якому є розширені налаштування і можливості кастомізації. Для активації даного режиму, достатньо натиснути відповідну кнопку, розташовану внизу екрану.
uz: Asosan, DriverPack avtomatik rejimda ishlaydi, u hattoki yangi foydalanuvchilar uchun ham tushunarli va qulay bo'lishi kerak. Lekin ilg'or foydalanuvchilar va tizim administratorlari qulayligi uchun biz rivojlangan sozlamalar va sozlash qobiliyatlari mavjud bo'lgan mutaxassis rejimini ishlab chiqdik. Ushbu rejimni yoqish uchun ekranning past qismidagi mos keladigan tugmachani bosing.

# adminpagefaq_stable-q
source: The driver has not been installed properly and my computer now has issues. How can I fix this situation?
be: Драйвер усталяваўся некарэктна, узнікаюць праблемы пры рабоце кампутара. Як гэта можна выправіць?
hy: Սարքավարը ճիշտ չտեղադրվեց և համակարգիչս հիմա խնդիրներ ունի։ Ինչպե՞ս դա կարելի է ուղղել։
ru: Драйвер установился некорректно, возникают проблемы при работе компьютера. Как это можно исправить?
tg: Драйвер нодуруст насб шуд, ҳангоми кор бо компютер мушкили пайдо мешавад. Инро чи тавр ҳал кард?
tk: Sürüji ýalňyş guruldy, kompýuter işlände ýalňyşlyk ýüze çykýar. Muny nähili düzedip bolar?
uk: Драйвер встановився некоректно, виникають проблеми при роботі комп'ютера. Як це можна виправити?
uz: Drayver noto'g'ri o'rnatildi, kompyuter ishlashi bilan bog'liq muammolar paydo bo'ldi. Buni qanday hal qilish mumkin?

# adminpagefaq_stable-a
source: The operation stability of the DriverPack software is one of our main priorities but minor failures still happen, though they are rare. This is why we create a restore point which will enable you to return everything back to the previously configured state. In order to prevent a similar problem in the future, we recommend you to go to the DriverPack Menu and send the report that is automatically created by the software, to our technical services.
be: Стабільнасць працы DriverPack — адзін з асноўных нашых прыярытэтаў, але нязначныя збоі хоць і рэдка, але здараюцца. Менавіта таму мы ствараем кропку аднаўлення, якая дазволіць усё вярнуць у зыходны стан. Каб падобная праблема не ўзнікла ў далейшым, мы рэкамендуем зайсці ў меню праграмы DriverPack і адправіць у нашу тэхнічную службу справаздачу, які сфармуецца аўтаматычна праграмай.
hy: DriverPack-ի աշխատանքի կայունությունը մեր հիմնական գերակայություններից մեկն է, սակայն չնչին խափանումները, թեև հազվադեպ, բայց տեղի են ունենում։ Հենց դրա համար մենք վերականգնման կետ ենք ստեղծում, որը թույլ կտա վերականգնել ամեն ինչի սկզբնական վիճակը։ Ապագայում նման խնդիրներից խուսափելու համար խորհուրդ ենք տալիս բացել DriverPack հավելվածի ընտրացանկը և ուղարկել մեր տեխնիկական ծառայությանը զեկույցը, որն ինքնաբար ստեղծվում է ծրագրի կողմից։
ru: Стабильность работы DriverPack — один из основных наших приоритетов, но незначительные сбои хоть и редко, но случаются. Именно поэтому мы создаем точку восстановления, которая позволит все вернуть в исходное состояние. Чтобы подобная проблема не возникла в дальнейшем, мы рекомендуем зайти в меню приложения DriverPack и отправить в нашу техническую службу отчет, который автоматически сформируется программой.
tg: Бехатарии DriverPack — яе аз афзалиятҳои асосии мост, вале камбудиҳои хурд ҳарчанд кам рух медиҳанд. Барои ҳамин мо нуқтаи барқарорсозӣ месозем, ки ҳамаро ба ҳолати аслиаш бар мегардонад. Барои пешгирии ин гуна мушкили дар оянда, тавсия медиҳем, ки ба менюи барномаи DriverPack даромада ба хадамоти техникии мо ҳисоботро фиристед, ки ба таври автомати аз тарафи барнома сохта мешавад.
tk: DriverPack işiniň durnuklulygy — iň esasy ileritutma işimiz, ýöne käte, ujypsyz hem bolsa, näsazlyklar bolup bilýär. Şol sebäpli biz yza alma nokadyny döretdik, ol bolsa hemme zady özboluşly ýagdaýa getirmäge mümkinçilik berer. Şeýle meseläniň geljekde ýüze çykmazlygy üçin, DriverPack programmasynyp menýusine girip tehniki hyzmata programma tarapynda awtomatiki ýagdaýda düzülen hasabaty ibermegiňizi maslahat berýäris.
uk: Стабільність роботи DriverPack — один з основних наших пріоритетів, але незначні збої хоч і рідко, але трапляються. Саме тому ми створюємо точку відновлення, яка дозволить все повернути в початковий стан. Щоб подібна проблема не виникла в подальшому, ми рекомендуємо зайти в меню програми DriverPack і відправити в нашу технічну службу звіт, який автоматично сформується програмою.
uz: DriverPack-ning barqarorligi — bizning asosiy ustuvor yo'nalishlarimizdandir, ammo kamchiliklar kam bo'lsada sodir bo'ladi. Shuning uchun biz tiklash nuqtasini yaratamiz, u hamma narsani asl holatiga qaytaradi. Kelajakda bunday muammolarni bartaraf qilish uchun, DriverPack dastur menyusiga kirib, dastur tomonidan avtomatik ravishda ishlab chiqariladigan texnik xizmatimizga hisobot jo'natishni tavsiya etamiz.

# devicegrouppage_show-more-link
source: View more
be: паказаць яшчэ
hy: Ցույց տալ ավելին
ru: показать еще
tg: бештар нишон додан
tk: ýene görkez
uk: показати ще
uz: yana ko'rsatish

# devicestypepage_subtitle
source: All {{CLASS.SINGLE.FOR}} manufacturers
be: Усе вытворцы {{CLASS.PLURAL.FOR}}
hy: {{CLASS.PLURAL.FOR}} բոլոր արտադրողները
ru: Все производители {{CLASS.PLURAL.FOR}}
tg: Ҳамаи истеҳсолкунандагони {{CLASS.PLURAL.FOR}}
tk: {{CLASS.PLURAL.FOR}} ähli öndürijileri
uk: Усі виробники {{CLASS.PLURAL.FOR}}
uz: {{CLASS.PLURAL.FOR}} ning barcha ishlab chiqaruvchilari

# devicetypevendorpage_subtitle-popular
source: Popular {{VENDOR.NAME}} {{CLASS.PLURAL.MAIN}}
be: Папулярныя {{CLASS.PLURAL.MAIN}} {{VENDOR.NAME}}
hy: Հանրաճանաչ {{VENDOR.NAME}} {{CLASS.PLURAL.MAIN}}
ru: Популярные {{CLASS.PLURAL.MAIN}} {{VENDOR.NAME}}
tg: Маъмултаринҳо {{CLASS.PLURAL.MAIN}} {{VENDOR.NAME}}
tk: Meşhur {{VENDOR.NAME}} {{CLASS.PLURAL.MAIN}}
uk: Популярні {{CLASS.PLURAL.MAIN}} {{VENDOR.NAME}}
uz: {{VENDOR.NAME}} ning ommabop {{CLASS.PLURAL.MAIN}}

# devicetypevendorpage_subtitle-all
source: All {{VENDOR.NAME}} {{CLASS.PLURAL.MAIN}}
be: Усе {{CLASS.PLURAL.MAIN}} {{VENDOR.NAME}}
hy: Բոլոր {{VENDOR.NAME}}{{CLASS.PLURAL.MAIN}}
ru: Все {{CLASS.PLURAL.MAIN}} {{VENDOR.NAME}}
tg: Ҳамаи {{CLASS.PLURAL.MAIN}} {{VENDOR.NAME}}
tk: Ähli {{VENDOR.NAME}} {{CLASS.PLURAL.MAIN}}
uk: Усі {{CLASS.PLURAL.MAIN}} {{VENDOR.NAME}}
uz: {{VENDOR.NAME}} ning barcha {{CLASS.PLURAL.MAIN}}

# errorpage_title
source: Error 500: internal server error
be: Памылка 500: унутраная памылка сервера
hy: Սխալ 500. սպասարկիչի ներքին սխալ
ru: Ошибка 500: внутренняя ошибка сервера
tg: Хатогии 500: хатои дохили сервер
tk: Ýalňyşlyk 500: içki serwer ýalňyşlygy
uk: Помилка 500: внутрішня помилка сервера
uz: Xato 500: serverdagi ichki xatolik
