Repository: DriverPackSolution/transifex-backup
Catalog: delorean/driverpack-solution-rus/Drpsupo/*.po
Languages: be, hy, ru, tg, tk, uk, uz

# landingproducts_item-caption-online
source: It is downloaded instantly, and will download all missing required drivers during installing
ru: Скачивается мгновенно и докачивает необходимые драйверы во время установки

# landingproducts_item-version
source: Version:
be: Версія:
hy: Տարբերակ՝
ru: Версия:
tg: Нусха:
tk: Wersiýa:
uk: Версія:
uz: Versiya:

# landingproducts_item-button
source: Download
be: Спампаваць
hy: Ներբեռնել
ru: Скачать
tg: Гирифтани
tk: Ýüklemek
uk: Завантажити
uz: Yuklab olish

# landingproducts_item-caption-network
source: It is downloaded quickly, and already contains the drivers for network hardware
ru: Скачивается быстро и сразу содержит драйверы для сетевого оборудования

# landingproducts_item-caption-offline
source: It can operate without an Internet connection but its size is 13.9 GB (useful for system admins)
ru: Работает без Интернета, но весит 13,9 Гб (вариант для сисадминов)

# landingpublications__landing-title
source: Mass media publications about DriverPack
be: Пра DriverPack пішуць журналісты
hy: Լրագրողները DriverPack-ի մասին
ru: Про DriverPack пишут журналисты
tg: Дар бораи DriverPack рӯзноманигорон менависанд
tk: DriverPack barada žurnalistler ýazýar
uk: Про DriverPack пишуть журналісти
uz: DriverPack haqida jurnalistlar yozadi

# landingscreenshots_landing-title
source: DriverPack is the most convenient and fastest way to configure a computer
be: DriverPack — самы зручны і хуткі спосаб наладзіць кампутар
hy: DriverPack-ն ամենահարմար և արագ գործիքն է համակարգիչը կարգավորելու համար
ru: DriverPack — самый удобный и быстрый способ настроить компьютер
tg: DriverPack — роҳи бароҳат ва тез танзим кардани компютер мебошад
tk: DriverPack — kompýuteri gurnamagyň iň amatly we tiz usuly
uk: DriverPack — найбільш зручний і швидкий спосіб налаштувати комп'ютер
uz: DriverPack — kompyuteringizni sozlashning eng qulay va tezkor usuli

# landingscreenshots_landing-subtitle
source: The software is provided for free, and is suitable both for professionals and for beginners
be: Праграма распаўсюджваецца бясплатна і падыходзіць як прафесіяналам, гэтак і пачаткоўцам
hy: Ծրագիրը տրամադրվում է անվճար ու նախատեսված է և՛ մասնագետների, և՛ սկսնակների համար
ru: Программа распространяется бесплатно и подходит как профессионалам, так и новичкам
tg: Барнома ройгон паҳн мешавад ва ҳам барои мутахассисон ва ҳам барои навомӯзон мувофиқ аст
tk: Programma mugt paýlanýar we professionallar hem-de täze ulanyjylar üçin hem işe ýaraýar
uk: Програма поширюється безкоштовно і підходить як професіоналам, так і новачкам
uz: Dastur bepul tarqatiladi va mutaxassislar va yangi foydalanuvchilar uchun mos keladi

# landingsocial_landing-title
source: Join the DriverPack community
be: Далучайцеся да супольнасці DriverPack
hy: Միացեք DriverPack-ի համայնքին
ru: Присоединяйтесь к сообществу DriverPack
tg: Ба ҷомеъаи DriverPack ҳамроҳ шавед
tk: DriverPack toparyna goşulyň
uk: Приєднуйтесь до спільноти DriverPack
uz: DriverPack jamoasiga qo'shiling

# landingsocial_landing-subtitle
source: Follow the news and take part in discussions
be: Сачыце за навінамі і ўдзельнічайце у абмеркаваннях
hy: Հետևեք նորություններին և մասնակցեք քննարկումներին
ru: Следите за новостями и участвуйте в обсуждениях
tg: Хабарҳоро пайгирӣ кунед ва дар муҳокимаҳо ширкат кунед
tk: Habarlary yzarlaň we oýlanyşmalara gatnaşyň
uk: Слідкуйте за новинами та беріть участь в обговореннях
uz: Yangiliklarga kuzatib boring va muhokamalarda ishtirok eting

# landingusers_cta
source: The number of DriverPack users around the world keeps growing with every passing second
be: Колькасць карыстальнікаў DriverPack па ўсім свеце расце з кожнай секундай
hy: DriverPack-ի օգտվողների թիվն ամբողջ աշխարհում աճում է ամեն վարկյան
ru: Количество пользователей DriverPack по всему миру растет с каждой секундой
tg: Миқдори истифодабарандагонӣ DriverPack дар тамоми дунё ҳар сония афзоиш меёбад
tk: Dünýäde DriverPack ulanyjylarynyň sany her sekunt artýar
uk: Кількість користувачів DriverPack по всьому світу зростає з кожною секундою
uz: Dunyo bo'ylab DriverPack foydalanuvchilari soni har soniyada ortib bormoqda

# landingusers_cta-btn
source: Install all required drivers
be: Усталяваць усе патрэбныя драйверы
hy: Տեղադրել բոլոր անհրաժեշտ սարքավարները
ru: Установить все необходимые драйверы
tg: Насб кардани ҳамаи драйверҳои зарури
tk: Gerekli ähli sürüjileri gurnamak
uk: Встановити всі необхідні драйвери
uz: Barcha kerakli drayverlarni o'rnating

# landingusers_versions
source: Other DriverPack versions
be: Іншыя версіі праграмы
hy: Հավելվածի այլ տարբերակներ
ru: Другие версии приложения
tg: Версияҳои дигари барнома
tk: Programmanyň beýleki wersiýalary
uk: Інші версії додатка
uz: Dasturning boshqa versiyalari

# landingwizard_landing-title
source: It is now possible to configure a computer in one click
be: Наладзіць кампутар зараз можна ў адзін клік
hy: Կարգավորել համակարգիչն այժմ կարելի է մեկ կտտոցով
ru: Настроить компьютер теперь можно в один клик
tg: Акнун компютерро метавон бо як клик танзим кард
tk: Birje klik bilen kompýuteri gurup bolar
uk: Налаштувати комп'ютер тепер можна в один клік
uz: Endi siz kompyuterni bir marta bosish bilan sozlashingiz mumkin

# landingwizard_item-caption-download
source: Download and start up DriverPack Online
be: Спампуй і запусці DriverPack Online
hy: Ներբեռնեք և գործարկեք DriverPack Online-ը
ru: Скачай и запусти DriverPack Online
tg: DriverPack Online -ро бор кун ва пахш намо
tk: DriverPack Online ýükle we başlat
uk: Завантаж і запусти DriverPack Online
uz: DriverPack Online -ni yuklab oling va ishga tushiring

# landingwizard_item-caption-setup
source: Configure your computer with one simple action
be: Наладзь свой кампутар адным простым дзеяннем
hy: Կարգավորեք Ձեր համակարգիչը մեկ հասարակ գործողությամբ
ru: Настрой свой компьютер одним простым действием
tg: Компютери худро бо як қадами одди танзим намо
tk: Ýönekeyje bir hereket bilen kompýuteriňi gurna
uk: Налаштуй свій комп'ютер однією простою дією
uz: Kompyuteringizni oddiy harakat bilan sozlab oling

# landingwizard_item-caption-profit
source: Yay! Now my computer runs like brand new!
be: Ура! Зараз кампутар працуе, як новы
hy: Ուռա՜։ Այժմ համակարգիչը աշխատում է նորի պես
ru: Ура! Теперь компьютер работает, как новый
tg: Ура! Акнун компютер мисли нав кор мекунад
tk: Ura! Indi kompýuter edil täze ýaly işleýär!
uk: Ура! Тепер комп'ютер працює, як новий
uz: Qoyil! Endi kompyuter xuddi yangidek ishlaydi

# landingwizard_cta-btn
source: Install all required drivers
be: Усталяваць усе патрэбныя драйверы
hy: Տեղադրել բոլոր անհրաժեշտ սարքավարները
ru: Установить все необходимые драйверы
tg: Насб кардани ҳамаи драйверҳои лозима
tk: Gerekli ähli sürüjileri gurnamak
uk: Встановити всі необхідні драйвери
uz: Barcha kerakli drayverlarni o'rnatish

# navbar_download-link-short
source: Download
be: Спампаваць
hy: Ներբեռնել
ru: Скачать
tg: Гирифтани
tk: Ýükle
uk: Завантажити
uz: Yuklab olish

# navbar_download-link
source: Download DriverPack Online
be: Спампаваць DriverPack Online
hy: Ներբեռնել DriverPack Online-ը
ru: Скачать DriverPaсk Online
tg: Гирифтани DriverPack Online
tk: DriverPaсk Online ýükle
uk: Завантажити DriverPaсk Online
uz: DriverPack Online ni yuklab olish

# notfound_cta-text
source: You can find and install drivers automatically by using DriverPack Online for free
be: Аўтаматычна знайсці і ўсталяваць драйверы можна бясплатна з дапамогай DriverPack Online
hy: Ինքնաբար գտնել և տեղադրել սարքավարները կարելի է DriverPack Online-ի օգնությամբ
ru: Автоматически найти и установить драйверы можно бесплатно с помощью DriverPack Online
tg: Бо истифодаи DriverPack Online метавонед ҳамаи драйверҳои лозимаро ёфта ва насб карда
tk: DriverPack Online kömegi bilen sürüjileri awtomatiki usulda mugt tapyp hem gurup bolýar
uk: Автоматично знайти і встановити драйвери можна безкоштовно за допомогою DriverPack Online
uz: DriverPack Online yordamida drayverlarni avtomatik tarzda topish va o'rnatish

# notfound_cta-btn
source: Download DriverPack Online
be: Спампаваць DriverPack Online
hy: Ներբեռնել DriverPack Online-ը
ru: Скачать DriverPack Online
tg: Гирифтани DriverPack Online
tk: DriverPack Online ýükle
uk: Завантажити DriverPack Online
uz: DriverPack Online ni skachat qilish

# notfound_info-404
source: {{404}} — the requested page is not found
be: {{404}} — запытаная старонка не знойдзена
hy: {{404}} — պահանջվող էջը չգտնվեց
ru: {{404}} — запрашиваемая страница не найдена
tg: {{404}} — саҳифаи дархостшуда ёфт нашуд
tk: {{404}} — ýüz tutulan sahypa tapylmady
uk: {{404}} — запитувана сторінка не знайдена
uz: {{404}} — so'ralgan sahifa topilmadi

# notfound_info-500
source: {{500}} — something went wrong (server error)
be: {{500}} — нешта пайшло не так (памылка на серверы)
hy: {{500}} — ինչ-որ բան այն չէր (սպասարկիչի սխալ)
ru: {{500}} — что-то пошло не так (ошибка на сервере)
tg: {{500}} — чизе нодуруст иҷро шуд (хатоги дар сервер)
tk: {{500}} — bir zatlar ters gitdi (serwerde ýalňyşlyk bar)
uk: {{500}} — щось пішло не так (помилка на сервері)
uz: {{500}} — bir narsa noto'g'ri ketdi (server xatosi)

# notebookfilters-title
source: Available drivers
be: Даступныя драйвера
hy: Հասանելի սարքավարներ
ru: Доступные драйвера
tg: Драйверҳои дастрас
tk: Elýeter sürüjiler
uk: Доступні драйвери
uz: Mavjud drayverlar

# notebookvendorslist_other-text
source: Other manufacturers
be: Іншыя вытворцы
hy: Այլ արտադրողներ
ru: Другие производители
tg: Дигар истифодабарандагон
tk: Beýleki öndürijiler
uk: Інші виробники
uz: Boshqa ishlab chiqaruvchilar

# notebookvendorslist_title_os
source: Drivers for laptops on {{OS}}
be: Драйвера для ноўтбукаў на {{OS}}
hy: Սարքավարներ {{OS}}-ով աշխատող նոութբուքների համար
ru: Драйвера для ноутбуков на {{OS}}
tg: Драйверҳо барои ноутбукҳо дар {{OS}}
tk: {{OS}} üçin noutbuk sürüjileri
uk: Драйвера для ноутбуків на {{OS}}
uz: {{OS}} noutbuk uchun drayverlar

# notebookvendorslist_title
source: Driver search for laptops
be: Пошук драйвераў для ноўтбукаў
hy: Սարքավարների որոնում նոութբուքների համար
ru: Поиск драйверов для ноутбуков
tg: Ҷустани драйверҳо барои ноутбукҳо
tk: Noutbuklar üçin sürüji gözlegi
uk: Пошук драйверів для ноутбуків
uz: Notebooklar uchun drayverlarni izlash

# promoheader_cta-text-gamers
source: Your computer is more powerful than you think: update all drivers for free
be: Ваш кампутар мацней, чым вы думаеце: абновіце ўсе драйверы бясплатна
hy: Ձեր համակարգիչն ավելի հզոր է, քան կարծում եք. թարմացրեք բոլոր սարքավարներն անվճար
ru: Ваш компьютер мощнее, чем вы думаете: обновите все драйверы бесплатно
tg: Компютери шумо аз оне, ки шумо фикр мекунед боқувваттар аст: ҳамаи драйверҳоро ройгон навсози намоед
tk: Siziň kmpýuteriňiz pikir edişiňizden hem güýçli: ähli sürüjileri mugt täzeleň
uk: Ваш комп'ютер потужніше, ніж ви думаєте: оновіть всі драйвери безкоштовно
uz: Kompyuteringiz siz o'ylagandan ko'ra kuchliroq: barcha drayverlarni bepul yangilash

# promoheader_cta-text-gamers-caption
source: If you like computer games, we recommend you to update the drivers on your computer more often to reach the highest possible efficiency of your hardware. Up to 37% more FPS - the best game experience and new achievements with DriverPack.
be: Калі вам падабаюцца кампутарныя гульні, то рэкамендуем часцей абнаўляць драйверы вашага кампутара, каб атрымаць максімум прадукцыйнасці ад вашага жалеза. Да 37% больш FPS – лепшы гульнявой вопыт і новыя дасягненні з DriverPack
hy: Եթե Ձեզ դուր են գալիս տեսախաղերը, ապա խորհուրդ ենք տալիս ավելի հաճախ թարմացնել Ձեր համակարգչի սարքավարները՝ Ձեր «երկաթից» առավելագույն արդյունավետությունը ստանալու համար։ Մեծացրեք FPS-ը մինչև 37%-ով — լավագույն խաղայի փորձ և նոր նվաճումներ DriverPack-ի հետ
ru: Если вам нравятся компьютерные игры, то рекомендуем чаще обновлять драйверы вашего компьютера, чтобы получить максимум производительности от вашего железа. До 37% больше FPS – лучший игровой опыт и новые достижения с DriverPack
tg: Агар ба шумо бозиҳои компютери мақул бошад, пас тавсия медиҳем, ки зуд - зуд драйверҳои компютераторно навсози намоед то ин, ки аз оҳанатон иҷроиши максималиро гиред. То 37% бештар FPS – таҷрибаи беҳтарини бозиҳо ва дастовардҳои нав бо DriverPack
tk: Eger siz kompýuter oýunlaryny halaýan bolsaňyz, onda size kompýuteriňiziň sürüjilerini tiz-tizden täzelemegi maslahat berýäris, kompýuteriňizden maksimum derejede peýdalanmak üçin. 37% çenli köp FPS – DriverPack bilen iň oňat oýun tejribersi we täze üstünlikler
uk: Якщо вам подобаються комп'ютерні ігри, то рекомендуємо частіше оновлювати драйвери вашого комп'ютера, щоб отримати максимум продуктивності від вашого заліза. До 37% більше FPS – кращий ігровий досвід і нові досягнення з DriverPack
uz: Agar kompyuter o'yinlarini yoqtirsangiz, qo'shimcha qurilmangizdan maksimal darajada foydalanish uchun kompyuteringizning drayverlarini tez-tez yangilab turishni maslahat beramiz. 37% gacha qo'shimcha FPS – eng yaxshi o'yin tajribasi va DriverPack bilan yangi yutuqlar

# promoheader_cta-text
source: DriverPack will install drivers for free and solve driver problems on any device
be: DriverPack бясплатна ўсталюе драйверы і вырашыць праблемы з кожнымі прыладамі
hy: DriverPack-ն անվճար կտեղադրի սարքավարները և կլուծի դրանց հետ կապված ցանկացած խնդիր
ru: DriverPack бесплатно установит драйверы и решит проблемы с любыми устройствами
tg: DriverPack - драйверҳоро ройгон насб мекунад ва мушкилиҳоро бо дилхоҳ таҷҳизот ҳал менамояд
tk: DriverPack sürüjileri mugt gurnar we dürli abzallar üçin meseleleri çözer
uk: DriverPack безкоштовно встановить драйвери і вирішить проблеми з будь-якими пристроями
uz: DriverPack drayverlarni bepul o'rnatadi va har qanday qurilmalar bilan bog'liq muammolarni hal qiladi

# promoheader_cta-btn
source: Install all required drivers
be: Усталяваць усе патрэбныя драйверы
hy: Տեղադրել բոլոր անհրաժեշտ սարքավարները
ru: Установить все необходимые драйверы
tg: Насб кардани ҳамаи драйверҳои зарури
tk: Gerekli ähli sürüjileri gurnamak
uk: Встановити всі необхідні драйвери
uz: Barcha kerakli drayverlarni o'rnatish

# promoheader_size
source: File Size: {{SIZE}} KB
be: Памер файла: {{SIZE}} KB
hy: Նիշքի չափը՝ {{SIZE}} Կբ
ru: Размер файла: {{SIZE}} Кб
tg: Андозаи файл: {{SIZE}} Кб
tk: Faýlyň göwrümi: {{SIZE}} KB
uk: Розмір файла: {{SIZE}} KB
uz: Fayl hajmi: {{SIZE}} KB

# promoheader_license
source: License Agreement
hy: Լիցենզիոն համաձայնագիր
ru: Лицензионное соглашение
tk: Lisenzion ylalaşyk

# promoheader_os-versions
source: The software is suitable for Windows 10, 8.1, 8, 7, Vista, XP
be: Праграма падыходзіць для Windows 10, 8.1, 8, 7, Vista, XP
hy: Ծրագիրը համատեղելի է Windows 10, 8.1, 8, 7, Vista և XP-ի հետ
ru: Программа подходит для Windows 10, 8.1, 8, 7, Vista, XP
tg: Барнома барои Windows 10, 8.1, 8, 7, Vista, XP мувофиқ аст
tk: Programma Windows 10, 8.1, 8, 7, Vista, XP üçin deň gelýär
uk: Програма підходить для Windows 10, 8.1, 8, 7, Vista, XP
uz: Dastur Windows 10, 8.1, 8, 7, Vista, XP uchun mos keladi

# promoheader_uninstall
source: DriverPack removal
be: Выдаленне праграмы
hy: Ծրագրի հեռացում
ru: Удаление программы
tg: Несткунии барнома
tk: Programmany aýyrmak
uk: Видалення програми
uz: Dasturni o'chirish

# reviewheader_cta-text
source: Join DriverPack community in the social networks to keep up with the news about the product and take part in discussions
be: Далучайцеся да супольнасці DriverPack у сацсетках, каб пазнаваць навіны пра прадукт і ўдзельнічаць у абмеркаваннях
hy: Միացեք DriverPack-ի համայնքին սոցցանցերում՝ արտադրանքի մասին նորություններն իմանալու և քննարկումներին մասնակցելու համար
ru: Присоединяйтесь к сообществу DriverPack в соцсетях, чтобы узнавать новости о продукте и участвовать в обсуждениях
tg: Ба ҷамомади DriverPack дар шабакаҳои иҷтимои ҳамроҳ шавед то ин, ки аз хабарҳои маҳсулот бохабар бошед ва дар муҳокимаҳо иштирок намоед
tk: Sosial torlardaky DriverPack toplumyna goşulyň, önümiň täzelikleri barada öwrenmek we pikir alyş çalyşlara gatnaşmak üçin
uk: Приєднуйтесь до спільноти DriverPack в соцмережах, щоб дізнаватися новини про продукт і брати участь в обговореннях
uz: Dastur yangiliklarini o'rganish va muhokamalarda ishtirok etish uchun ijtimoiy tarmoqlardagi DriverPack jamoasiga qo'shiling

# reviewheader_cta
source: Add your opinion or suggestion on improving DriverPack
be: Пакіньце ваш водгук ці прапанову па паляпшэнні DriverPack
hy: Ավելացրեք Ձեր կարծիքը կամ DriverPack-ի բարելավման առաջարկը
ru: Оставьте ваш отзыв или предложение по улучшению DriverPack
tg: Барои беҳтар кардани DriverPack пешниҳод ё таклифатонро гузоред
tk: DriverPack -i kämilleşdirmek baradaky pikir we tekliperiňizi ýazyň
uk: Залиште ваш відгук або пропозицію щодо поліпшення DriverPack
uz: DriverPack ni yaxshilash uchun fikringizni yoki taklifingizni qoldiring

# search_input-placeholder
source: Search for the name of driver, laptop or DeviceID
be: Пошук па імені драйвера, ноўтбука ці DeviceID
hy: Որոնել ըստ սարքավարի կամ նոութբուքի անվան կամ էլ DeviceID-ի
ru: Поиск по имени драйвера, ноутбука или DeviceID
tg: Ҷустан аз руи номи драйвер, ноутбук ё DeviceID
tk: Sürüji ady, noutbuk ady ýa-da DeviceID boýunça gözleg
uk: Пошук по імені драйвера, ноутбука або DeviceID
uz: Drayverni nomi, yoki noutbuk va DeviceID bilan qidiring

# search_btn-text
source: Find
be: Знайсці
hy: Գտնել
ru: Найти
tg: Ҷустуҷӯ
tk: Gözle
uk: Знайти
uz: Qidirish

# searchformitem_type-section
source: Category
be: раздзел
hy: բաժին
ru: раздел
tg: Қисми
tk: bölüm
uk: розділ
uz: bo'lim

# searchformitem_type-notebook
source: laptop
be: ноўтбук
hy: նոութբուք
ru: ноутбук
tg: ноутбук
tk: noutbuk
uk: ноутбук
uz: noutbuk

# searchformitem_type-device
source: device
be: прылада
hy: սարք
ru: устройство
tg: таҷҳизот
tk: enjam
uk: пристрій
uz: qurilma

# searchformitem_type-free
source: for free
be: бясплатна
hy: անվճար
ru: бесплатно
tg: ройгон
tk: mugt
uk: безкоштовно
uz: bepul

# generatesearchitemname_notebookvendor
source: {{NAME}} laptops
be: ноўтбукі {{NAME}}
hy: {{NAME}} նոութբուքներ
ru: ноутбуки {{NAME}}
tg: ноутбуки {{NAME}}
tk: {{NAME}} noutbuklary
uk: ноутбуки {{NAME}}
uz: {{NAME}} noutbuklari

# generatesearchitemname_vendor
source: {{NAME}} devices
be: прылады {{NAME}}
hy: {{NAME}} սարքեր
ru: устройства {{NAME}}
tg: таҷҳизоти {{NAME}}
tk: {{NAME}} enjamlary
uk: пристрої {{NAME}}
uz: {{NAME}} qurilmalari

# deviceclasses_bluetooth-single-main
source: Bluetooth device
be: прылада Bluetooth
hy: Bluetooth սարք
ru: устройство Bluetooth
tg: таҷҳизоти Bluetooth
tk: Bluetooth enjamy
uk: пристрій Bluetooth
uz: Bluetooth qurilmasi

# deviceclasses_bluetooth-single-for
source: Bluetooth device
be: прылады Bluetooth
hy: Bluetooth սարքի
ru: устройства Bluetooth
tg: таҷҳизоти Bluetooth
tk: Bluetooth enjamlary
uk: пристрої Bluetooth
uz: Bluetooth qurilmasi

# deviceclasses_bluetooth-plural-main
source: Bluetooth devices
be: прылады Bluetooth
hy: Bluetooth սարքերը
ru: устройства Bluetooth
tg: таҷҳизотҳои Bluetooth
tk: Bluetooth enjamlary
uk: пристрої Bluetooth
uz: Bluetooth qurilmasi

# deviceclasses_bluetooth-plural-for
source: Bluetooth devices
be: прылад Bluetooth
hy: Bluetooth սարքերի
ru: устройств Bluetooth
tg: таҷҳизотҳои Bluetooth
tk: Bluetooth enjamlar
uk: пристроїв Bluetooth
uz: Bluetooth qurilmasini

# deviceclasses_cardreader-single-main
source: card reader
be: картрыдар
hy: քարտի ընթերցիչ
ru: картридер
tg: картридер
tk: kart okyjy
uk: кардридер
uz: kartrider

# deviceclasses_cardreader-single-for
source: card reader
be: картрыдара
hy: քարտի ընթերցիչի
ru: картридера
tg: картридер
tk: kart okyjynyň
uk: кардридера
uz: kartriderni

# deviceclasses_cardreader-plural-main
source: card readers
be: картрыдары
hy: քարտի ընթերցիչները
ru: картридеры
tg: картридерҳо
tk: kart okyjylar
uk: кардридери
uz: kartriderlar

# deviceclasses_cardreader-plural-for
source: card readers
be: картрыдараў
hy: քարտի ընթերցիչների
ru: картридеров
tg: картридерҳои
tk: kart okyjylar
uk: кардридерів
uz: kartriderlarni

# deviceclasses_chipset-single-main
source: chipset
be: чыпсэт
hy: չիպսեթ
ru: чипсет
tg: чипсет
tk: çipset
uk: чипсет

# deviceclasses_chipset-single-for
source: chipset
be: чыпсэта
hy: չիպսեթի
ru: чипсета
tg: чипсет
tk: çipsetiň
uk: чипсета
uz: chipsetni

# deviceclasses_chipset-plural-main
source: chipsets
be: чыпсэты
hy: չիպսեթները
ru: чипсеты
tg: чипсетҳо
tk: çipsetler
uk: чипсети
uz: chipsetlar

# deviceclasses_chipset-plural-for
source: chipsets
be: чыпсэтаў
hy: չիպսեթների
ru: чипсетов
tg: чипсетҳои
tk: çipsetler
uk: чипсетів
uz: chipsetlarni

# deviceclasses_inputdev-single-main
source: input device
be: прылада ўводу
hy: ներածման սարք
ru: устройство ввода
tg: таҷҳизоти дохилкуни
tk: giriş enjamy
uk: пристрій введення
uz: kiritish qurilmasi

# deviceclasses_inputdev-single-for
source: input device
be: прылады ўводу
hy: ներածման սարքի
ru: устройства ввода
tg: таҷҳизоти дохилкуни
tk: giriş enjamlary
uk: пристрою введення
uz: kiritish qurilmasi

# deviceclasses_inputdev-plural-main
source: input devices
be: прылады ўводу
hy: ներածման սարքերը
ru: устройства ввода
tg: таҷҳизотҳои дохилкуни
tk: giriş enjamlary
uk: пристрої введення
uz: kiritish qurilmasi

# deviceclasses_inputdev-plural-for
source: input devices
be: прылад уводу
hy: ներածման սարքերի
ru: устройств ввода
tg: таҷҳизотҳои дохилкуни
tk: giriş enjamlar
uk: пристроїв введення
uz: kiritish qurilmasi

# deviceclasses_lan-single-main
source: network card
be: сеткавая карта
hy: ցանցային քարտ
ru: сетевая карта
tg: корти шабака
tk: ulgam karty
uk: мережева карта
uz: tarmoq karta

# deviceclasses_lan-single-for
source: network card
be: сеткавай карты
hy: ցանցային քարտի
ru: сетевой карты
tg: корти шабакави
tk: ulgam kartyndan
uk: мережевої карти
uz: tarmoq kartalar

# deviceclasses_lan-plural-main
source: network cards
be: сеткавыя карты
hy: ցանցային քարտերը
ru: сетевые карты
tg: кортҳои шабакавии
tk: ulgam kartlary
uk: мережеві карти
uz: tarmoq kartalari

# deviceclasses_lan-plural-for
source: network cards
be: сеткавых карт
hy: ցանցային քարտերի
ru: сетевых карт
tg: кортҳои шабакави
tk: ulgamyň kartlary
uk: мережевих карт
uz: tarmoq kartalarini

# deviceclasses_massstorage-single-main
source: controller
be: кантролер
hy: կոնտրոլեր
ru: контроллер
tg: назоратчӣ
tk: kontroller
uk: контролер
uz: kontroller

# deviceclasses_massstorage-single-for
source: controller
be: кантролера
hy: կոնտրոլերի
ru: контроллера
tg: назоратчӣ
tk: kontrollaşdyrýan
uk: контролера
uz: kontrollerni

# deviceclasses_massstorage-plural-main
source: controllers
be: кантролеры
hy: կոնտրոլերները
ru: контроллеры
tg: назоратчиҳои
tk: kontrolçylar
uk: контролери
uz: kontrollerlar

# deviceclasses_massstorage-plural-for
source: controllers
be: кантролераў
hy: կոնտրոլերների
ru: контроллеров
tg: назоратчиҳо
tk: kontrollerler
uk: контролерів
uz: kontrollerlarni

# deviceclasses_modem-single-main
source: modem
be: мадэм
hy: մոդեմ
ru: модем
tg: модем
uk: модем

# deviceclasses_modem-single-for
source: modem
be: мадэма
hy: մոդեմի
ru: модема
tg: модеми
tk: modem üçin
uk: модема
uz: modemni

# deviceclasses_modem-plural-main
source: modems
be: мадэмы
hy: մոդեմները
ru: модемы
tg: модемҳои
tk: modemler
uk: модеми
uz: modemlar

# deviceclasses_modem-plural-for
source: modems
be: мадэмаў
hy: մոդեմների
ru: модемов
tg: модемҳо
tk: modemler
uk: модемів
uz: modemlarni

# deviceclasses_monitor-single-main
source: monitor
be: манітор
hy: մոնիտոր
ru: монитор
tg: монитор
uk: монітор

# deviceclasses_monitor-single-for
source: monitor
be: манітора
hy: մոնիտորի
ru: монитора
tg: монитори
tk: monitoryň
uk: монітора
uz: monitorni

# deviceclasses_monitor-plural-main
source: monitors
be: маніторы
hy: մոնիտորները
ru: мониторы
tg: мониторҳои
tk: monitorlar
uk: монітори
uz: monitorlar

# deviceclasses_monitor-plural-for
source: monitors
be: манітораў
hy: մոնիտորների
ru: мониторов
tg: мониторҳо
tk: monitorlar
uk: моніторів
uz: monitorlarni
