Repository: DriverPackSolution/transifex-backup
Catalog: delorean/driverpack-solution-rus/Drpsupo/*.po
Languages: be, hy, ru, tg, tk, uk, uz

# footer_banner-caption
source: DriverPack Online <span style='color: {{COLOR}}'>will find and install</span> the drivers you need automatically
be: DriverPack Online аўтаматычна <span style='color: {{COLOR}}'>знойдзе і ўсталюе</span> патрэбныя вам драйверы
hy: DriverPack Online-ը <span style='color: {{COLOR}}'>կորոնի և կտեղադրի</span> Ձեզ անհրաժեշտ սարքավարներն ինքնաբար
ru: DriverPack Online автоматически <span style='color: {{COLOR}}'>найдет и установит</span> нужные вам драйверы
tg: DriverPack Online ба таври автомати драйвери ба шумо даркоро <span style='color: {{COLOR}}'>ёфта ва насб</span> менамояд
tk: DriverPack Online awtomatiki usulda size gerek sürüjileri <span style='color: {{COLOR}}'>tapar we gurnar</span>
uk: DriverPack Online автоматично <span style='color: {{COLOR}}'>знайде і встановить</span> потрібні вам драйвери
uz: DriverPack Online sizga kerakli drayverlarni avtomatik tarzda <span style='color: {{COLOR}}'>tanlaydi va o'rnatadi</span>

# footer_banner_btn
source: Download <span class='bold'>DriverPack Online</span> for free
be: Спампаваць <span class='bold'>DriverPack Online</span> бясплатна
hy: Ներբեռնել <span class='bold'>DriverPack Online-ն</span> անվճար
ru: Скачать <span class='bold'>DriverPack Online</span> бесплатно
tg: Боркунии ройгони <span class='bold'>DriverPack Online</span>
tk: <span class='bold'>DriverPack Online</span> mugt ýükle
uk: Завантажити <span class='bold'>DriverPack Online</span> безкоштовно
uz: <span class='bold'>DriverPack Online</span> ni bepul yuklab oling

# footer_translate-feedback
source: Have you found a misprint or a mistake?<br />Highlight it and press {{HOTKEY}}
be: Знайшлі памылку друку або памылку?<br />Вылучыце яе і націсніце {{HOTKEY}}
hy: Գտաք վրիպա՞կ կամ սխա՞լ։<br />Ընդգծեք այն և սեղմեք {{HOTKEY}}
ru: Нашли опечатку или ошибку?<br />Выделите её и нажмите {{HOTKEY}}
tg: Хатоги ё нодурустиро ёфтед?<br /> Онро интихоб карда {{HOTKEY}} пахш намоед
tk: Ýalňyşlyk tapdyňyzmy?<br />Ony saýlaň we basyň {{HOTKEY}}
uk: Знайшли друкарську або граматичну помилку?<br />Виділіть її та натисніть {{HOTKEY}}
uz: Xatolik topdingizmi?<br />Uni belgilang va {{HOTKEY}} bosing

# header_search-title
source: <span class='bold'>Driver search over</span> the largest database — more than one million drivers
be: <span class='bold'>Пошук драйвераў</span> па самай вялікай базе — больш за мільён драйвераў
hy: <span class='bold'>Սարքավարների որոնում</span> տվյալների ամենամեծ շտեմարանում — ավելի քան մեկ միլիոն սարքավար
ru: <span class='bold'>Поиск драйверов</span> по самой большой базе — более миллиона драйверов
tg: <span class='bold'>Ҷустани драйверҳо</span> дар манбаъи аз ҳам калон — зиёда аз миллион драйверҳо
tk: Iň ulu baza boýunça <span class='bold'>sürüji gözlegi</span> — milliondan hem köp sürüji
uk: <span class='bold'>Пошук драйверів</span> по найбільшій базі — більше мільйона драйверів
uz: Eng katta bazadan <span class='bold'>drayverlarni izlash</span> — milliondan ortiq

# header_search-examples
source: For example:
be: Напрыклад:
hy: Օրինակ՝
ru: Например:
tg: Мисол:
tk: Mysal üçin:
uk: Наприклад:
uz: Misol:

# header_cta-text
source: Download DriverPack for automatic driver selection
be: Спампуйце DriverPack для аўтаматычнага падбору драйвераў
hy: Ներբեռնեք DriverPack-ը՝ սարքավարներն ինքնաբար գտնելու համար
ru: Скачайте DriverPack для автоматического подбора драйверов
tg: Боркунии DriverPack барои интихоби автоматии драйверҳо
tk: Sürüjileri awtomatiki usulda saýlamak üçin DriverPack indiriň
uk: Завантажте DriverPack для автоматичного підбору драйверів
uz: Drayverlarni avtomatik tanlash uchun DriverPack -ni yuklab oling

# header_cta-btn
source: Install drivers automatically
be: Усталяваць драйверы аўтаматычна
hy: Ինքնաբար տեղադրել սարքավարները
ru: Установить драйверы автоматически
tg: Насби автоматии драйверҳо
tk: Sürüjileri awtomatiki gurnamak
uk: Встановити драйвери автоматично
uz: Drayverlarni avtomatik ravishda o'rnatish

# header_cta-label-1
source: It <span style='color: {{COLOR}}'>will download</span> instantly
be: <span style='color: {{COLOR}}'>Спампуецца</span> імгненна
hy: <span style='color: {{COLOR}}'>Կներբեռնվի</span> մի ակնթարթում
ru: <span style='color: {{COLOR}}'>Скачается</span> мгновенно
tg: <span style='color: {{COLOR}}'>Фавран</span> гирифта мешавад
tk: Tiz wagtda <span style='color: {{COLOR}}'>ýüklenýär</span>
uk: <span style='color: {{COLOR}}'>Завантажиться</span> миттєво
uz: Bir lahzada <span style='color: {{COLOR}}'>yuklanadi</span>

# header_cta-label-2
source: It <span style='color: {{COLOR}}'>will select and install</span> drivers automatically
be: <span style='color: {{COLOR}}'>Падбярэ і ўсталюе</span> драйверы аўтаматычна
hy: <span style='color: {{COLOR}}'>Կընտրի և կտեղադրի</span> սարքավարներն ինքնաբար
ru: <span style='color: {{COLOR}}'>Подберёт и установит</span> драйверы автоматически
tg: Драйверҳоро автомати <span style='color: {{COLOR}}'>интихоб ва насб</span> менамояд
tk: Awtomatiki usulda size gerek sürüjileri <span style='color: {{COLOR}}'>saýlar we gurnar</span>
uk: <span style='color: {{COLOR}}'>Підбере і встановить</span> драйвери автоматично
uz: Drayverlarni avtomatik <span style='color: {{COLOR}}'>tanlaydi va o'rnatadi</span>

# headerbutton_title
source: Install drivers automatically
be: Усталяваць драйверы аўтаматычна
hy: Ինքնաբար տեղադրել սարքավարները
ru: Установить драйверы автоматически
tg: Драйверҳоро автомати насб кардан
tk: Sürüjileri awtomatiki gurnaýar
uk: Встановити драйвери автоматично
uz: Drayverlarni avtomatik ravishda o'rnatish

# headerbutton_label
source: DriverPack software is absolutely free of charge
be: Праграма DriverPack цалкам бясплатная
hy: DriverPack ծրագիրը լիովին անվճար է
ru: Программа DriverPack полностью бесплатна
tg: Барномаи DriverPack пурра ройгон аст
tk: DriverPack programmasy doly mugt.
uk: Програма DriverPack повністю безкоштовна
uz: DriverPack dasturi to'la bepul

# headeros_cta-btn
source: Install drivers for <span class='HeaderOs__cta-btn-marked'>{{OS}}</span>
be: Усталяваць драйверы для <span class='HeaderOs__cta-btn-marked'>{{OS}}</span>
hy: Տեղադրել սարքավարները <span class='HeaderOs__cta-btn-marked'>{{OS}}</span>-ի համար
ru: Установить драйверы для <span class='HeaderOs__cta-btn-marked'>{{OS}}</span>
tg: Насби драйверҳо барои <span class='HeaderOs__cta-btn-marked'>{{OS}}</span>
tk: <span class='HeaderOs__cta-btn-marked'>{{OS}}</span> üçin sürüjileri gurnamak
uk: Встановити драйвери для <span class='HeaderOs__cta-btn-marked'>{{OS}}</span>
uz: <span class='HeaderOs__cta-btn-marked'>{{OS}}</span> uchun drayverlarni o'rnatish

# headeros_search-text
source: Or use the search on our tremendous driver database
be: Або скарыстайцеся пошукам па нашай велізарнай базе драйвераў
hy: Կամ օգտվեք մեր սարքավարների շտեմարանում որոնելու հնարավորությունից
ru: Или воспользуйтесь поиском по нашей огромной базе драйверов
tg: Ё ин ки аз ҷустан дар манбаъи калони мо истифода баред
tk: Biziň giň sürüji bazasynda gözlegden peýdalanyň
uk: Або скористайтеся пошуком по нашій величезній базі драйверів
uz: Yoki drayverlarning eng katta ma'lumotlar bazasidan izlang

# landingdevicetypelist_landing-title
source: DriverPack is suitable for any device
be: DriverPack падыходзіць для кожнай прылады
hy: DriverPack-ը համատեղելի է ցանկացած սարքի հետ
ru: DriverPack подходит для любого устройства
tg: DriverPack ба ҳама гуна дастгоҳ мувофиқ аст
tk: DriverPack her bir enjam üçin deň gelýär
uk: DriverPack підходить для будь-якого пристрою
uz: DriverPack har qanday qurilmaga to'g'ri keladi

# landingdevicetypelist_landing-subtitle
source: Even for USB 3.0 on Windows 7 SP1
be: Нават для USB 3.0 на Windows 7 SP1
hy: Նույնիսկ USB 3.0-ի համար Windows 7 SP1-ում
ru: Даже для USB 3.0 на Windows 7 SP1
tg: Ҳатто барои USB 3.0 дар Windows 7 SP1
tk: hat-da Windows 7 SP1-de USB 3.0 üçin hem
uk: Навіть для USB 3.0 на Windows 7 SP1
uz: Hattoki USB 3.0 uchun Windows 7 SP1

# landingdevicetypelist_cta-btn
source: Install all required drivers
be: Усталяваць усе патрэбныя драйверы
hy: Տեղադրել բոլոր անհրաժեշտ սարքավարները
ru: Установить все необходимые драйверы
tg: Насби ҳамаи драйверҳои лозима
tk: Gerekli ähli sürüjileri gurnamak.
uk: Встановити всі необхідні драйвери
uz: Barcha kerakli drayverlarni o'rnatish

# landingdevicetypelist_versions
source: Other DriverPack versions
be: Іншыя версіі праграмы
hy: Հավելվածի այլ տարբերակներ
ru: Другие версии приложения
tg: Версияҳои дигари барнома
tk: Programmanyň beýleki wersiýalary
uk: Інші версії додатка
uz: Dasturning boshqa versiyalari

# landingfeatures_landing-title
source: DriverPack is the most convenient and fastest way of configuring a computer
be: DriverPack — самы зручны і хуткі спосаб наладзіць кампутар
hy: DriverPack-ն ամենահարմար և արագ գործիքն է համակարգիչը կարգավորեու համար
ru: DriverPack — самый удобный и быстрый способ настроить компьютер
tg: DriverPack — услуби аз ҳама тез ва қулай барои танзими компютер
tk: DriverPack — kompýuteri gurnamagyň iň amatly we tiz usuly
uk: DriverPack — найбільш зручний і швидкий спосіб налаштувати комп'ютер
uz: DriverPack — kompyuteringizni sozlashning eng qulay va tezkor usuli

# landingfeatures_landing-subtitle
source: The software is provided for free, and is suitable both for professionals and for beginners
be: Праграма распаўсюджваецца бясплатна і падыходзіць як прафесіяналам, гэтак і пачаткоўцам
hy: Ծրագիրը տրամադրվում է անվճար ու նախատեսված է և՛ մասնագետների և՛ սկսնակների համար
ru: Программа распространяется бесплатно и подходит как профессионалам, так и новичкам
tg: Барнома ба таври ройгон дастрас аст, ҳам барои мутахассисон ва ҳам барои навомӯзон мувофиқ аст
tk: Programma mugt paýlanýar we professionallar hem-de täze ulanyjylar üçin hem işe ýaraýar
uk: Програма поширюється безкоштовно і підходить як професіоналам, так і новачкам
uz: Dastur bepul tarqatiladi va mutaxassislar va yangi foydalanuvchilar uchun mos keladi

# landingfeatures_item-title-free
source: Free
be: Бясплатна
hy: Անվճար է
ru: Бесплатно
tg: Ройгон
tk: Mugt
uk: Безкоштовно
uz: Bepul

# landingfeatures_item-caption-free
source: DriverPack is provided for free
be: DriverPack распаўсюджваецца бясплатна
hy: DriverPack-ը տրամադրվում է անվճար
ru: DriverPack распространяется бесплатно
tg: DriverPack ройгон паҳн мешавад
tk: DriverPack mugt paýlanýar
uk: DriverPack поширюється безкоштовно
uz: DriverPack bepul tarqatiladi

# landingfeatures_item-title-safe
source: Safe
be: Бяспечна
hy: Անվտանգ է
ru: Безопасно
tg: Бехатар
tk: Howpsuz
uk: Безпечно
uz: Xavfsiz

# landingfeatures_item-caption-safe
source: DriverPack officially cooperates with antivirus software manufacturers, and protects your computer
be: DriverPack афіцыйна супрацоўнічае з вытворцамі антывірусаў і абараняе кампутар
hy: DriverPack-ը պաշտոնապես համագործակցում է հակավիրուսային ծրագրերի արտադրողների հետ և պաշտպանում է Ձեր համակարգիչը
ru: DriverPack официально сотрудничает с производителями антивирусов и защищает компьютер
tg: DriverPack расман бо истеҳсолкунандагони антивирусҳо кор мекунад ва компютери шуморо муҳофизат мекунад
tk: DriverPack resmi ýagdaýda antiwirus öndürijileri bilen işleşýär we kompýuteriňizi goraýar.
uk: DriverPack офіційно співпрацює з виробниками антивірусів і захищає комп'ютер
uz: DriverPack antivirus ishlab chiqaruvchilari bilan hamkorlik qiladi va kompyuterni himoya qiladi

# landingfeatures_item-title-for-all-devices
source: For all devices
be: Для ўсіх прылад
hy: Բոլոր սարքերի համար է
ru: Для всех устройств
tg: Барои ҳамаи таҷҳизотҳо
tk: Ähli enjamlar üçin
uk: Для всіх пристроїв
uz: Barcha qurilmalar uchun

# landingfeatures_item-caption-for-all-devices
source: DriverPack has the largest driver database in the world, and can be used to configure any computer
be: DriverPack валодае самай вялікай базай драйвераў у свеце, і таму наладзіць кожны кампутар
hy: DriverPack-ն ունի տվյալների ամենախոշոր շտեմարանն աշխարհում և, հետևաբար, կկարգավորի ցանկացած համակարգիչ
ru: DriverPack обладает самой большой базой драйверов в мире, и поэтому настроит любой компьютер
tg: DriverPack дорои калонтарин базаи драйверҳо дар ҷаҳон аст ва барои ҳамин тилхоҳ компютерро танзим мекунад
tk: DriverPack dünýäde iň uly sürüji bazasyna eýe, şol sebäpli ähli kompýuterleri gurnap biler
uk: DriverPack володіє найбільшою базою драйверів в світі, і тому налаштує будь-який комп'ютер
uz: DriverPack dunyodagi eng katta drayverlar bazasiga ega va har qanday kompyuterni sozlay oladi

# landingheader_cta-text
source: DriverPack will install drivers for free and solve driver problems on any device
be: DriverPack бясплатна ўсталюе драйверы і вырашыць праблемы з кожнымі прыладамі
hy: DriverPack-ն անվճար կտեղադրի սարքավարները և կլուծի դրանց հետ կապված ցանկացած խնդիր
ru: DriverPack бесплатно установит драйверы и решит проблемы с любыми устройствами
tg: DriverPack ҳамаи драйверҳоро ройгон насб мекунад ва мушкилиро бо дилхоҳ таҷҳизот ҳал мекунад
tk: DriverPack sürüjileri mugt gurnar we dürli enjamlar üçin meseleleri çözer
uk: DriverPack безкоштовно встановить драйвери і вирішить проблеми з будь-якими пристроями
uz: DriverPack drayverlarni bepul o'rnatadi va har qanday qurilmalar bilan bog'liq muammolarni hal qiladi

# landingheader_cta-btn
source: Install all required drivers
be: Усталяваць усе патрэбныя драйверы
hy: Տեղադրել բոլոր անհրաժեշտ սարքավարները
ru: Установить все необходимые драйверы
tg: Ҳамаи драйверҳои лозимаро насб кардан
tk: Gerekli ähli sürüjileri gurnamak
uk: Встановити всі необхідні драйвери
uz: Barcha kerakli drayverlarni o'rnatish

# landingheadernav_search
source: Driver Search
be: Пошук драйвераў
hy: Սարքավարի որոնում
ru: Поиск драйверов
tg: Ҷустани драйверҳо
tk: Sürüji gözlegi
uk: Пошук драйверів
uz: Drayverlarni qidirish

# landingheadernav_foradmin
source: For System Admins
be: Сісадмінам
hy: Համակարգի ադմինիստրատորներին
ru: Сисадминам
tg: Ба сисадминҳо
tk: Sisadminlere
uk: Сисадмінам
uz: Tizim administratorlariga

# landingintroduction_author-title
source: Hello! My name is Artur Kuzyakov. I am the author and founder of DriverPack
be: Прывітанне! Я — Артур, аўтар і заснавальнік DriverPack
hy: Ողջո՛ւյն։ Անունս Արթուր Կուզյակով է։ Ես DriverPack համակարգի հեղինակն ու հիմնադիրն եմ
ru: Привет! Я — Артур, автор и основатель DriverPack
tg: Салом! Ман — Артур, муаллиф ва асосгузори DriverPack
tk: Salam! Men — Artur, DriverPack - iň awtory we esaslandyryjysy
uk: Привіт! Я — Артур, автор і засновник DriverPack
uz: Salom! Men — Artur, DriverPack ning muallifi va asoschisi bo'laman

# landingintroduction_author-speech
source: From a small piece of software written on pure enthusiasm 8 years ago, we have transformed into the company which has helped more than 40 million people worldwide to configure their computers!<br /><br />During this time, our software has become incredibly faster and smarter. Today, DriverPack is the largest database of unique drivers in the world, located on ultra high speed servers all over the world. In order to perform the process of driver installation always quickly and with the highest possible quality, we use machine learning technologies that makes our selection algorithm even better and more accurate. We have managed to achieve all this in such a way that the software remains absolutely free of charge, and everyone can use it. <br /><br />My team and I are proud of our product, and we hope it will become your reliable assistant in configuring any computer in the shortest possible time frame.
be: З маленькай праграмы, напісанай на чыстым запале 8 гадоў таму, мы ператварыліся ў кампанію, якая дапамагла наладзіць кампутары больш чым 40 мільёнам людзей па ўсім свеце!<br /><br />За гэтыя 8 гадоў працы праграма стала неверагодна хутчэй і разумней. Сёння, DriverPack гэта самая вялікая ў свеце база ўнікальных драйвераў, якая змесцавана на звышхуткасных серверах па ўсім свеце. Для таго, каб усталёўка драйвераў заўсёды праходзіла не толькі хутка, але і максімальна якасна, мы выкарыстоўваем тэхналогіі машыннага навучання, што робіць наш алгарытм падбору яшчэ лепш і дакладней. Пры ўсім гэтым, нам удалося пакінуць праграму абсалютна бясплатнай, каб кожны ахвотнік мог ёй скарыстацца.<br /><br />Я і мая каманда ганарымся нашым прадуктам і спадзяёмся, што ён стане вашым надзейным памочнікам, які зможа хутка наладзіць кожны кампутар.
hy: 8 տարի առաջ մաքուր խանդավառությամբ գրված փոքր ծրագրից մենք վերածվեցինք մի ընկերության, որը օգնեց կարգավորել համակարգիչներն աշխարհի ավելի քան 40 միլիոն մարդկանց մոտ։<br /><br />Այդ 8 տարվա աշխատանքի արդյունքում ծրագիրը դարձավ անասելի արագ և խելացի։ Այսօր DriverPack-ը եզակի սարքավարների ամենամեծ շտեմարանն է ողջ աշխարհում, և գտնվում է աշխարհի գերարագ սպասարկիչների վրա։ Սարքավարները ոչ միայն արագորեն, այլև առավելագույնս որակով տեղադրելու համար մենք օգտագործում ենք մեքենայական ուսուցման տեխնոլոգիաները, ինչն ավելի ճշգրիտ է դարձնում մեր ընտրության ալգորիթմը։ Այդուհանդերձ, մենք կարողացանք թողնել ծրագիրն ամբողջովին անվճար, որպեսզի բոլորը կարողանան օգտագործել այն։<br /><br />Ես ու իմ թիմը հպարտանում ենք մեր արտադրանքով և հուսով ենք, որ այն կդառնա Ձեր հուսալի օգնականը, որը կկարողանա արագորեն կարգավորել ցանկացած համակարգիչ։
ru: Из маленькой программы, написанной на чистом энтузиазме 8 лет назад, мы превратились в компанию, которая помогла настроить компьютеры более чем 40 миллионам людей по всему миру!<br /><br />За эти 8 лет работы программа стала невероятно быстрее и умнее. Сегодня, DriverPack это самая большая в мире база уникальных драйверов, которая расположена на сверхскоростных серверах по всему миру. Для того, чтобы установка драйверов всегда проходила не только быстро, но и максимально качественно, мы используем технологии машинного обучения, что делает наш алгоритм подбора еще лучше и точнее. При всем этом, нам удалось оставить программу абсолютно бесплатной, чтобы каждый желающий мог ей воспользоваться.<br /><br />Я и моя команда гордимся нашим продуктом и надеемся, что он станет вашим надежным помощником, который сможет быстро настроить любой компьютер.
tg: Аз як барномаи хурде, ки ба илҳоми тоза 8 сол пеш навишта шудааст, мо ба ширкате табдил ёфтем, ки барои танзими компютери беш аз 40 миллион одамон дар тамоми дунё кӯмак расонидаем.<br /><br />Дар давоми 8 соли кор, барнома баниҳоят тез ва боақл шуд. Имрӯз, DriverPack ин калонтарин базаи драйверҳо мебошад, ки дар серверҳои баландсуръат дар тамоми ҷаҳон ҷойгир аст. Барои он, ки насбкунии драйверҳо ҳамеша натанҳо тез балки самаранок гузарад, мо технологияи омӯзиши мошиниро истифода мебарем, ки алгоритми интихоби моро беҳтар ва дақиқтар мекунад. Бо ин ҳама ба мо муясар шуд, ки барномаро ройгон нигоҳ дорем, то ин ки ҳама аз он истифода баранд.<br /><br />Ман ва гуруҳам аз маҳсулотамон ифтихор дорем ва мо умедворем, ки он ба шумо ёрирасони беҳтарин мегардад, ва дилхоҳ компютерро танзим намояд.
tk: 8 ýyl öň uly höwes bilen ýazylan kiçijik programmadan, dünýäde 40 milliondan hem köp adama kompýuterini gurnamaga kömek eden kompaniýa öwrüldik! <br /><br />Şol 8 ýylyň dowamynda programma has tiz we akylly boldy. Bugün, DriverPack bu dünýädäki iň uly unikal sürüjiler bazasy, dünýäde birnäçe ýerde uly tizlikli serwerlerde ýerleşen. Sürüji gurnamak diňe bir tiz däl, eýsem ýokary hilli bolmagy üçin, maşyn öwrenme tehnologiýalaryndan peýdalanýarys, bu bolsa saýlama algoritmalary tiz hem takyk edýär. Bu zatlara garamazdan programmamyzy mugt paýlamak başartdy, her isleýän şondan peýdalansyn diýip. <br /><br />Men we meniň toparym önümimize buýsanýarys we onuň siz üçin ynamly kömekçiňiz bolup islendik kompýuteri tiz gurnamagyňa kömek eder diýip umyt edýäris.
uk: З маленької програми, написаної на чистому ентузіазмі 8 років тому, ми перетворилися в компанію, яка допомогла налаштувати комп'ютери більш ніж 40 мільйонам людей по всьому світу!<br /><br />За ці 8 років роботи програма стала неймовірно швидшою і розумнішою. Сьогодні, DriverPack це найбільша в світі база унікальних драйверів, яка розташована на надшвидкісних серверах по всьому світу. Для того, щоб установка драйверів завжди проходила не тільки швидко, але і максимально якісно, ми використовуємо технології машинного навчання, що робить наш алгоритм підбору ще краще і точніше. При цьому, нам вдалося залишити програму абсолютно безкоштовною, щоб кожен бажаючий міг нею скористатися.<br /><br />Я і моя команда пишаємося нашим продуктом і сподіваємося, що він стане вашим надійним помічником, який зможе швидко налаштувати будь-який комп'ютер.
uz: 8 yil oldin sof xayrixohlik bilan yozilgan kichik dasturdan biz butun dunyo bo'ylab 40 milliondan ortiq odamga kompyuterni sozlashga yordam bergan kompaniyaga aylandik!<br /><br />Ushbu 8 yil mobaynida dastur juda tezkor va aqlliroq bo'ldi. Bugungi kunda DriverPack dunyodagi tezkor serverlarda joylashgan noyob drayverlarning dunyodagi eng katta ma'lumotlar bazasi hisoblanadi. Drayverlarning nafaqat tez o'rnatilishi va maksimal sifatli bo'lishi uchun biz mashina ta'lim texnologiyasiga o'tdik. Bu bizga algoritmimizni yanada yaxshiroq va aniqroq qilishda yordam beradi. Bularning hammasi bizga dasturni mutlaqo bepul qoldirishga yordam berdi. Hohlagan odam undan bemalol foydalanishi mumkin.<br /><br />Men va mening jamoam bizning mahsulot bilan faxrlanamiz va sizga ikompyuterni sozlashda ishonchli yordamchingiz bo'ladi deb umid qilamiz.

# landingintroduction_author-speech-marked
source: We spend all our time in order to save yours!
be: Мы трацім увесь наш час, каб эканоміць ваш!
hy: Մենք ծախսում ենք մեր ամբողջ ժամանակը՝ Ձեր ժամանակը խնայելու համար։
ru: Мы тратим все наше время, чтобы экономить ваше!
tg: Мо ҳама вақтамонро сарф мекунем, то ки вақти шуморо захира кунем!
tk: Siziň watyňyzy tygşytlamak üçin biz özümiziň ähli wagtymyzy sarp edýäris!
uk: Ми витрачаємо весь наш час, щоб заощаджувати ваш!
uz: Vaqtingizni tejash uchun biz barcha vaqtimizni sarflaymiz!

# landingintroduction_video-caption
source: And here is what Dmitry Medvedev, the Prime Minister of Russian Federation, thinks about DriverPack Solution
be: А вось што думае Дзмітрый Мядзведзеў пра DriverPack Solution
hy: Ահա թե ինչ է կարծում Դմիտրի Մեդվեդևը DriverPack Solution-ի մասին
ru: А вот что думает Дмитрий Медведев о DriverPack Solution
tg: Ана Дмитрий Медведев оиди DriverPack Solution чи фикр дорад
tk: DriverPack Solution barada Dmitri Medwedewiň pikiri
uk: А ось що думає Дмитро Медведєв про DriverPack Solution
uz: DriverPack Solution haqida Dmitriy Medvedev qanaqa fikrda ekan

# landingnotebookvendorslist_landing-title
source: DriverPack is suitable for any computer
be: DriverPack падыходзіць для кожнага кампутара
hy: DriverPack-ը համատեղելի է ցանկացած համակարգչի հետ
ru: DriverPack подходит для любого компьютера
tg: DriverPack барои ҳамаи компютерҳо мувофиқ аст
tk: DriverPack islendik kompýuter üçin laýyk gelýär
uk: DriverPack підходить для будь-якого комп'ютера
uz: DriverPack har qanday kompyuterga to'g'ri keladi

# landingnotebookvendorslist_landing-subtitle
source: Yes, for ANY computer - we checked!
be: Для кожнага — мы правяралі
hy: Այո՛, ցանկացած համակարգչի համար — մենք ստուգել ենք
ru: Для любого — мы проверяли
tg: Барои дилхоҳ — мо санҷидаем
tk: Islendik kompýuter üçin — biz barladyk
uk: Для будь-якого — ми перевіряли
uz: Har kim uchun — biz tekshirganmiz

# landingnotebookvendorslist_cta-btn
source: Install all required drivers
be: Усталяваць усе патрэбныя драйверы
hy: Տեղադրել բոլոր անհրաժեշտ սարքավարները
ru: Установить все необходимые драйверы
tg: Ҳамаи драйверҳои лозимаро насб кардан
tk: Gerekli ähli sürüjileri gurnamak
uk: Встановити всі необхідні драйвери
uz: Barcha kerakli drayverlani o'rnatish

# landingnotebookvendorslist_versions
source: Other DriverPack versions
be: Іншыя версіі праграмы
hy: Հավելվածի այլ տարբերակներ
ru: Другие версии приложения
tg: Дигар версияҳои барнома
tk: Programmanyň beýleki wersiýalary
uk: Інші версії додатка
uz: Dasturning boshqa versiyalari
