Repository: DriverPackSolution/transifex-backup
Catalog: delorean/driverpack-solution-rus/Drpsupo/*.po
Languages: be, hy, ru, tg, tk, uk, uz

# landingfooter_landing-subtitle
source: DriverPack contains drivers for all popular Windows versions
be: DriverPack утрымлівае драйверы для ўсіх папулярных версій Windows
hy: DriverPack-ը պարունակում է սարքավարներ Windows-ի բոլոր հանրաճանաչ տարբերակների համար
ru: DriverPack содержит драйверы для всех популярных версий Windows
tg: DriverPack дорои ҳамаи драйверҳои ҳамаи версияҳои Windows мебошад
tk: DriverPack içinde Windows -yň ähli meşhur wersiýalary üçin sürüjiler bar
uk: DriverPack містить драйвери для всіх популярних версій Windows
uz: DriverPack da Windows ning barcha ommabop versiyalari uchun drayverlar bor

# landing-footer_catalog-os
source: drivers for {{OS}}
be: драйвера для {{OS}}
hy: սարքավարներ {{OS}}-ի համար
ru: драйвера для {{OS}}
tg: драйверҳо барои {{OS}}
tk: {{OS}} üçin sürüji
uk: драйвера для {{OS}}
uz: {{OS}} uchun drayverlar

# landing-footer_download
source: Download DriverPack
hy: Ներբեռնել DriverPack-ը
ru: Скачать DriverPack
tk: DriverPack ýüklemek

# landing-footer_versions
source: All app versions
be: Усе версіі праграмы
hy: Հավելվածի բոլոր տարբերակները
ru: Все версии приложения
tg: Ҳамаи версияҳои барнома
tk: Programmanyň ähli wersiýalary
uk: Усі версії додатка
uz: Dasturning barcha versiyalari

# landing-footer_for-admin
source: For system admins
be: Для сісадмінаў
hy: Համակարգի ադմիններին
ru: Для сисадминов
tg: Барои маъмурони система
tk: Sistema administratorlary üçin
uk: Для сисадмінів
uz: Tizim administratorlari uchun

# landing-footer_for-translators
source: For translators
be: Для перакладчыкаў
hy: Թարգմանիչների համար
ru: Для переводчиков
tg: Барои тарҷумонҳо
tk: Terjimeçiler üçin
uk: Для перекладачів
uz: Tarjimonlar uchun

# landing-footer_license
source: License Agreement
hy: Լիցենզիոն համաձայնագիր
ru: Лицензионное соглашение
tk: Lisenzion ylalaşyk

# landing-footer_remove
source: DriverPack removal
be: Выдаленне праграмы
hy: Ծրագրի ապատեղադրում
ru: Удаление программы
tg: Несткунии барнома
tk: Programmany aýyrmak
uk: Видалення програми
uz: Dasturni o'chirish

# notfoundpage_title
source: Error 404: page is not found
be: Памылка 404: старонка не знойдзена
hy: Սխալ 404. էջը չգտվեց
ru: Ошибка 404: страница не найдена
tg: Хатогии 404: саҳифа ёфт нашуд
tk: Ýalňyşlyk 404: sahypa tapylmady
uk: Помилка 404: сторінка не знайдена
uz: Xato 404: sahifa topilmadi

# notebookpage_show-more-link
source: View more
be: паказаць яшчэ
hy: Ցույց տալ ավելին
ru: показать еще
tg: бештар нишон додан
tk: ýene görkez
uk: показати ще
uz: yana ko'rsatish

# notebookpage_all-devices
source: for all devices
be: для ўсіх прылад
hy: բոլոր սարքերի համար
ru: для всех устройств
tg: барои ҳама таҷҳизотҳо
tk: ähli abzallar üçin
uk: для всіх пристроїв
uz: barcha qurilmalar uchun

# notebookspage_subtitle
source: All Laptop and Netbook Manufacturers List
be: Спіс усіх вытворцаў ноўтбукаў і нэтбукаў
hy: Նոութբուքների և նեթբուքների բոլոր արտադրողները
ru: Список всех производителей ноутбуков и нетбуков
tg: Рӯйхати ҳамаи истеҳсолкунандагони ноутбук ва нетбукҳо
tk: Ähli noutbuk we netbuk öndürijileriniň sanawy
uk: Список всіх виробників ноутбуків і нетбуків
uz: Noutbuklar va netbuklarni ishlab chiqaruvchilari ro'yxati

# notebooksvendorpage_subtitle-popular
source: Popular {{VENDOR.NAME}} laptops and netbooks
be: Папулярныя ноўтбукі і нэтбукі {{VENDOR.NAME}}
hy: Հանրաճանաչ {{VENDOR.NAME}} նոութբուքներ և նեթբուքներ
ru: Популярные ноутбуки и нетбуки {{VENDOR.NAME}}
tg: Маъмултарин ноутбук ва нетбукҳои {{VENDOR.NAME}}
tk: Meşhur {{VENDOR.NAME}} noutbuk we netbuklary
uk: Популярні ноутбуки і нетбуки {{VENDOR.NAME}}
uz: {{VENDOR.NAME}} ning ommabop netbuk va noutbuklari

# notebooksvendorpage_subtitle-all
source: All {{VENDOR.NAME}} laptops and netbooks
be: Усе ноўтбукі і нэтбукі {{VENDOR.NAME}}
hy: Բոլոր {{VENDOR.NAME}} նոութբուքները և նեթբուքները
ru: Все ноутбуки и нетбуки {{VENDOR.NAME}}
tg: Ҳамаи ноутбук ва нетбукҳои {{VENDOR.NAME}}
tk: Ähli {{VENDOR.NAME}} noutbuk we netbuklary
uk: Усі ноутбуки та нетбуки {{VENDOR.NAME}}
uz: {{VENDOR.NAME}} ning barcha netbuk va noutbuklari

# reviewpage_title
source: Feedbacks and suggestions on improving DriverPack
be: Водгукі і прапановы па паляпшэнні DriverPack
hy: Արձագանքներ և առաջարկներ DriverPack-ի բարելավման վերաբերյալ
ru: Отзывы и предложения по улучшению DriverPack
tg: Шаҳр ва пешниҳодҳо барои такмили DriverPack
tk: DriverPack -i bahalandyrma we kämilleşdirmek üçin teklipler
uk: Відгуки і пропозиції щодо поліпшення DriverPack
uz: DriverPack ni yaxshilash uchun fikr va takliflar

# searchpage_show-more-link
source: View more
be: паказаць яшчэ
hy: Ցույց տալ ավելին
ru: показать еще
tg: бештар нишон додан
tk: ýene görkez
uk: показати ще
uz: yana ko'rsatish

# thankyoupopup_download-text
source: Download has not started? Click here to {{LINK}}
be: Не пачалася загрузка? Націсніце {{LINK}}
hy: Ներբեռնումը չսկսվե՞ց։ Սեղմեք {{LINK}}
ru: Не началась загрузка? Нажмите {{LINK}}
tg: Боркуни сар нашуд? ба {{LINK}} зер кунед
tk: Ýükleme başlamadymy? {{LINK}} basyň
uk: Не почалося завантаження? Натисніть {{LINK}}
uz: Yuklash boshlanmadimi? {{LINK}} ni bosing

# thankyoupopup_title
source: Start DriverPack
be: Запусціце DriverPack
hy: Գործարկեք DriverPack-ը
ru: Запустите DriverPack
tg: DriverPack -ро кушоед
tk: DriverPack başladyň
uk: Запустіть DriverPack
uz: DriverPack ni ishga tushirish

# thankyoupopup_cta-text
source: to begin selecting and installing the drivers onto your computer
be: каб пачаць падбор і ўсталёўку драйвераў на ваш кампутар
hy: Ձեր համակարգչի համար սարքավարների որոնումը և տեղադրումը սկսելու համար
ru: чтобы начать подбор и установку драйверов на ваш компьютер
tk: seçip almany başlamak we siziň kompýuteriňize sürüjileri gurmak üçin
uk: щоб почати підбір і встановлення драйверів на ваш комп'ютер
uz: drayverlarni kompyuteringizga tanlash va o'rnatishni boshlash uchun

# thankyoupopup_download-link
source: download
be: спампаваць
hy: ներբեռնել
ru: скачать
tg: гирифтани
tk: ýükle
uk: завантажити
uz: yuklab olish

# translate-feedback-header_caption
source: This page has just recently been translated. Have you found a misprint? Highlight it and press {{HOTKEY}}
be: Гэта старонка нядаўна была перакладзена. Знайшлі памылку друку? Вылучыце яе і націсніце {{HOTKEY}}
hy: Այս էջը վերջերս է թարգմանվել։ Վրիպա՞կ գտաք։ Նշեք այն և սեղմեք {{HOTKEY}}
ru: Эта страница недавно была переведена. Нашли опечатку? Выделите её и нажмите {{HOTKEY}}
tg: Ин саҳифа ба наздики тарҷума шудааст. Хатоги ёфтед? Онро интихоб кунед ва {{HOTKEY}} пахш кунед
tk: Bu sahypa ýakynda terjime edildi. Ýalňyşlyk tapdyňyzmy? Ony saýlaň we {{HOTKEY}} basyň
uk: Ця сторінка недавно була перекладена. Знайшли друкарську або граматичну помилку? Виділіть його та натисніть {{HOTKEY}}
uz: Ushbu sahifa yaqinda tarjima qilingan. Agar xatolik topgan bo'lsangiz uni tanlab {{HOTKEY}} tugmasini bosing

# translate-feedback-popup_title-error
source: Something went wrong
be: Нешта пайшло не так
hy: Ինչ-որ սխալ տեղի ունեցավ
ru: Что-то пошло не так
tg: Чизе нодуруст рафт
tk: Bir zatlar ters gitdi
uk: Щось пішло не так
uz: Nimadir o'xshamadi

# translate-feedback-popup_description-error
source: The highlighted text has not been sent due to problems on the server. <br />Try again later, please.
be: Вылучаны тэкст не быў адпраўлены з-за праблем на серверы.<br />Калі ласка, паспрабуйце пазней.
hy: Նշված տեքստը չուղարկվեց սպասարկիչի վրա առաջացած սխալի պատճառով։<br />Խնդրում ենք փորձել ավելի ուշ։
ru: Выделенный текст не был отправлен из-за проблем на сервере.<br />Пожалуйста, попробуйте позднее.
tg: Матни интихобшуда аз сабаби аз сабаби мушкили ба сервер фиристода нашуд.<br />Лутфан дертар такрор кунед.
tk: Saýlanan tekst serwerdäki problema sebäpli iberilmedi. <br />Haýyş, soňrak täzeden synanyşyň.
uk: Виділений текст не був відправлений через проблеми на сервері.<br />Будь ласка, спробуйте пізніше.
uz: Tanlangan matn serverdagi muammo tufayli yuborilmadi.<br />Iltimos keyinroq qayta urinib ko'ring.

# translate-feedback-popup_title-success
source: Thank you
be: Дзякуй
hy: Շնորհակալություն
ru: Спасибо
tg: Ташаккур
tk: Sagboluň
uk: Дякуємо
uz: Rahmat

# translate-feedback-popup_description-success
source: The highlighted text has been sent to the editor.
be: Вылучаны тэкст адпраўлены рэдактару.
hy: Ընդգծված տեքստն ուղարկվեց խմբագրին։
ru: Выделенный текст отправлен редактору.
tg: Матни интихобшуда ба муҳаррир фиристода шуд.
tk: Saýlanan tekst redaktora iberildi.
uk: Виділений текст відправлений редактору.
uz: Tanlangan matn muharrirga yuborildi.

# translate-feedback-popup_description-join-us
source: Please help us with translating to your native language.
be: Дапамажыце нам з перакладам на вашу родную мову.
hy: Օգնեք մեզ թարգմանել Ձեր մայրենի լեզվով։
ru: Помогите нам с переводом на ваш родной язык.
tg: Ба мо барои тарҷума ба забони модариатон кӯмак кунед.
tk: Ene diliňize terjime etmek üçin bize kömek ediň.
uk: Допоможіть нам з перекладом на вашу рідну мову.
uz: O'z ona tilingizga tarjima qilishda bizga yordam bering.

# translate-feedback-popup_description-join-link
source: Join our translators team!
be: Далучайцеся да нашай каманды перакладчыкаў!
hy: Միացեք մեր թարգմանիչների թիմին
ru: Присоединяйтесь к нашей команде переводчиков!
tg: Ба гурӯҳи тарҷумонҳои мо ҳамроҳ шавед!
tk: Biziň terjimeçiler komandamyuza goşulyň!
uk: Приєднуйтесь до нашої команди перекладачів!
uz: Tarjimonlar guruhimizga qo'shiling!

# translationlandingpage_title
source: DriverPack Translation
be: Пераклад DriverPack
hy: DriverPack-ի թարգմանություն
ru: Перевод DriverPack
tg: Тарҷумаи DriverPack
tk: DriverPack terjimesi
uk: Переклад DriverPack
uz: DriverPack -ni tarjima qilish

# vendorpage_subtitle-popular
source: Popular {{VENDOR.NAME}} devices
be: Папулярныя прылады {{VENDOR.NAME}}
hy: Հանրաճանաչ {{VENDOR.NAME}} սարքեր
ru: Популярные устройства {{VENDOR.NAME}}
tg: Маъмултарин таҷҳизотҳои {{VENDOR.NAME}}
tk: {{VENDOR.NAME}}üçin meşhur abzallar
uk: Популярні пристрої {{VENDOR.NAME}}
uz: {{VENDOR.NAME}} ning ommabop qurilmalari

# wannacryptpromopage_cta-text
source: WannaCrypt cryptographer virus — how to protect the computer against the biggest attack in the history?
hy: Գաղտնագրող վիրուս WannaCrypt. ինչպե՞ս պաշտպանվել պատմության մեջ ամենախոշոր վիրուսային հարձակումից
ru: Вирус-шифровальщик WannaCrypt — как защититься от самой масштабной вирусной атаки в истории?
tk: Şifrleýän wirus WannaCrypt — taryhdaky iň uly masştably wirus hüjüminden nädip goranmaly?

# wannacryptpromopage_cta-subtext
source: DriverPack contains specific means for eliminating vulnerabilities among the computer configuration tools. You can download free protection against the WannaCry virus, which will secure your PC or laptop.
hy: DriverPack-ը համակարգչի կարգավորման միջոցների մեջ պարունակում է խոցելիության վերացման համար նախատեսված հատուկ գործիքներ։ Դուք կարող եք ներբեռնել անվճար պաշտպանությունը WannaCry վիրուսից Ձեր համակարգչի և նոութբուքի համար։
ru: DriverPack содержит специальные средства устранения уязвимости среди инструментов настройки компьютера. Вы можете скачать бесплатную защиту от вируса WannaCry для вашего ПК и ноутбука, которая обезопасит ваш компьютер.
tk: DriverPack içinde kompýuter sazlamalaryndaky gowşaklyklary aýyrmak üçin ýörite tär saklaýar. Siz öz personal kompýuteriňizi ýa-da noutbukyňyzy WannaCry wirusdan goranmak üçin mugt goranmany ýükläp bilersiňiz, ol bolsa siziň kompýuteriňizi howpdan gorar.

# wannacryptpromopage_cta-btn
source: Configure the computer and protect it against WannaCry
hy: Կարգավորել համակարգիչը և պաշտպանել այն WannaCry-ից
ru: Настроить компьютер и защитить его от WannaCry
tk: Kompýuteri nädip gurnamaly we ony WannaCry-den nädip goramaly

# wannacryptpromopage_caption-text
source: This software is provided for free
hy: Ծրագիրն անվճար է տրամադրվում
ru: Программа распространяется бесплатно
tk: Programma mugt paýlanýar

# wannacryptpromopage_info-text-title-1
source: What is WannaCrypt?
hy: Ի՞նչ է WannaCrypt-ը
ru: Что такое WannaCrypt?
tk: WannaCrypt näme?

# wannacryptpromopage_info-text-1
source: WannaCrypt blackmailer virus (spontaneously renamed WannaCry by the victims) attacked computers all over the world on May 12th, and infected the devices of more than 300,000 users in 150 countries. Western Europe, Russia, China were the worst hit. In Great Britain, the virus disabled the Health Department’s networks and halted the operation of hospitals all over the country. In China, the attack affected old computers at factories which halted several industries.<br/><br/>The main point of how this virus works is simple: it penetrates into your PC or laptop, and encodes absolutely all documents, files, and materials that it can find, and makes them unavailable for use. Then the intruders demand a substantial amount of money for decoding — about $300. However, there is no guarantee that you will get the access to your files back. At present, there is no way of decoding the files by yourself, and the solutions that are being offered on the Internet right now are either fishing, spreading another virus, or just don’t work with 100% certainty.
hy: WannaCrypt կոչվող կորզիչ վիրուսը (տուժացների թեթև ձեռքով անվանվել է WannaCry) մայիսի 12-ին հարձակվեց ողջ աշխարհի համակարգիչների վրա՝ խոցելով ավելի քան 300 000 օգտվողի սարքերը 150 երկրում։ Բոլորից շատ տուժեցին Արևմտյան Եվրոպան, Ռուսաստանը և Չինաստանը։ Մեծ Բրիտանիայում վիրուսը շարքից դուրս բերեց Առողջապահության Նախարարության ցանցը՝ կաթվածահարելով հիվանդանոցների աշխատանքն ամբողջ երկրում։ Չինաստանում վիրուսը հարձակվեց գործարանների հնացած համակարգիչների վրա, ինչը հանգեցրեց մի շարք արտադրաճյուղերի կանգնեցմանը։<br/><br/>Վիրուսի գործունեության էությունը պարզ է. այն ներխուժում է Ձեր ԱՀ կամ նոութբուք և գաղտնագրում է բացարձակապես բոլոր փաստաթղթերը, նիշքերը և նյութերը, որոնք կարողանում է գտնել՝ արդյունքում դրանք անմատչելի դարձնելով օգտագործման համար։ Վերծանման համար խարդախները պահանջում են մոտ 300 դոլար։ Սակայն ոչ մի երաշխիք չկա, որ փրկանքը վճարելուց հետո Ձեզ կվերադարձնեն նիշքերի հասանելիությունը։ Ինքնուրույն կերպով վերծանել նիշքերը տվյալ պահին անհնար է, իսկ որոշումները, որոնք հիմա առաջարկվում են համացանցում, 100% հավանականությամբ կամ ֆիշինգ են, կամ մեկ այլ վիրուսի տարածման եղանակ, կամ էլ պարզապես չեն աշխատում։
ru: Вирус-вымогатель WannaCrypt (с лёгкой руки пострадавших названный WannaCry) 12 мая атаковал компьютеры по всему миру, поразив устройства более чем 300 000 пользователей из 150 стран мира. Наиболее пострадали Западная Европа, Россия и Китай. В Великобритании вирус вывел из строя сеть Министерства Здравоохранения, парализовав работу больниц по всей стране. В Китае атаке подверглись устаревшие компьютеры на фабриках, что привело к остановке целого ряда производств.<br/><br/>Суть работы вируса проста — он проникает на ваш ПК или ноутбук и зашифровывает абсолютно все документы, файлы и материалы, которые сможет обнаружить, в результате делая их недоступными для использования. За расшифровку злоумышленники требуют серьёзные деньги — порядка 300 долларов. При этом нет никаких гарантий, что после уплаты выкупа Вам вернут доступ к файлам. Самостоятельно же расшифровать файлы на данный момент возможности нет, а решения, сейчас предлагающиеся в Сети, с вероятностью 100% являются либо фишингом, либо способом распространения какого-то другого вируса, либо просто не работают.
tk: Zorlap alyjy WannaСrypt wirus (ejir çekenler tarapyndan WannaCry ady berilen) 12-nji maýda bütin dünýä boýunça kompýuterlere hüjüm etdi, şeýdip dünýädäki 150 döwletden 300 000 - den hem köp ulanyja bulaşdy. Iň köp Günbatar Ýewropa, Rossiýa we Kitaý ejir çekdi. Beýik Britaniýada wirus Saglyk Ministrliginiň toryny işlemez ýaly etdi, şeýdip döwlet çäginde hassahana işlerini duruzdy. Kitaýdaky hüjümde bolsa fabrikalardaky könelen kompýuterler hüjüme sezewar boldy, bu bolsa bir topar önümçiligiň durmagyna getirdi.<br/><br/>Wirusyň işleýiş esasy ýönekey — ol siziň PK ýa-da notbukyňyza girýär we tapyp bilen ähli dokument, faýl we materiallary şifrleýär, şeýdip olary ulanmak üçin elýetmez edýär. Şifrlemäni aýyrmak üçin jenaýatkärler agyr möçberde pul soraýarlar — 300 dollar töwereginde. Bulara garamazdan Siz töleg geçirenden soň faýllaryňyzyň elýeter boljagyna hiç hili kepillik ýok. Häzirki wagtda faýllaryň şifrlemelerini özbaşdak ýagdaýa aýyrmak mümkinçiligi ýok, torda teklip edilýän çözüwler bolsa 100% ähtimallyk bilen ýa phishing ýa başga wirusy ýaýratmagyň usuly ýa-da ýöne işlemeýär.

# wannacryptpromopage_info-text-title-2
source: Who is at risk?
hy: Ո՞վ է գտնվում ռիսկի գոտում
ru: Кто находится в зоне риска?
tk: Risk zonasynda kim ýerleşýär?

# wannacryptpromopage_info-text-2
source: The PCs with operating system earlier than Windows 10 with open SMB ports are at the most risk. At present, half of all Windows users are at risk — 18% users use unlicensed Windows copies (automatically making them at risk), 23% users disabled their Windows Update service (which prevents them from downloading the latest &#147;hotfixes&#148; from Microsoft), and another 6% are using out-of-date OS versions which simply do not receive updates any more. <br/><br/>The conclusion from all this is that the networks of the various firms and enterprises who still use Operating Systems such as Windows XP are at the highest risk. In attacks on these networks, the data loss can be crippling and the cost will be enormous, as any &#147;ransom&#148; will have to be paid for each PC separately.
hy: Առավելագույն վտանգի տակ են գտնվում Windows 10-ից ավելի հին օպերացիոն համակարգերով աշխատող ԱՀ-ները բաց SMB միացքներով։ Ներկայումս Windows ՕՀ-ի օգտվողների կեսը վտանգված է. 18%-ն օգտագործում է Windows-ի ոչ լիցենզիոն պատճենները (ինքնաբար ընկնելով ռիսկի գոտի), 23%-ն անջատել է Windows-ի Թարմացում ծառայությունը (ինչը թույլ չի տալիս ներբեռնել վերջին «կարկատանները» Microsoft-ից), իսկ 6%-ն օգտագործում է հնացած ՕՀ-երի տարբերակները, որոնց համար թարմացումներ այլևս դուրս չեն գալիս։<br/><br/>Այս ամենից կարելի եզրակացություն անել, որ ամենալուրջ վտանգը սպառնում է տարբեր ընկերությունների և ձեռնարկությունների ցանցերին, որոնցից շատերը դեռևս օգտագործում են այնպիսի օպերացիոն համակարգեր, ինչպիսին է Windows XP-ն։ Այդպիսի ցանցերի վրա հարձակումների արդյունքում տվյալների կորուստը կարող է շատ թանկ արժենալ և նույնիսկ «փրկանքը» պետք կլինի վճարել ամեն մի համակարգչի համար։
ru: Наибольшей угрозе подвержены ПК с операционной системой младше Windows 10 с открытыми портами SMB. В зоне риска на данный момент находится, как минимум, половина пользователей ОС WIndows — 18% юзеров используют не лицензионные копии Windows (автоматически попадая в зону риска), у 23% пользователей отключен сервис Windows Update (что не позволяет им скачать последние &laquo;заплатки&raquo; от Microsoft), а ещё 6% используют устаревшие версии ОС, для которых просто не выходят обновления.<br/><br/>Из вышесказанного можно сделать выводы, что самая серьёзная опасность грозит локальным сетям различных фирм и предприятий, некоторые из которых до сих пор используют такие ОС, как Windows XP. В случае атаки на такую сеть потеря данных может стоить огромных денег и даже &laquo;выкуп&raquo; придётся платить за каждый ПК в отдельности.
tk: Has uly howpa duçar bolan personal komýuterler bolsa SMB portlary açyk bolan Windows 10 -dan öňki operasion sistemalar. Risk zonasynda azynda Windows OS ulanyjylarynyň ýarysy ýerleşýär — azyndan ulanyjylaryň 18% -i lisenzirlenen Windows ulanmaýarlar (awtomatiki ýagdaýda risk zonasyna düşýänler), 23% ulanyjylarda Windows Update hyzmaty öçürilen (bu bolsa Microsoft tarapynda goýberilern "ýama" ýüklemäge ýol bermeýär), ýene 6% bolsa könelişen OS ulanýarlar, olara bolsa täzelenmeler öndürilmeýar. <br/><br/>Ýokaryda aýdylanlary nazar aly iň esasy howpyň dürli firma we guramalaryň lokal torlaryň duçar bolýandygy aýtmak bolar, olardan käbirleri bolsa hali-şindi Windows XP ýaly OS ulanýarlar. Hüjüm ýagdaýynda şeýle torlarda maglumatlaryň ýitmegi gymmatbaha bolup biler we hat-da her personal kompýuter üçin aýratynlykda "azatlyk üçin töläp" yzyna almaly bolup biler.

# wannacryptpromopage_info-text-title-3
source: How to protect your business — solution from DriverPack Solution
hy: Ինչպես պաշտպանել Ձեր գործարարությունը. լուծում DriverPack Solution-ից
ru: Как защитить свой бизнес — решение от DriverPack Solution
tk: Öz biznesiňi nädip goramaly — DriverPack Solution -dan çözüw

# wannacryptpromopage_info-text-3
source: The main reason of the WannaCrypt (WannaCry) virus danger is that it spreads by using a critical vulnerabilities in the SMBv1 protocol of the MS17-010 security system. It actually makes WannaCry invisible to antiviruses. The solution from DriverPack Solution enables you to install an update protecting the critical vulnerabilities of your system, and to disable the out-of-date protocols which are the threat, regardless of your license history and your OS version.
hy: WannaCrypt (WannaCry) վիրուսի վտանգի հիմնական պատճառն այն է, որ նա տարածվում է MS17-010 անվտանգության համակարգի SMBv1 հաղորդակարգում գտնվող կրիտիկական խոցելիության օգնությամբ։ Դա գրեթե անտեսանելի է դարձնում WannaCry-ը հակավիրուսների համար։ DriverPack Solution-ի լուծումը հնարավորություն է տալիս անմիջապես տեղադրել կրիտիկական խոցելիությունը վերացնող թարմացումը և անջատել հնացած հաղորդակարգերը՝ անկախ Ձեր լիցենզիոն պատմությունից և ՕՀ-ի տարբերակներից։
ru: Основная причина опасности вируса WannaCrypt (WannaCry) — распространение с помощью критической уязвимости в протоколе SMBv1 системы безопасности MS17-010. Это делает WannaCry практически невидимым для антивирусов. Решение от DriverPack Solution позволяет немедленно, вне зависимости от лицензионной истории и версии вашей ОС, установить обновление, закрывающее критические уязвимости вашей системы и отключить устаревшие протоколы, представляющие угрозу.
tk: WannaCrypt (WannaCry) wirusynyň esasy howplulygy — SMBv1 protokolynyň MS17-010 hopwsuzlyk sistemasyndaky howply gowşaklyk sebäpli ýaýramagy. Bu bolsa WannaCry wirusy antiwiruslar üçin görünmez ýaly edýär. DriverPack Solution tarapynda çözüw bolsa, lisenzion geçmişe we siziň OS wersiýaňyza garamazdan, tiz wagtda täzelenmeleri ýüklär, şeýdip siziň sistemaňyzdaky howply gowşaklyklar ýapar we könelen, howp salýan, protokollary aýyrar.

# wannacryptpromopage_links-text
source: The development of this solution was based on the following materials
hy: Մշակումն իրականացված է հետևյալ նյութերի հիման վրա
ru: Разработка проведена на основе следующих материалов
tk: Işläp düzmek indiki materiallara esas alyp amala aşyryldy

# wannacryptpromopage_link-smb
source: How to enable and disable versions 1, 2, and 3 of SMB protocols for Windows and Windows Server
hy: Ինչպես միացնել և անջատել 1, 2 և 3 տարբերակի SMB հաղորդակարգերը Windows-ում և Windows Server-ում
ru: Как включить и отключить протоколы SMB версии 1, 2 и 3 в Windows и Windows Server
tk: Windows we Windows Server -de SMB 1, 2 we 3 wersiýa protokollary nädip ýakmaly we öçürmeli?

# landingproducts_item-title-network
source: DriverPack Network
be: DriverPack Offline Network
hy: DriverPack Offline Network
tg: DriverPack Offline Network
tk: DriverPack Offline Network
uk: DriverPack Offline Network
uz: DriverPack Offline Network

# landingproducts_item-title-offline
source: DriverPack Offline
be: DriverPack Offline Full
hy: DriverPack Offline Full
tg: DriverPack Offline Full
tk: DriverPack Offline Full
uk: DriverPack Offline Full
uz: DriverPack Offline Full
