Repository: DriverPackSolution/transifex-backup
Catalog: delorean/driverpack-solution-rus/Drpsupo/*.po
Languages: be, hy, ru, tg, tk, uk, uz

# adminlandingpage_title
source: DriverPack for professionals - automatic driver installation on any computer
be: DriverPack для прафесіяналаў — аўтаматычная ўсталёўка драйвераў на кожны кампутар
hy: DriverPack-ը մասնագետների համար՝ սարքավարների ինքնաբար տեղադրում ցանկացած համակարգչում
ru: DriverPack для профессионалов — автоматическая установка драйверов на любой компьютер
tg: DriverPack барои мутахассисон — ба таври автомати ҳамаи драйверҳоро дар дилхоҳ компютер насб мекунад
tk: Professionallar üçin DriverPack — islendik kompýutere awtomatiki ýagdaýda sürüjileri ýüklemäge mümkinçilik berýär
uk: DriverPack для професіоналів — автоматичне встановлення драйверів на будь-який комп'ютер
uz: DriverPack professionallar uchun — avtomatik ravishda istalgan kompyuterga drayverlarni o'rnatish

# admincackle_dialog-star
source: Please rate DriverPack's operation
be: Ацэніце працу DriverPack
hy: Գնահատեք DriverPack-ի աշխատանքը
ru: Оцените работу DriverPack
tg: Баҳо диҳед ба DriverPack
tk: DriverPack işine baha beriň.
uk: Оцініть роботу DriverPack
uz: DriverPack ishini baxolang

# admindriverpacks_landing-title
source: Driverpacks (packages of drivers)
be: Драйверпакі (наборы драйвераў)
hy: Driverpacks (սարքավարների փաթեթներ)
ru: Драйверпаки (наборы драйверов)
tg: Драйверпаки (маҷмӯи драйверҳо)
tk: Driverpackler (sürüjiler toplumy)
uk: Драйверпаки (набори драйверів)
uz: Drayverpacklar (drayverlar to'plami)

# admindriverpacks_landing-subtitle
source: Our driverpacks contain 1,131,989 drivers which have been manually selected and tested
be: У нашых драйверпаках {{COUNT}} драйвераў, адабраных і пратэставаных уручную
hy: Մեր փաթեթներում կա {{COUNT}} սարքավար, որոնք հատ առ հատ ընտրվել և փորձարկվել են
ru: В наших драйверпаках 1 131 989 драйверов, отобранных и протестированных вручную
tg: Дар драйверпаки мо {{COUNT}} драйверҳо мавҷуд буда ба таври дасти санҷида шудаанд
tk: Biziň driverpacklerde {{COUNT}} sürüji bolup, saýlanyp elde test edilen.
uk: В наших драйверпаках {{COUNT}} драйверів, відібраних і протестованих вручну
uz: Bizning drayverpackda {{COUNT}} drayverlar bo'lib, qo'lda tanlangan va testlangan

# admindriverpacks_downloaded
source: Downloads:
ru: Скачали:

# admindriverpacks_download
source: Download
be: Спампаваць
hy: Ներբեռնել
ru: Скачать
tg: Гирифтани
tk: Ýükle
uk: Завантажити
uz: Yuklab olish

# adminfaq_landing-title
source: We answer your questions
be: Адказваем на вашы пытанні
hy: Պատասխանում ենք Ձեր հարցերին
ru: Отвечаем на ваши вопросы
tg: Мо ба саволҳои шумо посух мегуем
tk: Siziň soraglaryňyza jogap berýäris
uk: Відповідаємо на ваші запитання
uz: Sizning savollaringizga javob beramiz

# adminfaq_landing-subtitle
source: You often ask questions about DriverPack — We answer the most popular of them
be: Вы часта задаеце пытанні аб DriverPack — адказваем на самыя папулярныя
hy: Դուք հաճախ եք հարցնում DriverPack-ի մասին — պատասխանում ենք ամենատարածված հարցերին
ru: Вы часто задаете вопросы о DriverPack — отвечаем на самые популярные
tg: Шумо аксар вақт дар бораи DriverPack савол медиҳед — ба маъмултаринашон ҷавоб медиҳем
tk: DriverPack barada ýygy-ýygydan soraýan soraglaryňyz — iň meşhurlaryna jogap berýäris
uk: Ви часто задаєте запитання про DriverPack — відповідаємо на найпопулярніші
uz: DriverPack haqida tez uchraydigan savollar — eng mashxurlariga javob beramiz

# adminheader_cta-text
source: DriverPack has been created for admins but is easy to use even for beginners
be: DriverPack – створаны для адмінаў, але зразумелы нават пачаткоўцам
hy: DriverPack-ը ստեղծվել է ադմինիստրատորների համար, բայց հասկանալի է անգամ սկսնակներին
ru: DriverPack – создан для админов, но понятен даже новичкам
tg: DriverPack – барои админҳо таҳия шудааст, аммо ба навомӯзон ҳам фаҳмо аст
tk: DriverPack – adminler üçin döredilen ýöne täze ulanyjylar üçin hem düşnükli
uk: DriverPack – створений для адмінів, але зрозумілий навіть новачкам
uz: DriverPack – administratorlar uchun yaratilgan, ammo birinchi marta ishlayotganlar uchun ham tushunarli

# adminheader_cta-btn
source: Download DriverPack Online
be: Спампаваць DriverPack Online
hy: Ներբեռնել DriverPack Online-ը
ru: Скачать DriverPack Online
tg: Гирифтани DriverPack Online
tk: DriverPack Online ýükle.
uk: Завантажити DriverPack Online
uz: DriverPack Online ni yuklab olish

# adminheader_products-caption
source: Any DriverPack will configure your computer in no time. Just choose the pack you need:
ru: Любой DriverPack настроит компьютер в два счета, просто выберите свой:

# adminpromo_landing-title
source: New DriverPack 18 is under development
ru: Разработка нового DriverPack 18

# adminpromo_landing-subtitle
source: The new version is designed specifically for admins and takes their needs into account
ru: Новая версия создается специально для админов и учитывает их потребности

# adminpromo_banner-text
source: New DriverPack 18 has been redesigned based on the previous versions which have already proved their exceptional stability. Release of the new version is scheduled for year 2017.
ru: Новый DriverPack 18 создается на базе предыдущих версий, которые доказали свою исключительную стабильность. Выход новой версии запланирован на 2017 г.

# adminpromo_list-item-speed
source: Speed of installation and start-up of the application have been optimized.
ru: Оптимизация скорости установки и запуска приложения

# adminpromo_list-item-ui
source: The Drivers tab interface has been redesigned and is now more informative for system admins
ru: Изменение интерфейса вкладки «Драйверы», чтобы он был еще информативнее для сисадминов

# adminpromo_list-item-settings
source: The range of settings has been extended and the Individual Customization option has been added.
ru: Расширение настроек, добавление возможности индивидуальной кастомизации

# adminpromo_list-item-soft
source: The forced installation of the software by default is OFF
ru: Отключение установки предлагаемого софта по умолчанию

# adminpromo_list-item-packs
source: The core approach to driverpacks has been changed in an attempt to eliminate 'blue screen of death' crash cases and other issues.
ru: Изменение подхода к драйверпакам, чтобы избавиться от синих экранов и других сложностей

# adminpromo_list-item-device-support
source: The range of drivers covers significantly more hardware types (including very old hardware)
ru: Значительное увеличение покрытия оборудования драйверами (даже очень старого железа)

# adminpromo_list-item-expert-mode
source: Expert Mode is active by default
ru: Активация режима эксперта по умолчанию

# adminpromo_list-item-stable-db
source: The most stable driver database has been created. The format of the driver database has been updated.
ru: Создание самой стабильной базы драйверов. Изменение формата базы на более актуальный

# adminpromo_list-item-full-db
source: The largest and the most unique driver database in the world has been created
ru: Создание самой большой и уникальной базы драйверов в мире

# buttonsplitdropdown_main-button
source: Download
be: Спампаваць
hy: Ներբեռնել
ru: Скачать
tg: Гирифтани барнома
tk: Ýükle
uk: Завантажити
uz: Yuklab olish

# breadcrumbs_main-text
source: Home Page
be: галоўная
hy: գլխավոր էջ
ru: главная
tg: асосӣ
tk: esasy
uk: головна
uz: asosiy

# breadcrumbs_vendors-text
source: Manufacturers
be: вытворцы
hy: արտադրողներ
ru: производители
tg: истеҳсолкунандагон
tk: öndürijiler
uk: виробники
uz: ishlab chiqaruvchilar

# breadcrumbs_devicegroups-text
source: {{VENDOR.NAME}} {{CLASS.PLURAL.MAIN}}
be: {{CLASS.PLURAL.MAIN}} {{VENDOR.NAME}}
ru: {{CLASS.PLURAL.MAIN}} {{VENDOR.NAME}}
tg: {{CLASS.PLURAL.MAIN}} {{VENDOR.NAME}}
uk: {{CLASS.PLURAL.MAIN}} {{VENDOR.NAME}}
uz: {{CLASS.PLURAL.MAIN}} {{VENDOR.NAME}}

# breadcrumbs_notebooks-text
source: Laptops
be: ноўтбукі
hy: նոութբուքներ
ru: ноутбуки
tg: ноутбукҳо
tk: noutbuklar
uk: ноутбуки
uz: noutbuklar

# breadcrumbs_notebookvendor-text
source: {{VENDOR.NAME}} laptops
be: ноўтбукі {{VENDOR.NAME}}
hy: {{VENDOR.NAME}} նոութբուքներ
ru: ноутбуки {{VENDOR.NAME}}
tg: ноутбукҳо {{VENDOR.NAME}}
tk: {{VENDOR.NAME}} noutbuklary
uk: ноутбуки {{VENDOR.NAME}}
uz: noutbuklar {{VENDOR.NAME}}

# breadcrumbs_notebookdevices-text
source: {{CLASS.PLURAL.MAIN}} of {{NOTEBOOK.VENDOR.NAME}} {{NOTEBOOK.NAME}} laptop
be: {{CLASS.PLURAL.MAIN}} ноўтбука {{NOTEBOOK.VENDOR.NAME}} {{NOTEBOOK.NAME}}
hy: {{CLASS.PLURAL.MAIN}} {{NOTEBOOK.VENDOR.NAME}} {{NOTEBOOK.NAME}} նոութբուքի համար
ru: {{CLASS.PLURAL.MAIN}} ноутбука {{NOTEBOOK.VENDOR.NAME}} {{NOTEBOOK.NAME}}
tg: {{CLASS.PLURAL.MAIN}} ноутбук {{NOTEBOOK.VENDOR.NAME}} {{NOTEBOOK.NAME}}
tk: {{NOTEBOOK.VENDOR.NAME}} {{NOTEBOOK.NAME}} noutbukyň {{CLASS.PLURAL.MAIN}}
uk: {{CLASS.PLURAL.MAIN}} ноутбука {{NOTEBOOK.VENDOR.NAME}} {{NOTEBOOK.NAME}}
uz: {{CLASS.PLURAL.MAIN}} noutbukni {{NOTEBOOK.VENDOR.NAME}} {{NOTEBOOK.NAME}}

# devicecard_download-btn
source: Download driver
be: Спампаваць драйвер
hy: Ներբեռնել սարքավարը
ru: Скачать драйвер
tg: Гирифтани драйвер
tk: Sürüji ýükle
uk: Завантажити драйвер
uz: Drayverni yuklab olish

# devicecard_details_no-results-text
source: The drivers for {{NAME}} for Windows {{OSVERSIONS}} were not found in the catalog. {{DOWNLOAD}} to select the driver automatically.
be: У каталогу няма драйвераў для {{NAME}} пад Windows {{OSVERSIONS}}. {{DOWNLOAD}} для аўтаматычнага падбору драйвера.
hy: Windows {{OSVERSIONS}}-ի համար {{NAME}}-ի սարքավարները չեն գտնվել։ {{DOWNLOAD}}՝ սարքավարն ինքնաբար գտնելու համար։
ru: В каталоге нет драйверов для {{NAME}} под Windows {{OSVERSIONS}}. {{DOWNLOAD}} для автоматического подбора драйвера.
tg: Дар веҳрист нест драйверҳо {{NAME}} барои Windows {{OSVERSIONS}}. {{DOWNLOAD}} интихоби драйверҳои худкор.
tk: Katalogda {{NAME}} üçin Windows {{OSVERSIONS}} deň gelýän sürüji tapylmady. Awtomatiki sürüji saýlamak üçin {{DOWNLOAD}}.
uk: В каталозі немає драйверів для {{NAME}} під Windows {{OSVERSIONS}}. {{DOWNLOAD}} для автоматичного підбору драйвера.
uz: В каталоге нет драйверов для {{NAME}} под Windows {{OSVERSIONS}}. {{DOWNLOAD}} для автоматического подбора драйвера.

# devicecard_details_no-results_download-link
source: Download DriverPack
be: Спампуйце DriverPack
hy: Ներբեռնեք DriverPack-ը
ru: Скачайте DriverPack
tg: Гиред DriverPack
tk: DriverPack ýükläň
uk: Завантажте DriverPack
uz: DriverPack yuklab oling

# devicecard_details-content-text
source: Data loading...
be: Загрузка дадзеных...
hy: Տվյալների բեռնում…
ru: Загрузка данных...
tg: Зеркашӣ маълумот...
tk: Maglumatlaryň ýüklenmegi...
uk: Завантаження даних...
uz: Ma'lumot yuklanmoqda...

# devicecard_details_all-systems
source: all systems
be: усе сістэмы
hy: բոլոր համակարգերը
ru: все системы
tg: ҳамаи системаҳо
tk: ähli sistemalar
uk: всі системи
uz: hamma tizimlar

# devicecard_details-content-label-version
source: Version:
be: Версія:
hy: Տարբերակ՝
ru: Версия:
tg: Нусха:
tk: Wersiýa:
uk: Версія:
uz: Versiya:

# devicecard_details-content-label-version-recommended
source: recommended
be: рэкамендаваная
hy: հանձնարարելի
ru: рекомендуемая
tg: тавсия
tk: maslahat berilen
uk: рекомендована
uz: tavsiyalangan

# devicecard_details-content-label-date
source: Date:
be: Дата:
hy: Ամսաթիվ՝
ru: Дата:
tg: Сана:
tk: Sene:
uk: Дата:
uz: Sana:

# devicecard_details-content-label-type
source: Driver Type:
be: Тып драйвера:
hy: Սարքավարի տեսակը՝
ru: Тип драйвера:
tg: Намуди драйвер
tk: Sürüji görnüşi:
uk: Тип драйвера:
uz: Drayver tipi:

# devicecard_details-content-label-manufacturer
source: Manufacturer:
be: Вытворца:
hy: Արտադրող՝
ru: Производитель:
tg: Истеҳсолкунанда:
tk: Öndüriji:
uk: Виробник:
uz: Ishlab chiqaruvchi:

# devicecard_details-content-label-systems
source: Operating Systems:
be: Аперацыйныя сістэмы:
hy: Օպերացիոն համակարգեր՝
ru: Операционные системы:
tg: Системаҳои оператсионӣ:
tk: Operasion sistemalar:
uk: Операційні системи:
uz: Operatsion tizimlar:

# devicecard_details-content-label-inf
source: File *.inf:
be: Файл *.inf:
hy: Նիշք *.inf՝
ru: Файл *.inf:
tg: Файл *.inf:
tk: *.inf faýl
uk: Файл *.inf:
uz: Fayl *.inf:

# devicecard_details-content-label-section
source: Category:
be: Раздзел:
hy: Բաժին՝
ru: Раздел:
tg: Бахш:
tk: Bölüm:
uk: Розділ:
uz: Qism:

# devicecard_details-links-merged_label
source: If the Device ID you need is not found in the list, input it into the search line
be: Калі патрэбнага вам DeviceID няма ў спісе, увядзіце яго ў радок пошуку
hy: Եթե Ձեզ անհրաժեշտ DeviceID-ն չկա ցուցակում, մուտքագրեք այն որոնման տողում
ru: Если нужного вам DeviceID нет в списке, введите его в строку поиска
tg: Агар DeviceID - и ба шумо даркор дар рӯйхат набошад, онро дар сатри ҷустуҷӯи ворид кунед
tk: DeviceID sanawynda size gerek sürüji ýok bolsa onda gözleg setirine ýazyň
uk: Якщо потрібного вам DeviceID немає в списку, введіть його в рядок пошуку
uz: Sizga kerak bo'lgan DeviceID ro'yxatda bo'lmasa, uni qidirish satriga kiriting

# devicecard_details-links-notebook_device
source: View all drivers
be: Паглядзець усе драйвера
hy: Դիտել բոլոր սարքավարները
ru: Посмотреть все драйвера
tg: Ҳамаи драйверҳоро дидан
tk: Hemme sürüjileri görmek
uk: Подивитися всі драйвери
uz: Hamma drayverlarni ko'rish

# devicecard_details-links
source: View all drivers for
be: Паглядзець усе драйвера для
hy: Դիտել բոլոր սարքավարները հետևյալի համար՝
ru: Посмотреть все драйвера для
tg: Дидани ҳамаи драйверҳо барои
tk: Ähli sürüjiler üçin gör
uk: Подивитися всі драйвери для
uz: Barcha drayverlarni ko'rish

# devicecardlist_no-result_download-link
source: Download DriverPack
be: Спампуйце DriverPack
hy: Ներբեռնեք DriverPack-ը
ru: Скачайте DriverPack
tg: Гиред DriverPack
tk: DriverPack ýükläň
uk: Завантажте DriverPack
uz: DriverPack yuklab oling

# devicecardlist_no-results-device-text
source: The drivers for {{DEVICENAME}} for Windows {{OSVERSIONS}} were not found in the catalog. {{DOWNLOAD}} to select the driver automatically.
be: У каталогу няма драйвераў для {{DEVICENAME}} пад Windows {{OSVERSIONS}}. {{DOWNLOAD}} для аўтаматычнага падбору драйвера.
hy: Windows {{OSVERSIONS}}-ի համար {{DEVICENAME}}-ի սարքավարները չեն գտնվել։ {{DOWNLOAD}}՝ սարքավարն ինքնաբար գտնելու համար։
ru: В каталоге нет драйверов для {{DEVICENAME}} под Windows {{OSVERSIONS}}. {{DOWNLOAD}} для автоматического подбора драйвера.
tg: Дар веҳрист драйверҳои {{DEVICENAME}} барои Windows {{OSVERSIONS}} нест. {{DOWNLOAD}} барои интихоби автоматии драйверҳо.
tk: Katalogda {{DEVICENAME}} üçin Windows {{OSVERSIONS}} deň gelýän sürüji tapylmady. Awtomatiki sürüji saýlamak üçin {{DOWNLOAD}}.
uk: В каталозі немає драйверів для {{DEVICENAME}} під Windows {{OSVERSIONS}}. {{DOWNLOAD}} для автоматичного підбору драйвера.
uz: Katalogda Windows {{OSVERSIONS}} ga o'rnatilgan {{DEVICENAME}} uchun drayver yo'q. Drayverlarni avtomatik tanlash uchun {{DOWNLOAD}}.

# devicecardlist_no-results-notebook-text
source: The drivers for {{NOTEBOOK}} laptop for Windows {{OSVERSIONS}} were not found in the catalog. {{DOWNLOAD}} to select the driver automatically.
be: У каталогу няма драйвераў для ноўтбука {{NOTEBOOK}} пад Windows {{OSVERSIONS}}. {{DOWNLOAD}} для аўтаматычнага падбору драйвера.
hy: Windows {{OSVERSIONS}}-ով աշխատող {{NOTEBOOK}} նոութբուքի համար սարքավարները չեն գտնվել։ {{DOWNLOAD}}՝ սարքավարն ինքնաբար գտնելու համար։
ru: В каталоге нет драйверов для ноутбука {{NOTEBOOK}} под Windows {{OSVERSIONS}}. {{DOWNLOAD}} для автоматического подбора драйвера.
tg: Дар веҳрист драйверҳои ноутбуки {{NOTEBOOK}} таҳти идораи Windows {{OSVERSIONS}} нест. {{DOWNLOAD}} барои интихоби автоматии драйверҳо.
tk: Katalogda {{NOTEBOOK}} noutbuklary üçin Windows {{OSVERSIONS}} deň gelýän sürüji tapylmady. Awtomatiki sürüji saýlamak üçin {{DOWNLOAD}}.
uk: В каталозі немає драйверів для ноутбука {{NOTEBOOK}} під Windows {{OSVERSIONS}}. {{DOWNLOAD}} для автоматичного підбору драйвера.
uz: Katalogda Windows {{OSVERSIONS}} o'rnatilgan {{NOTEBOOK}} uchun drayverlar yo'q. Drayverlarni avtomatik tanlash uchun {{DOWNLOAD}}.

# devicecardlist_no-results-notebook-device-class-text
source: The drivers for {{DEVICECLASS}} for {{NOTEBOOK}} laptop for Windows {{OSVERSIONS}} were not found. {{DOWNLOAD}} to select the driver automatically.
be: У каталогу няма драйвераў для {{DEVICECLASS}} ноўтбука {{NOTEBOOK}} пад Windows {{OSVERSIONS}}. {{DOWNLOAD}} для аўтаматычнага падбору драйвера.
hy: Windows {{OSVERSIONS}}-ով աշխատող {{NOTEBOOK}} նոութբուքի համար {{DEVICECLASS}}-ի սարքավարները չեն գտնվել։ {{DOWNLOAD}}՝ սարքավարն ինքնաբար գտնելու համար։
ru: В каталоге нет драйверов для {{DEVICECLASS}} ноутбука {{NOTEBOOK}} под Windows {{OSVERSIONS}}. {{DOWNLOAD}} для автоматического подбора драйвера.
tg: Дар веҳрист драйверҳои {{DEVICECLASS}} барои ноутбуки {{NOTEBOOK}} таҳти идораи Windows {{OSVERSIONS}} нест. {{DOWNLOAD}} барои интихоби автоматии драйверҳо.
tk: Katalogda {{NOTEBOOK}} noutbuklary üçin Windows {{OSVERSIONS}} deň gelýän{{DEVICECLASS}} sürüji tapylmady. Awtomatiki sürüji saýlamak üçin {{DOWNLOAD}}.
uk: В каталозі немає драйверів для {{DEVICECLASS}} ноутбука {{NOTEBOOK}} під Windows {{OSVERSIONS}}. {{DOWNLOAD}} для автоматичного підбору драйвера.
uz: Katalogda Windows {{OSVERSIONS}} o'rnatilgan {{NOTEBOOK}} uchun {{DEVICECLASS}} drayverlar yo'q. Drayverlarni avtomatik tanlash uchun {{DOWNLOAD}}.

# devicegrouppage_all-systems
source: all systems
be: усе сістэмы
hy: բոլոր համակարգերը
ru: все системы
tg: ҳамаи системаҳо
tk: ähli sistemalar
uk: всі системи
uz: hamma tizimlar

# notebookpage_all-systems
source: all systems
be: усе сістэмы
hy: բոլոր համակարգերը
ru: все системы
tg: ҳамаи системаҳо
tk: ähli sistemalar
uk: всі системи
uz: hamma tizimlar

# devicegroupfilters_filter-title
source: Available drivers
be: Даступныя драйвера
hy: Հասանելի սարքավարներ
ru: Доступные драйвера
tg: Драйверҳои дастрас
tk: Elýeter sürüjiler
uk: Доступні драйвери
uz: Mavjud drayverlar

# deviceidfilters-filter-label-version
source: Driver Version:
be: Версія драйвера:
hy: Սարքավարի տարբերակը՝
ru: Версия драйвера:
tg: Версияи драйвер:
tk: Sürüjiniň wersiýasy:
uk: Версія драйвера:
uz: Drayver versiyasi:

# deviceidheader_caption-single
source: Device Name:
be: Назва прылады:
hy: Սարքի անվանունը՝
ru: Название устройства:
tg: Номи таҷҳизот:
tk: Enjamyň ady:
uk: Назва пристрою:
uz: Qurilma nomi:

# deviceidheader_caption-many
source: This device is also known as:
be: Гэта прылада сустракаецца пад наступнымі імёнамі:
hy: Այս սարքը պատահում է նաև հետևյալ անուններով՝
ru: Это устройство встречается под следующими именами:
tg: Ин таҷҳизот бо чунин номҳо маълум аст:
tk: Bu enjam şu atlar bilen hem duş gelýär:
uk: Цей пристрій зустрічається під наступними іменами:
uz: Ushbu qurilma quyidagi nomlar ostida mavjud:

# devicetypelist_title_os
source: Driver for devices on {{OS}}
be: Драйвера для прылад на {{OS}}
hy: Սարքավարներ {{OS}}-ով աշխատող սարքերի համար
ru: Драйвера для устройств на {{OS}}
tg: Драйверҳои таҷҳизот барои {{OS}}
tk: {{OS}} enjamlary üçin sürüjiler
uk: Драйвера для пристроїв на {{OS}}
uz: {{OS}} qurilma uchun drayverlar

# devicetypelist_title
source: Driver search for devices
be: Пошук драйвераў для прылад
hy: Սարքավարների որոնում սարքերի համար
ru: Поиск драйверов для устройств
tg: Ҷустани драйверҳо барои таҷҳизотҳо
tk: Enjam üçin sürüji gözlegi
uk: Пошук драйверів для пристроїв
uz: Qurilma drayverlarini izlash

# search_noresult
source: Download DriverPack Online
be: Спампаваць DriverPack Online
hy: Ներբեռնել DriverPack Online-ը
ru: Скачать DriverPack Online
tg: Гирифтани DriverPack Online
tk: DriverPack Online ýükle.
uk: Завантажити DriverPack Online
uz: DriverPack Online ni yuklab olish

# drivercard_no-results-text
source: The drivers for {{NAME}} for Windows {{OSVERSIONS}} were not found in the catalog. {{DOWNLOAD}} to select the driver automatically.
be: У каталогу няма драйвераў для {{NAME}} пад Windows {{OSVERSIONS}}. {{DOWNLOAD}} для аўтаматычнага падбору драйвера.
hy: Windows {{OSVERSIONS}}-ի համար {{NAME}}-ի սարքավարները չեն գտնվել։ {{DOWNLOAD}}՝ սարքավարն ինքնաբար գտնելու համար։
ru: В каталоге нет драйверов для {{NAME}} под Windows {{OSVERSIONS}}. {{DOWNLOAD}} для автоматического подбора драйвера.
tg: В каталоге нет драйверов для {{NAME}} под Windows {{OSVERSIONS}}. {{DOWNLOAD}} для автоматического подбора драйвера.
tk: Katalogda {{NAME}} üçin Windows {{OSVERSIONS}} deň gelýän sürüji tapylmady. Awtomatiki sürüji saýlamak üçin {{DOWNLOAD}}.
uk: В каталозі немає драйверів для {{NAME}} під Windows {{OSVERSIONS}}. {{DOWNLOAD}} для автоматичного підбору драйвера.
uz: Katalogda Windows {{OSVERSIONS}} uchun {{NAME}} drayverlar yo'q. Drayverlarni avtomatik tanlash uchun {{DOWNLOAD}}.

# drivercard_no-results_download-link
source: Download DriverPack
be: Спампуйце DriverPack
hy: Ներբեռնեք DriverPack-ը
ru: Скачайте DriverPack
tg: Гиред DriverPack
tk: DriverPack ýükläň
uk: Завантажте DriverPack
uz: DriverPack yuklab oling

# drivercard_caption-version
source: Version:
be: Версія:
hy: Տարբերակ՝
ru: Версия:
tg: Нусха:
tk: Wersiýa:
uk: Версія:
uz: Versiya:

# drivercard_caption-version-recommended
source: recommended
be: рэкамендаваная
hy: հանձնարարելի
ru: рекомендуемая
tg: тавсия
tk: maslahat berilen
uk: рекомендована
uz: tavsiyalangan

# drivercard_caption-date
source: Date:
be: Дата:
hy: Ամսաթիվ՝
ru: Дата:
tg: Санаи:
tk: Sene:
uk: Дата:
uz: Sana:

# drivercard_caption-class
source: Device Type:
be: Тып прылады:
hy: Սարքի տեսակը՝
ru: Тип устройства:
tg: Намуди таҷҳизот:
tk: Enjamyň görnüşi:
uk: Тип пристрою:
uz: Qurilma tipi:

# drivercard_caption-manufacturer
source: Manufacturer:
be: Вытворца:
hy: Արտադրող՝
ru: Производитель:
tg: Истеҳсолкунанда:
tk: Öndüriji:
uk: Виробник:
uz: Ishlab chiqaruvchi:

# drivercard_caption-os
source: Operating Systems:
be: Аперацыйныя сістэмы:
hy: Օպերացիոն համակարգեր՝
ru: Операционные системы:
tg: Системаҳои оператсионӣ:
tk: Operasion sistemalar:
uk: Операційні системи:
uz: Operatsion tizimlar:

# drivercard_caption-inf
source: File *.inf:
be: Файл *.inf:
hy: Նիշք *.inf՝
ru: Файл *.inf:
tg: Файл *.inf:
tk: *.inf faýl
uk: Файл *.inf:
uz: Fayl *.inf:

# drivercard_caption-section
source: Category:
be: Раздзел:
hy: Բաժին՝
ru: Раздел:
tg: Қисм:
tk: Bölüm:
uk: Розділ:
uz: Qism:

# drivercard_caption-btn
source: Download driver
be: Спампаваць драйвер
hy: Ներբեռնել սարքավարը
ru: Скачать драйвер
tg: Гирифтани драйвер
tk: Sürüji ýükle
uk: Завантажити драйвер
uz: Drayverni yuklab olish

# deviceidpage_all-systems
source: all systems
be: усе сістэмы
hy: բոլոր համակարգերը
ru: все системы
tg: ҳамаи системаҳо
tk: ähli sistemalar
uk: всі системи
uz: hamma tizimlar

# dropdowndriverversion_no-results
source: The drivers for the chosen OS were not found
be: Няма драйвераў для абранай АС
hy: Ընտրված ՕՀ-ի համար սարքավարներ չկան
ru: Нет драйверов для выбранной ОС
tg: Драйверҳо барои СО интихобшуда нест:
tk: Saýlanan OS üçin sürüji ýok
uk: Немає драйверів для обраної ОС
uz: Tanlangan OT uchun drayverlar mavjud emas

# dropdownos_current
source: current
be: бягучая
hy: ընթացիկ
ru: текущая
tg: зерин
tk: häzirki ulanylýan
uk: поточна
uz: hozirgi

# footer_banner-title
source: Are you tired of looking for the drivers for your devices?
be: Стаміліся шукаць драйверы для вашых прылад?
hy: Հոգնե՞լ եք Ձեր սարքերի համար սարքավարներ որոնելուց
ru: Устали искать драйверы для ваших устройств?
tg: Аз ҷустани драйверҳо барои таҷҳизотатон хаста шудед?
tk: Enjamlar üçin sürüji gözlemekden ýadadyňyzmy?
uk: Втомилися шукати драйвери для ваших пристроїв?
uz: Qurilmangiz uchun drayver izlab charchadingizmi?
