Repository: DriverPackSolution/transifex-backup
Catalog: delorean/driverpack-solution-rus/Drpsupo/*.po
Languages: be, hy, ru, tg, tk, uk, uz

# deviceclasses_phone-single-main
source: smartphone
be: смартфон
hy: խելախոս
ru: смартфон
tg: смартфон
tk: smartfon
uk: смартфон
uz: smartfon

# deviceclasses_phone-single-for
source: smartphone
be: смартфона
hy: խելախոսի
ru: смартфона
tg: смартфон
tk: smartfon
uk: смартфона
uz: smartfonni

# deviceclasses_phone-plural-main
source: smartphones
be: смартфоны
hy: խելախոսները
ru: смартфоны
tg: смартфонҳои
tk: smartfonlar
uk: смартфони
uz: smartfonlar

# deviceclasses_phone-plural-for
source: smartphones
be: смартфонаў
hy: խելախոսների
ru: смартфонов
tg: смартфонҳо
tk: smartfonlar
uk: смартфонів
uz: smartfonlarni

# deviceclasses_sound-single-main
source: sound card
be: гукавая карта
hy: ձայնային քարտ
ru: звуковая карта
tg: корти садои
tk: ses karty
uk: звукова карта
uz: ovoz kartasi

# deviceclasses_sound-single-for
source: sound card
be: гукавой карты
hy: ձայնային քարտի
ru: звуковой карты
tg: корти садои
tk: ses kartlar
uk: звукової карти
uz: ovoz kartalari

# deviceclasses_sound-plural-main
source: sound cards
be: гукавыя карты
hy: ձայնային քարտերը
ru: звуковые карты
tg: корти садоии
tk: ses kartlary
uk: звукові карти
uz: ovoz kartalari

# deviceclasses_sound-plural-for
source: sound cards
be: гукавых карт
hy: ձայնային քարտերի
ru: звуковых карт
tg: кортҳои садои
tk: ses kartlary
uk: звукових карт
uz: ovoz kartasi

# deviceclasses_tvtuner-single-main
source: TV-tuner
be: тб-цюнар
hy: ՀՏ-ընդունիչ
ru: тв-тюнер
tg: тв-тюнер
tk: tw-týuner
uk: тв-тюнер
uz: tv-tyner

# deviceclasses_tvtuner-single-for
source: TV-tuner
be: тб-цюнара
hy: ՀՏ-ընդունիչի
ru: тв-тюнера
tg: тв-тюнер
tk: tw-týunerler
uk: тв-тюнера
uz: tv-tyner

# deviceclasses_tvtuner-plural-main
source: TV-tuners
be: тб-цюнары
hy: ՀՏ-ընդունիչները
ru: тв-тюнеры
tg: тв-тюнерҳои
tk: tw-týunerler
uk: тв-тюнери
uz: tv-tynerlar

# deviceclasses_tvtuner-plural-for
source: TV-tuners
be: тб-цюнараў
hy: ՀՏ-ընդունիչների
ru: тв-тюнеров
tg: тв-тюнерҳо
tk: tw-týunerler
uk: тв-тюнерів
uz: tv-tynerlarni

# deviceclasses_video-single-main
source: video card
be: відэакарта
hy: տեսաքարտ
ru: видеокарта
tg: корти видеои
tk: wideokarta
uk: відеокарта
uz: video kartasi

# deviceclasses_video-single-for
source: video card
be: відэакарты
hy: տեսաքարտի
ru: видеокарты
tg: корти видеои
tk: wideokartalar
uk: відеокарти
uz: video kartalari

# deviceclasses_video-plural-main
source: video cards
be: відэакарты
hy: տեսաքարտերը
ru: видеокарты
tg: кортҳои видеоии
tk: wideokartalar
uk: відеокарти
uz: video kartalari

# deviceclasses_video-plural-for
source: video cards
be: відэакарт
hy: տեսաքարտերի
ru: видеокарт
tg: кортҳои видеоии
tk: wideokarta
uk: відеокарт
uz: video kartasi

# deviceclasses_webcamera-single-main
source: webcam
be: вэб-камера
hy: վեբ-խցիկ
ru: веб-камера
tg: веб-камера
tk: web-kamera
uk: веб-камера
uz: web-kamera

# deviceclasses_webcamera-single-for
source: webcam
be: вэб-камеры
hy: վեբ-խցիկի
ru: веб-камеры
tg: веб-камера
tk: web-kameralar
uk: веб-камери
uz: web-kameralar

# deviceclasses_webcamera-plural-main
source: webcams
be: вэб-камеры
hy: վեբ-խցիկները
ru: веб-камеры
tg: веб-камераи
tk: web-kameralar
uk: веб-камери
uz: web-kameralar

# deviceclasses_webcamera-plural-for
source: webcams
be: веб-камер
hy: վեբ-խցիկների
ru: веб-камер
tg: веб-камераҳо
tk: web kameralar
uk: веб-камер
uz: web-kamera

# deviceclasses_wifi-single-main
source: Wi-Fi device
be: прылада Wi-Fi
hy: Wi-Fi սարք
ru: устройство Wi-Fi
tg: таҷҳизоти Wi-Fi
tk: Wi-Fi enjamlar
uk: пристрій Wi-Fi
uz: Wi-Fi qurilma

# deviceclasses_wifi-single-for
source: Wi-Fi device
be: прылады Wi-Fi
hy: Wi-Fi սարքի
ru: устройства Wi-Fi
tg: таҷҳизоти Wi-Fi
tk: Wi-Fi enjamlar
uk: пристрою Wi-Fi
uz: Wi-Fi qurilmalari

# deviceclasses_wifi-plural-main
source: Wi-Fi devices
be: прылады Wi-Fi
hy: Wi-Fi սարքերը
ru: устройства Wi-Fi
tg: таҷҳизоти Wi-Fi
tk: Wi-Fi enjamlar
uk: пристрої Wi-Fi
uz: Wi-Fi qurilmalari

# deviceclasses_wifi-plural-for
source: Wi-Fi devices
be: прылад Wi-Fi
hy: Wi-Fi սարքերի
ru: устройств Wi-Fi
tg: таҷҳизотҳои Wi-Fi
tk: Wi-Fi enjamlary
uk: пристроїв Wi-Fi
uz: Wi-Fi qurilmasi

# deviceclasses_other-single-main
source: other device
be: іншыя прылады
hy: այլ սարքեր
ru: прочие устройства
tg: таҷҳизотҳои дигар
tk: beýleki enjamlar
uk: інші пристрої
uz: boshqa qurilma

# deviceclasses_other-single-for
source: other device
be: іншай прылады
hy: այլ սարքի
ru: прочего устройства
tg: дигар таҷҳизотҳо
tk: beýleki enjamlara
uk: іншого пристрою
uz: boshqa qurilmalar

# deviceclasses_other-plural-main
source: other devices
be: іншыя прылады
hy: այլ սարքերը
ru: прочие устройства
tg: дигар таҷҳизотҳо
tk: beýleki enjamlar
uk: інші пристрої
uz: boshqa qurilmalar

# deviceclasses_other-plural-for
source: other devices
be: іншых прылад
hy: այլ սարքերի
ru: прочих устройств
tg: дигар таҷҳизотҳо
tk: beýleki enjamlaryň
uk: інших пристроїв
uz: boshqa qurilma

# searchheader_caption-subtitle
source: Driver search on the query:
be: Пошук драйвераў па запыце:
hy: Սարքավարների որոնում ըստ հայտի՝
ru: Поиск драйверов по запросу:
tg: Ҷустани драйверҳо аз руи дархости:
tk: Talap boýunça sürüji gözlegi
uk: Пошук драйверів за запитом:
uz: So'rov bo'yicha qidirish:

# searchheader_caption-filter-label
source: Driver will be downloaded for the chosen OS
be: Драйвер будзе спампаваны для абранай АС
hy: Սարքավարը կներբեռնվի ընտրված ՕՀ-ի համար
ru: Драйвер будет скачан для выбранной ОС
tg: Драйверҳо барои СО интихобшуда бор карда мешаванд
tk: Saýlanan OS üçin sürüji ýüklener
uk: Драйвер буде завантажений для обраної ОС
uz: Drayver tanlangan OS uchun yuklab olinadi

# searchresult_details-content-notebook-text
source: {{DOWNLOAD}} in order to identify and install the required drivers automatically, or go to {{NOTEBOOK}} page and select the required driver manually
be: {{DOWNLOAD}}, каб аўтаматычна вызначыць і ўсталяваць патрэбныя драйвера, ці перайдзіце на старонку ноўтбука {{NOTEBOOK}} і падбярыце патрэбны драйвер уручную
hy: {{DOWNLOAD}}՝ պահանջվող սարքավարներն ինքնաբար որոշելու և տեղադրելու համար, կամ բաց արեք {{NOTEBOOK}} նոութբուքի էջը և ինքներդ ընտրեք անհրաժեշտ սարքավարը
ru: {{DOWNLOAD}}, чтобы автоматически определить и установить нужные драйвера, или перейдите на страницу ноутбука {{NOTEBOOK}} и подберите нужный драйвер вручную
tg: {{DOWNLOAD}}, то ин ки ба таври автомати драйверҳои лозимаро муайян ва насб кунед, ё ба саҳифаи ноутбук {{NOTEBOOK}} гузашта драйверҳои лозимаро дасти интихоб кунед
tk: {{DOWNLOAD}}, gerekli sürüjileri anyklamak we gurmak üçin, ýa-da noutbugyň sahypasyna geçiň {{NOTEBOOK}} we gerekli sürüjini özüňiz saýlaň
uk: {{DOWNLOAD}}, щоб автоматично визначити і встановити потрібні драйвери, або перейдіть на сторінку ноутбука {{NOTEBOOK}} і підберіть потрібний драйвер вручну
uz: {{DOWNLOAD}}, oling va kerakli drayverlarni avtomatik ravishda aniqlaydi va o'rnatadi yoki {{NOTEBOOK}} noutbuk sahifasiga o'ting va to'g'ri drayverni qo'lda tanlang

# searchresult_details-content_download-link
source: Download DriverPack
be: Спампуйце DriverPack
hy: Ներբեռնեք DriverPack-ը
ru: Скачайте DriverPack
tg: Гиред DriverPack
tk: DriverPack ýükläň
uk: Завантажте DriverPack
uz: DriverPack yuklab oling

# searchresult_notebook
source: Laptop
be: Ноўтбук
hy: Նոութբուք
ru: Ноутбук
tg: Ноутбук
tk: Noutbuk
uk: Ноутбук
uz: Noutbuk

# searchresult_download-btn
source: Install the driver automatically
be: Усталяваць драйвер аўтаматычна
hy: Ինքնաբար տեղադրել սարքավարը
ru: Установить драйвер автоматически
tg: Драйверҳоро автомати насб кардан
tk: Sürüjini awtomatiki gurmak
uk: Встановити драйвер автоматично
uz: Drayverni avtomatik ravishda o'rnating

# searchresult_details-content-text-placeholder
source: Data loading...
be: Загрузка дадзеных...
hy: Տվյալների բեռնում…
ru: Загрузка данных...
tg: Зеркашӣ маълумот...
tk: Maglumatlaryň ýüklenmegi...
uk: Завантаження даних...
uz: Ma'lumot yuklanmoqda...

# searchresult_details-content-label-1
source: OS
be: АC
hy: ՕՀ
ru: OC
tg: СО
uk: OC
uz: OT

# searchresult_details-content-label-2
source: all systems
be: усе сістэмы
hy: բոլոր համակարգերը
ru: все системы
tg: ҳамаи системаҳо
tk: ähli sistemalar
uk: всі системи
uz: hamma tizimlar

# searchresult_details-content-group-text
source: {{DOWNLOAD}} in order to identify and install the required drivers automatically, or go to the {{DEVICE}} device page and select the required driver manually
be: {{DOWNLOAD}} для аўтаматычнага вызначэння і ўсталёўкі патрэбнага драйвера або перайдзіце на старонку прылады {{DEVICE}} і падбярыце патрэбны драйвер уручную
hy: {{DOWNLOAD}}՝ պահանջվող սարքավարներն ինքնաբար որոշելու և տեղադրելու համար, կամ բաց արեք {{DEVICE}} սարքի էջը և ինքներդ ընտրեք անհրաժեշտ սարքավարը
ru: {{DOWNLOAD}} для автоматического определения и установки нужного драйвера или перейдите на страницу устройства {{DEVICE}} и подберите нужный драйвер вручную
tg: Барои муайян ё насби автоматии драйвери даркори {{DOWNLOAD}}, ё ин ки ба саҳифаи таҷҳизот {{DEVICE}} гузашта драйверҳои лозимаро дасти интихоб кунед
tk: Gerekli sürüjileri awtomatiki usulda kesgitlemek we ýüklemek üçin {{DOWNLOAD}} ýa-da {{DEVICE}} abzalyň sahypasyna geçiň we gerekli sürüjini elin saýlaň
uk: {{DOWNLOAD}} для автоматичного визначення та встановлення потрібного драйвера або перейдіть на сторінку пристрої {{DEVICE}} і підберіть потрібний драйвер вручну
uz: {{DOWNLOAD}}, oling va kerakli drayverlarni avtomatik ravishda aniqlaydi va o'rnatadi yoki {{DEVICE}} sahifasiga o'ting va to'g'ri drayverni qo'lda tanlang

# searchresult_device
source: {{CLASS.SINGLE.MAIN}} ({{COUNT}} results were found)
be: {{CLASS.SINGLE.MAIN}} (знойдзена {{COUNT}})
hy: {{CLASS.SINGLE.MAIN}} (գտնվեց {{COUNT}})
ru: {{CLASS.SINGLE.MAIN}} (найдено {{COUNT}})
tg: {{CLASS.SINGLE.MAIN}} (ёфт шуд {{COUNT}})
tk: {{CLASS.SINGLE.MAIN}} (tapyldy {{COUNT}})
uk: {{CLASS.SINGLE.MAIN}} (знайдено {{COUNT}})
uz: {{CLASS.SINGLE.MAIN}} ({{COUNT}} ta topildi)

# searchresult_details-content-text-many
source: Several different drivers for this device were found
be: Знойдзена некалькі розных драйвераў для дадзенай прылады
hy: Այս սարքի համար մի քանի տարբեր սարքավարներ են հայտնաբերվել
ru: Найдено несколько различных драйверов для данного устройства
tg: Барои ин таҷҳизот якчанд драйверҳои гуногун ёфт шуд
tk: Şu abzal üçin birnäçe dürli sürüji tapyldy
uk: Знайдено кілька різних драйверів для даного пристрою
uz: Ushbu qurilma uchun bir nechta drayver topildi

# seofooter_os-list-title
source: Operating System Versions: <span itemprop='operatingSystem'>{{OSLIST}}</span>
be: Версіі аперацыйнай сістэмы: <span itemprop='operatingSystem'>{{OSLIST}}</span>
hy: Օպերացիոն համակարգի տարբերակներ՝ <span itemprop='operatingSystem'>{{OSLIST}}</span>
ru: Версии операционной системы: <span itemprop='operatingSystem'>{{OSLIST}}</span>
tg: Версияи системаи оператсиони: <span itemprop='operatingSystem'>{{OSLIST}}</span>
tk: Operasion sistemalaryň wersiýalary: <span itemprop='operatingSystem'>{{OSLIST}}</span>
uk: Версії операційної системи: <span itemprop='operatingSystem'>{{OSLIST}}</span>
uz: Operatsion tizim versiyalari: <span itemprop='operatingSystem'>{{OSLIST}}</span>

# seofooter_offers-title
source: <span itemprop='offers' itemscope='' itemtype='http://schema.org/Offer'>Available <meta itemprop='price' content='0' />for free</span>
be: Распаўсюджваецца <span itemprop='offers' itemscope='' itemtype='http://schema.org/Offer'><meta itemprop='price' content='0' />бясплатна</span>
hy: Տրամադրվում է <span itemprop='offers' itemscope='' itemtype='http://schema.org/Offer'><meta itemprop='price' content='0' />անվճար</span>
ru: Распространяется <span itemprop='offers' itemscope='' itemtype='http://schema.org/Offer'><meta itemprop='price' content='0' />бесплатно</span>
tg: <span itemprop='offers' itemscope='' itemtype='http://schema.org/Offer'><meta itemprop='price' content='0' />Ройгон</span> паҳн мешавад
tk: Mugt <span itemprop='offers' itemscope='' itemtype='http://schema.org/Offer'><meta itemprop='price' content='0' />paýlanýar</span>
uk: Розповсюджується <span itemprop='offers' itemscope='' itemtype='http://schema.org/Offer'><meta itemprop='price' content='0' />безкоштовно</span>
uz: <meta itemprop='price' content='0' />Bepul <span itemprop='offers' itemscope='' itemtype='http://schema.org/Offer'>tarqatiladi</span>

# seofooter_driver-description-title
source: Driver Description
be: Апісанне драйвера
hy: Սարքավարի նկարագրությունը
ru: Описание драйвера
tg: Тавсифи драйвер
tk: Sürüjiniň teswirlemesi
uk: Опис драйвера
uz: Drayver tavsifi

# seofooter_popular-drivers-title
source: Popular Drivers
be: Папулярныя драйверы
hy: Տարածված սարքավարներ
ru: Популярные драйверы
tg: Маъмултарин драйверҳо
tk: Meşhur sürüjiler
uk: Популярні драйвери
uz: Ommaviy drayverlar

# sidebanner_title
source: Are you tired of looking for drivers?
be: Стаміліся шукаць драйверы?
hy: Հոգնե՞լ եք սարքավարներ որոնելուց
ru: Устали искать драйверы?
tg: Аз ҷустани драйвер хаста шудед?
tk: Sürüji gözlemekden ýadadyňyzmy?
uk: Втомилися шукати драйвери?
uz: Drayver izlab charchadingizmi?

# sidebanner_caption
source: DriverPack will automatically <span class='SideBanner__caption-marked'>select and install</span> the required drivers
be: DriverPack аўтаматычна <span class='SideBanner__caption-marked'>падбярэ і ўсталюе</span> патрэбныя драйверы
hy: DriverPack-ն ինքնաբար <span class='SideBanner__caption-marked'>կգտնի և կտեղադրի</span> անհրաժեշտ սարքավարները
ru: DriverPack автоматически <span class='SideBanner__caption-marked'>подберет и установит</span> нужные драйверы
tg: DriverPack ба таври автомати драйверҳои лозимаро <span class='SideBanner__caption-marked'>интихоб ва насб мекунад</span>
tk: DriverPack awtomatiki usulda size gerek sürüjileri <span class='SideBanner__caption-marked'>tapar we gurnar</span>
uk: DriverPack автоматично <span class='SideBanner__caption-marked'>підбере і встановить</span> потрібні драйвери
uz: DriverPack kerakli drayverlarni avtomatik tarzda <span class='SideBanner__caption-marked'>tanlaydi va o'rnatadi</span>

# translationheader_cta-text
source: Take part in translating DriverPack website and help millions of users worldwide
be: Дапамажыце нам зрабіць DriverPack даступным для мільёнаў карыстальнікаў па ўсім свеце — прыміце ўдзел у нашым валанцёрскім праекце па перакладзе яго на іншыя мовы
hy: Օգնեք մեզ հասանելի դարձնել DriverPack-ն միլիոնավոր օգտվողների համար ամբողջ աշխարհում — մասնակցեք մեր կամավորական նախագծին՝ այն այլ լեզուներով թարգմանելու համար
ru: Помогите нам сделать DriverPack доступным для миллионов пользователей по всему миру — примите участие в нашем волонтерском проекте по переводу его на другие языки
tg: Ба мо кӯмак кунед то ин, ки DriverPack -ро барои миллионҳо истифодабарандагон дар саросари ҷаҳон дастрас намоем — дар лоиҳаи ихтиёрии мо барои тарҷума он ба забонҳои дигар иштирок намоед
tk: DriverPack -y ýer ýüzündäki ähli ulanyjylar üçin amatly bolmagyna ýardam beriň — beýleki dillere terjime etmek üçin meýletinçiler proýektimize gatnaşyň
uk: Допоможіть нам зробити DriverPack доступним для мільйонів користувачів по всьому світі — прийміть участь в нашому волонтерському проекті по перекладу його на інші мови
uz: Dunyoning millionlab foydalanuvchilari uchun DriverPack dan foydalanishga yordam bering —ixtiyoriy loyihamizda dasturni boshqa tillarga tarjima qilishda ishtirok eting

# translationheader_bubble-team
source: Would you like to be a part of the translators team for the world largest service of automatic computer set-up?
be: Хочаце стаць часткай каманды перакладчыкаў самага буйнага ў свеце сэрвісу аўтаматычнай налады кампутараў?
hy: Ուզո՞ւմ եք դառնալ համակարգիչների ինքնաբար կարգավորման ամենախոշոր ծառայություններից մեկի թարգմանիչների թիմի մասը
ru: Хотите стать частью команды переводчиков самого крупного в мире сервиса автоматической настройки компьютеров?
tg: Мехоҳед як қисми гурӯҳи тарҷумонҳои калонтарин хизматрасонии танзимоти автоматии компютерҳо бошед?
tk: Dünýädäki iň uly kompýuterleri awtomatiki gurnama hyzmatynyň terjime toparyna goşulmak isleýäňizmi?
uk: Хочете стати частиною команди перекладачів найбільшого в світі сервісу автоматичного налаштування комп'ютерів?
uz: Kompyuterlarning avtomatik sozlash bo'yicha dunyodagi eng katta xizmatning tarjimonlari guruhiga kirmoqchimisiz?

# translationheader_bubble-languages
source: Do you know English or Russian quite well, so that you are ready to translate from one of them to your native language?
be: Вы добра ведаеце ангельскую ці рускую мову і гатовы перакладаць з яе на вашу родную мову?
hy: Դուք լավ գիտեք անգլերե՞նը կամ ռուսերե՞նը և պատրաստ եք թարգմանել ծրագիրը Ձեր մայրենի լեզվո՞վ
ru: Вы хорошо знаете английский или русский язык и готовы переводить с него на ваш родной язык?
tg: Шумо забони англисӣ ё русиро хуб медонед ва омодае, ки аз забони мо забони модариатон тарҷума кунед?
tk: Siz iňlis ýa-da rus dilini oňat bilýäňizmi we ondan öz ene diliňize terjime etmäge taýýarmy?
uk: Ви добре знаєте англійську або російську мову і готові перекладати з неї на вашу рідну мову?
uz: Siz ingliz yoki rus tilini yaxshi bilasizmi va bu tillardan ona tilingizga tarjima qilishga tayyormisiz?

# translationheader_bubble-experience
source: Do you have any experience in translating software or web-sites by using online translation services?
be: У вас ёсць вопыт перакладу праграм або вэб-сайтаў з дапамогай онлайн-сэрвісаў перакладаў?
hy: Դուք թարգմանչական առցանց ծառայությունների օգնությամբ ծրագրեր կամ կայքեր թարգմանելու փո՞րձ ունեք
ru: У вас есть опыт перевода программ или веб-сайтов с помощью онлайн-сервисов переводов?
tg: Шумо таҷрибаи тарҷумаи барномаҳо ё веб-сомонаҳоро бо ёрии хизматрасонии онлайн тарҷумонҳо доред?
tk: Sizde web-sahypalary ýa-da programmalary onlaýn serwisleriň kömegi bilen terjime etmek tejribeňiz barmy?
uk: У вас є досвід перекладу програм або веб-сайтів за допомогою онлайн-сервісів перекладів?
uz: Onlayn tarjima xizmatlaridan foydalanib, dasturlarni yoki veb-saytlarni tarjima qilish tajribangiz bormi?

# translationheader_bubble-email
source: If your answers are YES to all three questions, please, e-mail us to {{EMAIL}} with '{{SUBJECT}}' in the subject line and let us know your target language that you are ready to deal with.
be: Калі вы адказалі «Так» на ўсе тры пытанні, калі ласка, адпраўце нам e-mail з тэмай «{{SUBJECT}}» на {{EMAIL}} і азначце, на якую мову вы гатовы перакладаць.
hy: Եթե Դուք բոլոր հարցերին պատասխանեցիք «Այո», խնդրում ենք ուղարկել մեզ նամակ {{EMAIL}} հասցեին «{{SUBJECT}}» թեմայով և նշել, թե որ լեզվով եք ուզում թարգմանել։
ru: Если вы ответили «Да» на все три вопроса, пожалуйста, отправьте нам e-mail с темой «{{SUBJECT}}» на {{EMAIL}} и укажите, на какой язык вы готовы переводить.
tg: Агар шумо ба ҳар се савол ҷавоби «Бале» додед, лутфан ба мо e-mail бо мавзуъи «{{SUBJECT}}» ба {{EMAIL}} ва нишон диҳед, ки ба кадом забон шумо тайёред тарҷума кунед.
tk: Eger siz 3 soraga hem «Howa» diýip jogap beren bolsaňyz onda bize {{EMAIL}} adresine "{{SUBJECT}}" tema bilen e-mail iberiň we haýsy dile terjime etmäge taýýardygyňyzy görkeziň.
uk: Якщо ви відповіли «Так» на всі три питання, будь ласка, надішліть нам e-mail з темою «{{SUBJECT}}» на {{EMAIL}} і вкажіть, якою мовою ви готові перекладати.
uz: Agar siz barcha savollarga "Ha" deb javob bergan bo'lsangiz, iltimos, bizga {{EMAIL}} ga '{{SUBJECT}}' mavzuda e-mail yuboring va qaysi tilga tarjima qilmoqchi ekanligingizni yozing.

# translationlist_title
source: DriverPack Authorized Translators List
be: Спіс афіцыйных перакладчыкаў DriverPack
hy: DriverPack-ի պաշտոնական թարգմանիչների ցանկ
ru: Список официальных переводчиков DriverPack
tg: Рӯйхати тарҷумонҳои расмии DriverPack
tk: DriverPack terjimeçileriniň resmi sanawy
uk: Список офіційних перекладачів DriverPack
uz: DriverPack ning rasmiy tarjimonlari ro'yxati

# translationtool_text-transifex
source: In DriverPack Solution we do our localization by using transifex.com service:
be: У DriverPack Solution лакалізацыя ажыццяўляецца з дапамогай сэрвісу transifex.com:
hy: DriverPack Solution-ում տեղայնացումն իրականացվում է transifex.com-ի միջոցով՝
ru: В DriverPack Solution локализация осуществляется с помощью сервиса transifex.com:
tg: Дар DriverPack Solution маҳаллисозӣ тавассути хадамоти transifex.com иҷро мешавад:
tk: DriverPack Solution -da terjimler transifex.com üsti bilen amala aşyrylýar:
uk: В DriverPack Solution локалізація здійснюється за допомогою сервісу transifex.com:
uz: DriverPack Solution lokalizatsiyasi transifex.com xizmati yordamida amalga oshiriladi:

# translationtool_example-ru-to-en
source: Lines for translation from Russian (RU) into English (EN), and CIS languages (CIS)
be: Радкі для перакладу з Рускай (RU) на Ангельскую (EN) і мовы краін СНД (CIS)
hy: Տողեր Ռուսերենից (RU) Անգլերեն (EN) և ԱՊՀ (CIS) երկրների լեզուներով թարգմանելու համար
ru: Строки для перевода с Русского (RU) на Английский (EN) и языки стран СНГ (CIS)
tg: Сатрҳо барои тарҷума аз Русси (RU) ба Англисӣ (EN) ва забонҳои давлатҳои ИДМ (CIS)
tk: Rus dilinden (RU) iňlis diline (EN) we GDA (CIS) döwletleriniň diline terjime üçin setirler
uk: Рядки для перекладу з Російської (RU) на Англійську (EN) і мови країн СНД (CIS)
uz: Rus tilidan (RU) Ingliz tiliga (EN) va MDH (CIS) mamlakatlari uchun tarjima qatorlari

# translationtool_example-en-to-all
source: Lines for translation from English (EN) into other world languages
be: Радкі для перакладу з Ангельскай (EN) на іншыя мовы свету
hy: Տողեր Անգլերենից (EN) աշխարհի այլ լեզուներով թարգմանելու համար
ru: Строки для перевода с Английского (EN) на прочие языки мира
tg: Сатрҳо барои тарҷума аз Англисӣ (EN) ба дигар забонҳои дунё
tk: Iňlis (EN) dilinden beýleki dünýä dillerine terjime etmek üçin setir
uk: Рядки для перекладу з Англійської (EN) на інші мови світу
uz: Ingliz tilidan (EN) boshqa tillarga tarjima qilish uchun satrlar

# language_title
source: English
be: Belarusian
hy: Armenian
ru: Russian
tg: Tajik
tk: Turkmen
uk: Ukrainian
uz: Uzbek
