Repository: DriverPackSolution/transifex-backup
Catalog: delorean/driverpack-solution-worldwide/drpsu/*.po
Languages: am, ar, az, bg, bn, bs, ca, cs, de, el, es_419, et, fa, fil, fr, gu, he, hi, hr, hu, id, it, ja, ka, ko, ku, lt, mn, my, ne, nl, no, pl, ps, pt_br, pt_pt, ro, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ur, vi, zh, zh_cn

# searchresult_details-content-group-text
source: {{DOWNLOAD}} in order to identify and install the required drivers automatically, or go to the {{DEVICE}} device page and select the required driver manually
am: አስፈላጊ ድራይቨሮችን በራሱ አውርዶ እንዲጭን {{DOWNLOAD}} ይጫኑ ወይንም ራስዎ መርጠው ለመጫን ወደ {{DEVICE}} መሳሪያ ገጽ ይጓዙ
ar: {{DOWNLOAD}} من أجل تحديد وتثبيت برامج التشغيل المطلوبة تلقائيا، أو الذهاب إلى {{DEVICE}} صفحة الجهاز وحدد برنامج التشغيل المطلوب يدويا
az: Lazımi driverləri avtomatik olaraq təyin etmək və quraşdırmaq üçün {{DOWNLOAD}}, ya da {{DEVICE}} cihazı səhifəsinə daxil olun və lazımi driveri əl ilə seçin
bg: {{DOWNLOAD}} за да идентифицирате и инсталирате необходимите драйвери автоматично или да отидете на страницата на {{DEVICE}} и изберете нужния драйвер ръчно
bn: {{DOWNLOAD}} করুন দরকারি ড্রাইভার চিহ্নিত ও স্বয়ংক্রিয়ভাবে ইন্সটল করতে, অথবা {{DEVICE}} যন্ত্র পেজে যান ও দরকারি ড্রাইভার নিজ থেকে বাছাই করুন
bs: {{DOWNLOAD}} da identifikujete i instalirate potrebne drajvere automatski, ili idite na {{DEVICE}} stranicu uređaja i izaberite potrebni drajver ručno
ca: {{DOWNLOAD}} per a identificar i instal·lar els controladors necessaris automàticament, o ves a la pàgina del dispositiu {{DEVICE}} i selecciona'ls manualment
cs: {{DOWNLOAD}} k identifikaci a instalaci požadovaných ovladačů automaticky, nebo běže na {{DEVICE}} stránku a vyberte požadovaný ovladač manuálně
de: {{DOWNLOAD}}, um die benötigten Treiber automatisch zu identifizieren und installieren, oder gehen Sie zur {{DEVICE}} Geräteseite und wählen den benötigten Treiber manuell
el: {{DOWNLOAD}} ώστε να αναγνωριστούν και εγκατασταθούν τα απαραίτητα προγράμματα οδήγησης αυτόματα ή μεταβείτε στη σελίδα της συσκευής {{DEVICE}} και επιλέξτε το απαραίτητο πρόγραμμα οδήγησης χειροκίνητα
es_419: {{DOWNLOAD}} para reconocer e instalar los controladores necesarios automáticamente, o accede a la página del dispositivo {{DEVICE}} y selecciona los controladores manualmente
et: {{DOWNLOAD}}, et tuvastada ja paigaldada vajalikud draiverid automaatselt, või minge {{DEVICE}} lehele ja valige vajalikud draiverid manuaalselt
fa: {{DOWNLOAD}}به منظور شناسایی و نصب درایور های مورد نیاز به صورت خودکار، یا رفتن به {{DEVICE}}صفحه دستگاه خود و انتخاب دستی درایور ها
fil: {{DOWNLOAD}} upang makilala at i-install ang mga kinakailangang driver nang awtomatiko, o pumunta sa pahina ng {{DEVICE}} at piliin ang kinakailangang driver nang manu-mano
fr: {{DOWNLOAD}} afin d’identifier et installer les pilotes requis automatiquement. ou allez sur {{DEVICE}} la page du périphérique et sélectionnez le pilote requis manuellement
gu: જરૂરી ડ્રાઇવરોને ઓળખવા અને સ્થાપિત કરવા માટે {{DOWNLOAD}} આપમેળે કરો, અથવા {{DEVICE}} પાનાં પર જાઓ અને જરૂરી ડ્રાઈવર જાતે select કરો
he: {{DOWNLOAD}} עבור זיהוי והתקנת הדרייברים הנחוצים, בצורה אוטומטית. או לחלופין, עבור לעמוד {{DEVICE}} והורד את הדרייברים באופן ידני
hi: {{DOWNLOAD}} आवश्यक ड्राइवरों की पहचान करने और इंस्टॉल करने के लिए, या {{DEVICE}} डिवाइस पृष्ठ पर जाएं और मैन्युअल रूप से आवश्यक ड्राइवर का चयन करें
hr: {{DOWNLOAD}} kako bi odgovarajući upravljački programi bili automatski prepoznati i instalirani ili idite na {{DEVICE}} stranicu i ručno odaberite potreban upravljački program
hu: Ajánlott a {{DOWNLOAD}} letöltése a szükséges driverek azonosításához, és automatikus telepítéséhez, vagy látogasd meg a {{DEVICE}} eszköz oldalát a szükséges driver kiválasztásához!
id: {{DOWNLOAD}} permintaan untuk identifikasi dan menginstall driver yang dibutuhkan dengan otomatis, atau lanjutkan ke {{DEVICE}} halaman perangkat dan pilih driver yang dibutuhkan dengan manual
it: {{DOWNLOAD}} per identificare e installare automaticamente i driver necessari, o andare alla pagina del dispositivo {{DEVICE}} e selezionare manualmente il driver necessario
ja: {{DOWNLOAD}} すると、必要なドライバを自動的に識別してインストールします, または {{DEVICE}} デバイスーページに行き 必要なドライバを手動で選択する
ka: {{DOWNLOAD}} რათა ავტომატურად მოიძებნოს და დაყენდეს საჭირო დრაივერ ან გადადით {{DEVICE}} გვერდზე რათა ხელით აირჩიოთ დრაივერი
ko: {{DOWNLOAD}} 를 실행하여 필요한 드라이버를 자동으로 찾아 설치하거나 {{DEVICE}} 장치 페이지로 이동하여 필요한 드라이버를 수동으로 선택하세요
ku: {{DOWNLOAD}} بۆ ئه‌وه‌ی دیاری بكه‌یت و دایبمه‌زرێنیت ئه‌و پێناسانه‌ی كه‌ پێویستته‌ به‌ ئۆتۆماتیكی، یان بڕۆ بۆ {{DEVICE}} په‌ڕه‌ی ئامێره‌كه‌ وه‌ پێناسه‌ داواكراوه‌كان به‌ده‌ست هه‌ڵبژێره‌
lt: {{DOWNLOAD}} norėdami automatiškai nustatyti ir įdiegti reikalingas tvarkykles arba eikite į puslapį {{DEVICE}} ir rankiniu būdu pasirinkite reikiamą tvarkyklę
my: လိုအပ်သည့် drivers များကို အလိုအလျောက် ခွဲခြားသတ်မှတ်ပြီး ထည့်သွင်းရန် {{DOWNLOAD}} သို့မဟုတ် {{DEVICE}} စက်ပစ္စည်း ဝက်ဘ်စာမျက်နှာသို့ သွားရောက်ပြီး လိုအပ်သည့် drivers များကို ကိုယ်တိုင်ရွေးချယ်ပါ
nl: {{DOWNLOAD}} om de vereiste stuurprogramma's automatisch te identificeren en te installeren, of ga naar de {{DEVICE}} apparaatpagina en selecteer het benodigde stuurprogramma handmatig
no: {{DOWNLOAD}} for å identifisere og installere drivere automatisk, eller gå til {{DEVICE}} enhets siden for å velge nødvendig driver manuelt
pl: {{DOWNLOAD}} by zidentyfikować i zainstalować wszystkie potrzebne sterowniki, lub pójdź do strony urządzenia {{DEVICE}} i wybierz potrzebny sterownik samodzielnie
ps: {{DOWNLOAD}} د دې لپاره چې اړین چلوونکی چټک وپیژني او نصب کړئ، یا لاړ شئ {{DEVICE}} پاڼه او په اړینه توګه د چلوونکی ټاکنه
pt_br: {{DOWNLOAD}} para identificar e instalar os drivers necessários automaticamente, ou ir para a página {{DEVICE}} e escolher o driver necessário manualmente
pt_pt: {{DOWNLOAD}} de modo a identificar e instalar automaticamente os controladores necessários, ou vá a {{DEVICE}} página e selecione anualmente o controlador necessário
ro: {{DOWNLOAD}} pentru a identifica și instala automat driverele necesare, sau mergi la {{DEVICE}} pagina cu dispozitive si selectează manual driverul necesar
si: අවශ්‍ය ධාවක ස්වයංක්‍රීයව හඳුනාගෙන ස්ථාපනය කිරීම සඳහා {{DOWNLOAD}}, හෝ {{DEVICE}} උපාංග පිටුවට ගොස් අවශ්‍ය ධාවකය අතින් තෝරන්න
sk: {{DOWNLOAD}} aby sa automaticky identifikovali a nainštalovali požadované ovládače, alebo prejsť na stránku zariadenia {{DEVICE}} a ručne vybrať požadovaný ovládač
sl: {{DOWNLOAD}}za samodejno prepoznavanje in namestitev potrebnih gonilnikov ali pojdite na stran naprave {{DEVICE}} in ročno izberite potreben gonilnik.
sq: {{DOWNLOAD}} në mënyrë që të identifikosh dhe instalosh drajverat e kërkuar automatikisht ose shko tek faqja e pajisjes {{DEVICE}} dhe përzgjidh drajverin e kërkuar manualisht
sr: {{DOWNLOAD}} da bi se automatski odredili i instalirali potrebni drajveri ili posetite {{DEVICE}} stranicu i ručno obeležite potrebne drajvere
sv: {{DOWNLOAD}} för att automatiskt identifiera och installera de nödvändiga drivrutinerna, eller gå till sidan för {{DEVICE}} och välj önskad drivrutin manuellt
sw: {{DOWNLOAD}} ili kutambua na kufunga madereva zinazohitajika moja kwa moja, au kwenda {{DEVICE}} ukurasa wa kifaa na chagua driver unahitajika kwa manually
ta: {{DOWNLOAD}} தேவையான வன்பொருளை தானாகவே தேர்ந்தெடுத்து நிறுவும், அல்லது செல்க {{DEVICE}} பக்கம் மற்றும் தேவையான வன்பொருளை நீங்களாகவே தேந்தெடுக்கவும்
th: {{DOWNLOAD}} เพื่อยืนยันและติดตั้งไดรเวอร์ที่ต้องการอัตโนมัติ หรือไปที่หน้าเพจอุปกรณ์ {{DEVICE}} และเลือกไดรเวอร์ที่ต้องการด้วยตัวเอง
tr: Gerekli sürücüleri otomatik olarak tanımlamak ve yüklemek için {{DOWNLOAD}} ya da {{DEVICE}} aygıtı sayfasına gidin ve gerekli sürücüyü el ile seçin
ur: {{DOWNLOAD}} خود کار طریقے سے ضروری ڈرائیوروں کی شناخت اور انسٹال کرنے کے لئے , یا {{DEVICE}} ڈیوائس کے صفحے پر جائیں اور دستی طور پر مطلوبہ ڈرائیور کو منتخب کریں
vi: {{DOWNLOAD}} để nhận dạng và cài đặt các trình điều khiển thiết yếu một cách tự động, hoặc đi đến trang thiết bị {{DEVICE}} và lựa chọn trình điều khiển cần thiết bằng cách thủ công
zh: {{DOWNLOAD}} 為了自動識別和安裝所需的驅動程式，或前往 {{DEVICE}} 裝置頁面並手動選擇所需的驅動程式
zh_cn: {{DOWNLOAD}} 为了自动识别和安装所需的驱动程序，或前往 {{DEVICE}} 设备页面并手动选择所需的驱动程序

# searchresult_device
source: {{CLASS.SINGLE.MAIN}} ({{COUNT}} results were found)
am: {{CLASS.SINGLE.MAIN}} ({{COUNT}} ውጤቶች ተገኝተዋል)
ar: {{CLASS.SINGLE.MAIN}} ({{COUNT}} تم العثور على نتائج)
az: {{CLASS.SINGLE.MAIN}} ({{COUNT}} nəticə tapıldı)
bg: {{CLASS.SINGLE.MAIN}} ({{COUNT}} намерени резултата)
bn: {{CLASS.SINGLE.MAIN}} ({{COUNT}} টি ফলাফল পাওয়া গেছে)
bs: {{CLASS.SINGLE.MAIN}} ({{COUNT}} rezultati nisu pronađeni)
ca: {{CLASS.SINGLE.MAIN}} (hi ha {{COUNT}} resultats)
cs: {{CLASS.SINGLE.MAIN}} ({{COUNT}} výsledků nalezeno)
de: {{CLASS.SINGLE.MAIN}} ({{COUNT}} Ergebnisse wurden gefunden)
el: {{CLASS.SINGLE.MAIN}} ({{COUNT}} αποτελέσματα βρέθηκαν)
es_419: {{CLASS.SINGLE.MAIN}} ({{COUNT}} resultados encontrados)
et: {{CLASS.SINGLE.MAIN}} ({{COUNT}} vastet on leitud)
fa: {{CLASS.SINGLE.MAIN}} ({{COUNT}} نتایج بدست آمد)
fil: {{CLASS.SINGLE.MAIN}} ({{COUNT}} natagpuan ang mga resulta)
fr: {{CLASS.SINGLE.MAIN}} ({{COUNT}} les résultats ont été trouvés)
gu: {{CLASS.SINGLE.MAIN}} ({{COUNT}} પરિણામો મળી આવ્યા હતા)
he: {{CLASS.SINGLE.MAIN}} ({{COUNT}} תוצאות נמצאו)
hi: {{CLASS.SINGLE.MAIN}} ({{COUNT}} परिणाम पाए गए)
hr: {{CLASS.SINGLE.MAIN}} ({{COUNT}} rezultata pronađena)
hu: {{CLASS.SINGLE.MAIN}} ({{COUNT}} találat)
id: {{CLASS.SINGLE.MAIN}} ({{COUNT}} hasil tidak ditemukan)
it: {{CLASS.SINGLE.MAIN}} ({{COUNT}} sono stati trovati risultati)
ja: {{CLASS.SINGLE.MAIN}} ({{COUNT}} 結果が見つかりました)
ka: {{CLASS.SINGLE.MAIN}} (მოიძებნა {{COUNT}} შედეგი)
ko: {{CLASS.SINGLE.MAIN}} ({{COUNT}} 개의 결과가 있음)
ku: {{CLASS.SINGLE.MAIN}} ({{COUNT}} ئه‌نجام دۆزرانه‌وه‌)
lt: {{CLASS.SINGLE.MAIN}} ({{COUNT}} rezultatai rasti)
mn: {{CLASS.SINGLE.MAIN}} ({{COUNT}} үр дүнгүүд олдсон)
my: {{CLASS.SINGLE.MAIN}} (ရလဒ်ပေါင်း {{COUNT}} ခုတွေ့ရှိပါသည်)
ne: {{CLASS.SINGLE.MAIN}} ({{COUNT}} नतिजा भेटिए)
nl: {{CLASS.SINGLE.MAIN}} ({{COUNT}} resultaten werden gevonden)
no: {{CLASS.SINGLE.MAIN}} ({{COUNT}} resultater ble funnet)
pl: {{CLASS.SINGLE.MAIN}} (znaleziono {{COUNT}} wynik/wyniki/ów)
ps: {{CLASS.SINGLE.MAIN}} ({{COUNT}} پایلې وموندل شوې)
pt_br: {{CLASS.SINGLE.MAIN}} ({{COUNT}} resultados foram encontrados)
pt_pt: {{CLASS.SINGLE.MAIN}} ({{COUNT}} resultados foram encontrados)
ro: {{CLASS.SINGLE.MAIN}} ({{COUNT}} rezultate au fost găsite)
si: {{CLASS.SINGLE.MAIN}} (ප්‍රතිඵල {{COUNT}} හමුවිය)
sk: {{CLASS.SINGLE.MAIN}} ({{COUNT}} výsledky/kov boli/o nájdené/ých )
sl: {{CLASS.SINGLE.MAIN}} ({{COUNT}} rezultati iskanja)
sq: {{CLASS.SINGLE.MAIN}} ({{COUNT}} rezultatet jan gjetur)
sr: {{CLASS.SINGLE.MAIN}} ({{COUNT}} rezultati su pronađeni)
sv: {{CLASS.SINGLE.MAIN}} ({{COUNT}} resultat hittades)
sw: {{CLASS.SINGLE.MAIN}} ({{COUNT}} matokeo yalipatikana)
ta: {{CLASS.SINGLE.MAIN}} ({{COUNT}} காணப்பட்ட முடிவுகள்)
th: {{CLASS.SINGLE.MAIN}} ( พบ {{COUNT}} ผลลัพธ์)
tr: {{CLASS.SINGLE.MAIN}} ({{COUNT}} sonuç bulundu)
ur: {{CLASS.SINGLE.MAIN}} ({{COUNT}} نتائج پاۓ گۓ)
vi: {{CLASS.SINGLE.MAIN}} ({{COUNT}} kết quả được tìm thấy)
zh: {{CLASS.SINGLE.MAIN}} ({{COUNT}} 結果找不到)
zh_cn: {{CLASS.SINGLE.MAIN}} ({{COUNT}} 无法找到)

# searchresult_details-content-text-many
source: Several different drivers for this device were found
am: ለዚህ መሳሪያ የተለያዩ ብዙ ድራይቨሮች ተገኝተዋል
ar: تم العثور على عدة برامج تشغيل مختلفة لهذا الجهاز
az: Bu cihaz üçün bir neçə fərqli driver tapıldı
bg: Намерени са няколко различни драйвера за това устройство
bn: এই যন্ত্রের জন্য কয়েকটি ভিন্ন ভিন্ন ড্রাইভার পাওয়া গেছে
bs: Nekoliko različitih drajvera su pronađeni za ovaj uređaj
ca: S'ha trobat múltiples controladors per a aquest dispositiu
cs: Bylo nalezeno několik různých ovladačů pro toto zařízení
de: Es wurden verschiedene Treiber für dieses Gerät gefunden
el: Διαφορετικά προγράμματα οδήγησης βρέθηκαν για αυτή τη συσκευή
es_419: Se encontraron diferentes controladores para el dispositivo
et: Sellele seadmele leiti mitu erinevat draiverit
fa: راه‌اندازهای متفاوت زیادی برای این دستگاه یافت شد.
fil: Natagpuan ang maraming iba't ibang mga driver para sa device na ito
fr: Plusieurs pilotes différents ont été trouvés pour ce périphérique
gu: આ ઉપકરણ માટેના કેટલાક વિવિધ ડ્રાઇવરો મળી આવ્યા હતા
he: נמצאו מספר דרייברים תואמים למכשיר זה
hi: इस डिवाइस के लिए कई अलग-अलग ड्राइवर मिले थे
hr: Za ovaj uređaj pronađeno je više različitih verzija upravljačkog programa
hu: Több különböző driver található ehhez az eszközhöz
id: Beberapa perbedaan driver untuk perangkat ini ditemukan
it: Sono stati trovati svariati driver per la tua periferica
ja: このデバイスの複数の異なるドライバが見つかりました
ka: მოწყობილობისთვის მოიძებნა სხვადასხვა დრაივერი
ko: 이 장치의 여러 드라이버가 발견되었습니다
ku: چه‌ندین پێناسه‌ی جیاواز بۆ ئه‌م ئامێره‌ دۆزرایه‌وه‌
lt: Rastos keletas skirtingų šio įrenginio tvarkyklių
mn: Энэ төхөөрөмжинд тохирсон хэдэн өөр төрлийн драйверууд олдлоо
my: အဆိုပါ စက်ပစ္စည်းအတွက် အမျိုးမျိုးကွဲပြားသော drivers များကိုရှာဖွေတွေ့ရှိပါသည်
ne: केहि फरक चालकहरू भेटिए
nl: Er zijn verschillende stuurprogramma's voor dit apparaat gevonden
no: Flere forskjellige drivere for denne enheten ble funnet
pl: Znaleziono wiele różnych sterowników do tego urządzenia
ps: د دې وسایطو لپاره ډیری بیلابیل چلوونکی موندل شوي
pt_br: Vários drivers diferentes para este dispositivo foram encontrados
pt_pt: Foram encontrados vários controladores diferentes para este dispositivo
ro: Au fost găsite câteva drivere diferite pentru acest dispozitiv
si: මෙම උපාංගය සඳහා විවිධ ධාවක කිහිපයක් හමු විය
sk: Našlo sa niekoľko rôznych ovládačov pre toto zariadenie
sl: Za to napravo je na voljo več različnih gonilnikov
sq: Disa drivera të ndryshem jan gjetur për këtë pajisje
sr: Nekoliko različitih drajvera je pronadjeno za ovaj uredjaj
sv: Flera olika drivrutiner för den här enheten hittades
sw: Ma drever kadhaa ya kifaa hiki yalipatikana
ta: இந்த சாதனத்திற்கு பல்வேறு வித்யாசமான வன்பொருள்கள் உள்ளன
te: ఈ పరికరం కోసం పలు వేర్వేరు డ్రైవర్స్ కనుగొనబడ్డాయి
th: พบหลากหลายไดรเวอร์เวอร์สำหรับอุปกรณ์นี้
tr: Bu aygıt için birkaç farklı sürücü bulundu
ur: اس آلہ کے کئی مختلف ڈرائیور مل گئے تھے
vi: Đã tìm thấy một số trình điều khiển khác cho thiết bị này
zh: 找到了此裝置的幾個不同驅動程式
zh_cn: 发现了这个设备的几个不同的驱动程序

# seofooter_os-list-title
source: Operating System Versions: <span itemprop='operatingSystem'>{{OSLIST}}</span>
am: የ ኦፐሬቲንግ ሲስተም ስሪት: <span itemprop='operatingSystem'>{{OSLIST}}</span>
ar: إصدارات نظام التشغيل :<span itemprop='operatingSystem'>{{OSLIST}}</span>
az: Əməliyyat Sistemi Versiyaları: <span itemprop='operatingSystem'>{{OSLIST}}</span>
bg: Версия на Операционните Системи: <span itemprop='operatingSystem'>{{OSLIST}}</span>
bn: অপারেটিং সিস্টেম ভার্সনসমূহ: <span itemprop='operatingSystem'>{{OSLIST}}</span>
bs: Verzija operativnog sistema: <span itemprop='operatingSystem'>{{OSLIST}}</span>
ca: Versions del sistema operatiu: <span itemprop='operatingSystem'>{{OSLIST}}</span>
cs: Verze operačního systému: <span itemprop='operatingSystem'>{{OSLIST}}</span>
de: Betriebssystem-Versionen: <span itemprop='operatingSystem'>{{OSLIST}}</span>
el: Εκδόσεις Λειτουργικού Συστήματος: <span itemprop='operatingSystem'>{{OSLIST}}</span>
es_419: Versiones de Sistema Operativo: <span itemprop='operatingSystem'>{{OSLIST}}</span>
et: Operatsiooni süsteemida versioonid: <span itemprop='operatingSystem'>{{OSLIST}}</span>
fa: نسخه های سیستم عامل: <span itemprop='operatingSystem'>{{OSLIST}}</span>
fil: Mga Bersyon ng Operating System: <span itemprop='operatingSystem'>{{OSLIST}}</span>
fr: Versions du système d'exploitation: <span itemprop='operatingSystem'>{{OSLIST}}</span>
gu: ઓપરેટિંગ સિસ્ટમ સંસ્કરણ: <span itemprop='operatingSystem'>{{OSLIST}}</span>
he: גרסאות מערכת הפעלה: <span itemprop='operatingSystem'>{{OSLIST}}</span>
hi: ऑपरेटिंग सिस्टम संस्करण: <span itemprop='operatingSystem'>{{OSLIST}}</span>
hr: Verzije operacijskog sustava <span itemprop='operatingSystem'>{{OSLIST}}</span>
hu: Operációs rendszer verziói: <span itemprop='operatingSystem'>{{OSLIST}}</span>
id: Versi sistem operasi <span itemprop='operatingSystem'>{{OSLIST}}</span>
it: Versioni dei Sistema Operativo: <span itemprop='operatingSystem'>{{OSLIST}}</span>
ja: オペレーティングシステムバージョン: <span itemprop='operatingSystem'>{{OSLIST}}</span>
ka: საოპერაციო სისტემა: <span itemprop='operatingSystem'>{{OSLIST}}</span>
ko: 운영 체제 버전: <span itemprop='operatingSystem'>{{OSLIST}}</span>
ku: نوسخه‌كانی سیسته‌می كارپێكه‌ر: <span itemprop='operatingSystem'>{{OSLIST}}</span>
lt: Operacinės sistemos versijos:<span itemprop='operatingSystem'>{{OSLIST}}</span>
mn: Холбогч системийн хувилбарууд: <span itemprop='operatingSystem'>{{OSLIST}}</span>
my: လည်ပတ်မှုစနစ် ဗားရှင်းများ: <span itemprop='operatingSystem'>{{OSLIST}}</span>
ne: अपरेटिङ सिस्टम संस्करणहरू: <span itemprop='operatingSystem'>{{OSLIST}}</span>
nl: Besturingssysteem Versies: <span itemprop='operatingSystem'>{{OSLIST}}</span>
no: Operativ System Versjoner: <span itemprop='operatingSystem'>{{OSLIST}}</span>
pl: Systemy operacyjne: <span itemprop='operatingSystem'>{{OSLIST}}</span>
ps: د عملیاتي سیسټم بڼه: <span itemprop='operatingSystem'>{{OSLIST}}</span>
pt_br: Versões para Sistemas Operacionais: <span itemprop='operatingSystem'>{{OSLIST}}</span>
pt_pt: Versões de Sistemas Operativos: <span itemprop='operatingSystem'>{{OSLIST}}</span>
ro: Versiuni de sistem de operare: <span itemprop='operatingSystem'>{{OSLIST}}</span>
si: මෙහෙයුම් පද්ධති සංස්කරණ: <span itemprop='operatingSystem'>{{OSLIST}}</span>
sk: Verzie operačného systému: <span itemprop='operatingSystem'>{{OSLIST}}</span>
sl: Različice Operacijskega Sistema: <span itemprop='operatingSystem'>{{OSLIST}}</span>
sq: Versionet e Sistemit Operativ: <span itemprop='operatingSystem'>{{OSLIST}}</span>
sr: Verzije operativnog sistema: <span itemprop='operatingSystem'>{{OSLIST}}</span>
sv: Operativsystem: <span itemprop='operatingSystem'>{{OSLIST}}</span>
sw: Matoleo ya operating system: <span itemprop='operatingSystem'>{{OSLIST}}</span>
ta: இயக்க முறைமை பதிப்புகள்: <span itemprop='operatingSystem'>{{OSLIST}}</span>
th: ระบบปฏิบัติการเวอร์ชั่น: <span itemprop='operatingSystem'>{{OSLIST}}</span>
tr: İşletim Sistemi Sürümleri: <span itemprop='operatingSystem'>{{OSLIST}}</span>
ur: آپریٹنگ سسٹم ورژن: <span itemprop='operatingSystem'>{{OSLIST}}</span>
vi: Các Phiên Bản Của Hệ Điều Hành: <span itemprop='operatingSystem'>{{OSLIST}}</span>
zh: 作業系統版本: <span itemprop='operatingSystem'>{{OSLIST}}</span>
zh_cn: 操作系统版本: <span itemprop='operatingSystem'>{{OSLIST}}</span>
