Repository: DriverPackSolution/transifex-backup
Catalog: delorean/driverpack-solution-worldwide/drpsu/*.po
Languages: am, ar, az, bg, bn, bs, ca, cs, de, el, es_419, et, fa, fil, fr, gu, he, hi, hr, hu, id, it, ja, ka, ko, ku, lt, mn, my, ne, nl, no, pl, ps, pt_br, pt_pt, ro, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ur, vi, zh, zh_cn

# partners_landing-text-yandex
source: Yandex is a global developer of the search engine and popular Internet services of the same name.<br /><br />In Russia, where Yandex comes from, its share among the search engines makes 56.4% (according to Yandex.Radar, for March, 2018). This company is one of the few who successfully withstands competition with Google, the search giant.<br /><br />Its headquarters is located in Moscow, the capital of Russia.
my: Yandex သည် ဝက်ဘ်ရှာဖွေရေးစနစ်နှင့် နာမည်တူလူကြိုက်များသော အင်တာနက်ဝန်ဆောင်မှုများကို ရေးသားနေသည့် ကမ္ဘာလုံးဆိုင်ရာအဖွဲ့အစည်းဖြစ်ပါသည်။ <br /><br />Yandex စတင်ရာ ရုရှားနိုင်ငံတွင် ၎င်း၏ ဝက်ဘ်ရှာဖွေရေးစနစ်များကြားတွင် 56.4% ရှယ်ယာရရှိထားပါသည် (Yandex.Radar အရ၊ မတ်လ၊ 2018)။ ယင်းကုမ္ပဏီမှာ ဝက်ဘ်ရှာဖွေရေး ကုမ္ပဏီကြီးတစ်ခုဖြစ်သည့် Google ကို အောင်မြင်စွာဖြင့် ကြံ့ကြံ့ခံယှဉ်ပြိုင်နိုင်စွမ်းရှိသော ကုမ္ပဏီအနည်းစုထဲမှ တစ်ခုအပါအဝင်ဖြစ်ပါသည်။<br /><br />၎င်း၏ရုံးချုပ်မှာ မော်စကိုမြို့၊ ရုရှားနိုင်ငံ၏မြို့တော်တွင် တည်ရှိပါသည်။
nl: Yandex is een wereldwijde ontwikkelaar van de zoekmachine en populaire internetservices met dezelfde naam.<br /><br />In Rusland, waar Yandex vandaan komt, is het aandeel in de zoekmachines 56,4% (volgens Yandex.Radar, voor maart 2018). Dit bedrijf is een van de weinige die de concurrentie met Google, de zoekgigant, met succes doorstaat.<br /><br />Het hoofdkantoor is gevestigd in Moskou, de hoofdstad van Rusland.
pt_br: A Yandex é uma desenvolvedora global do mecanismo de pesquisa e de serviços populares da Internet com o mesmo nome.<br /><br />Na Rússia, de onde o Yandex vem, sua participação entre os mecanismos de pesquisa chega a 56,4% (de acordo com o Yandex.Radar, em março de 2018). Esta empresa é uma das poucas que conseguem resistir à concorrência com o Google, o gigante das buscas.<br /><br />Sua sede está localizada em Moscou, capital da Rússia.

# partners_landing-text-avast
source: Avast Software is a global developer of software in the field of information security.<br /><br />It releases the world most popular free antivirus. The software from Avast prevents 1.5 billion attacks against computers and the web every month.<br /><br />Its hearquarters is located in Prague, the capical of Czech Republic.
my: Avast Software မှာ သတင်းအချက်အလက်လုံခြုံရေး နယ်ပယ်ထဲရှိ ဆော့ဖ်ဝဲလ်များကို ရေးသားနေသည့် ကမ္ဘာလုံးဆိုင်ရာအဖွဲ့ အစည်းဖြစ်ပါသည်။<br /><br />၎င်းမှာ ကမ္ဘာ့လူကြိုက်အများဆုံး အခမဲ့ဗိုင်းရပ်စ်နှိမ်နင်းရေးဆော့ဖ်ဝဲလ်ကို ထုတ်ဝေခဲ့ပါသည်။ Avast မှ ဆော့ဖ်ဝဲလ်သည် လစဉ်လတိုင်း ကွန်ပျူတာနှင့် ဝက်ဘ်ဆိုဒ်များကို တိုက်ခိုက်မှုပေါင်း 1.5 ဘီလီယံအကြိမ်ရေ တိုက်ခိုက်ခံရခြင်းများမှ ကာကွယ်ပေးနေပါသည်။<br /><br />၎င်း၏ရုံးချုပ်မှာ ပရက်ဂ်မြို့၊ ချက်သမ္မတနိုင်ငံ၏မြို့တော်တွင် တည်ရှိပါသည်။
nl: Avast Software is een wereldwijde ontwikkelaar van software op het gebied van informatiebeveiliging.<br /><br />Het brengt 's werelds populairste gratis antivirus uit. De software van Avast voorkomt elke maand 1,5 miljard aanvallen op computers en het web.<br /><br />Het hoofdkantoor is gevestigd in Praag, de hoofdstad van Tsjechië.
pt_br: A Avast Software é uma desenvolvedora global de programas no campo da segurança da informação.<br /><br />Ela possui o antivírus gratuito mais popular do mundo. O programa da Avast evita 1,5 bilhões de ataques contra computadores e a web todos os meses.<br /><br />Seu quartel-general está localizado em Praga, a capital da República Tcheca.

# cloudpagefaq_remove_soft-q
source: Why does DriverPack Cloud suggest removing some software off my computer?
am: ለምን ነው DriverPack Cloud አንዳንድ ሶፍትዌሮችን ከኮምፒውተሬ እንዳስወግድ የሚገፋፋኝ?
ar: لماذا يقوم DriverPack Cloud باقتراح حذف بعض التطبيقات من على حاسوبي؟
bn: কেন DriverPack Cloud আমার কম্পিউটার থেকে কিছু সফটওয়্যার সরানোর পরামর্শ দিচ্ছে?
bs: Zašto DriverPack Cloud predlaže brisanje nekih software-a sa mog računara?
de: Warum schlägt DriverPack Cloud vor, Software von meinem Computer zu entfernen?
es_419: ¿Por qué DriverPack Cloud suguiere eliminar algunos software en mi computadora?
et: Miks soovitab DriverPack Cloud eemaldada mul mõnda programmi arvutist?
fa: چرا DriverPack Cloud پیشنهاد می کند که برخی از نرم افزار ها را از کامپیوترم حذف کنم؟
fr: Pourquoi DriverPack Cloud sugère de désinstaller un logiciel de mon ordinateur?
gu: શા માટે DriverPack Cloud મારા કમ્પ્યુટરથી કેટલાક સૉફ્ટવેરને દૂર કરવાનું સૂચન કરે છે?
he: למה תוכנת DriverPack Cloud מציעה להסיר תוכנות מהמחשב שלי?
hi: DriverPack Cloud मेरे संगणक से कुछ सॉफ़्टवेयर को हटाने का सुझाव क्यों देता है?
hu: Miért tanácsolja a DriverPack Cloud némely szoftver eltávolítását a számítógépről?
id: Mengapa DriverPack Cloud menyarankan untuk menghapus beberapa perangkat lunak dari komputer saya?
it: Perchè DriverPack Cloud suggerisce di rimuovere alcuni software dal mio computer?
ja: DriverPack Cloud がコンピュータからいくつかのソフトウェアを削除することを提案するのはなぜですか？
ka: რატომ მირჩევს DriverPack Cloud რომ წავშალო ზოგი პროგრამა კომპიუტერიდან?
ko: 왜 DriverPack Cloud는 내 컴퓨터에서 일부 소프트웨어를 제거 할 것을 제안합니까?
lt: Kodėl DriverPack Cloud siūlo pašalinti kai kurią programinę įrangą iš mano kompiuterio?
my: DriverPack Cloud ကနေ ဘာကြောင့် ကျွန်ုပ်ရဲ့ ကွန်ပျူတာက အချို့ဆော့ဖ်ဝဲလ်တွေကို ဖယ်ရှားဖို့ အကြံပြုနေပါသလဲ?
nl: Waarom stelt DriverPack Cloud voor om software van mijn computer te verwijderen?
no: Hvorfor foreslår DriverPack Cloud å fjerne noe programvare fra datamaskinen min?
pl: Dlaczego DriverPack Cloud sugeruje usunięcie niektórych programów z komputera?
ps: ولې د DriverPack Cloud وړاندیز کوي چې ځینې سافټویر زما کمپیوټر بندوي؟
pt_br: Por que o DriverPack Cloud me sugere remover algum programa do meu computador?
pt_pt: Porque é que DriverPack Cloud sugere remover algumas aplicações do meu computador?
si: DriverPack Cloud මගේ පරිගණකයේ සමහර මෘදුකාංග ඉවත් කිරීමට යෝජනා කරන්නේ ඇයි?
sl: Zakaj program DriverPack Cloud predlaga odstranitev nekaj programske opreme iz mojega računalnika?
sq: Përse DriverPack Cloud sugjeron që të fshij disa softuerë nga kompjuteri im?
sr: Zbog čega DriverPack Cloud predlaže uklanjanje nekih programa na mom kompijuteru?
sw: Kwanini DriverPack Cloud inakupatia maoni ya kutoa software kutoka kompyuta yangu?
te: DriverPack Cloud నా కంప్యూటర్ నుండి కొన్ని సాఫ్ట్వేర్ తీసివేయమని ఎందుకు సూచిస్తుంది?
th: ทำไม DriverPack Cloud แนะนำให้ถอนบางซอฟท์แวร์ออกจากคอมพิวเตอร์
tr: DriverPack Cloud neden bilgisayarımın bazı yazılımlarının kaldırılmasını öneriyor?
vi: Tại sao DriverPack Cloud khuyên bạn nên gỡ bỏ một số phần mềm khỏi máy tính?
zh_cn: 为什么 DriverPack Cloud 建议从我的电脑上删除一些软件?

# cloudpagefaq_remove_soft-a
source: The software with low rating are often adware or viruses, that’s why DriverPack Cloud recommends to remove them. Rating is formed on basis of our users’ preferences — the more they remove this or that software the lower its rating is.
am: ዝቅተኛ የአድናቆት ነጥብ ያላቸው ሶፍትዌሮች ብዙውን ጊዜ አድዌር ወይንም ቫይረሶች ናችው። ለዚህም ነው DriverPack Cloud እንዲያስወግዷቸው የሚመክርዎት። የአድናቆት ነጥቦቹ የተጠቃሚዎቻችንን ምርጫ መሰረት ያደረጉ ናቸው — ይህን ወይንም ያንን ሶፍትዌር ባስወገዱ ቁጥር የአድናቆት ነጥቡ ይቀንሳል።
ar: التطبيق مع تصنيفات قليلة غالبا ما يكون متعلقا بالبرمجيات/الخوارزميات او فيروسات.لهاذا السبب يقوم DriverPack Cloud بالتوصية بوجوف حذفها.يتم تشكيل التصنيف بناءا على تفضيلات المستخدمين — كلما قام المستخدمون بحذف هذا او ذاك التطبيق كلما قل تصنيفه
bn: কম গুণমানসম্পন্ন (রেটিং) সফটওয়্যার প্রায় সময় অ্যাডওয়্যার বা ভাইরাস হয়ে থাকে, সেজন্য DriverPack Cloud সেগুলো সরানোর পরামর্শ দেয়। আমাদের ব্যবহারকারীদের পছন্দের ভিত্তিতে গুণমান নির্ধারিত হয়ে থাকে — তারা গুণমান বা সফটওয়্যারটি যত সরায় সফটওয়্যারটির গুণমান তত কমে।
de: Bei der Software mit niedriger Bewertung handelt es sich häufig um Adware oder Viren. Daher empfiehlt DriverPack Cloud, sie zu entfernen. Die Bewertung basiert auf den Präferenzen unserer Benutzer — je mehr sie diese Software entfernen, desto niedriger ist ihre Bewertung.
et: Madalate hinnangutega tarkvara on tavaliselt pahavara või viirus, seepärast soovitab DriverPack Cloud need eemaldada. Hinnang põhineb kasutajate tegevusest — mida rohkem kasutajaid eemaldab antud tarkvara seda madalam on tarkvara hinnang.
fa: نرم افزار با امتیاز کم اغلب ابزارهای تبلیغاتی و یا ویروس است، به همین دلیل DriverPack Cloud توصیه می کند آنها را حذف کنید. امتیازدهی بر اساس سلیقه کاربران ما شکل گرفته است — بیشتر آنها این نرم افزار یا آن که امتیازش پایین تر است را حذف می کنند.
fr: Les programmes avec moins d'avis contiennent souvent des virus ou des logiciels publicitaires, c'est pourquoi DriverPack Cloud recommendent de les supprimer. Les avis sont basés sur des statistiques issues des préférences de nos utilisateurs — plus ils suppriment un certain logiciels ou programme plus ce programme ou logiciel reçois des avis négatils.
gu: નિમ્ન રેટિંગ ધરાવતા સોફ્ટવેર વારંવાર એડવેર અથવા વાઈરસ હોય છે, એટલે DriverPack Cloud તેમને દૂર કરવાની ભલામણ કરે છે. રેટિંગ અમારા વપરાશકર્તાઓની પસંદગીઓના આધારે બનાવવામાં આવે છે — જેટલું વધુ તેઓ તેને અથવા તે સોફ્ટવેરને દૂર કરે છે તેની રેટિંગ નીચે છે
he: תוכנות עם דירוג נמוך הן לרוב תוכנות מעקב או וירוסים, ולכן תוכנת DriverPack Cloud ממליצה להסיר אותן. הדירוג מבוסס על הידע של המשתמשים שלנו — ככל שיותר משתמשים מסירים את התוכנה כך הדירוג של התוכנות יורד.
hi: कम मूल्यांकन वाले सॉफ्टवेयर अक्सर एडवेयर या वायरस होते है, इसीलिए DriverPack Cloud उन्हें हटाने की अनुशंसा करता है| मूल्यांकन हमारे उपयोगकर्ताओं की प्राथमिकताओं के आधार पर किया जाता है — जितना ज्यादा किसी भी सॉफ्टवेयर को हटाया जाता है, उसका मूल्यांकन उतना ही काम हो जाता है|
hu: Az alacsony értékelésű szoftverek gyakran adware-ek vagy vírusok, és a DriverPack Cloud ezért tanácsolja az eltávolításukat. Az értékelést a felhasználóink véleménye alapján alakítjuk ki. Minél többször távolítanak el egy szoftvert, annál alacsonyabb az értékelése.
id: Perangkat lunak dengan rating rendah sering kali merupakan adware atau virus, itulah sebabnya mengapa DriverPack Cloud merekomendasikan untuk menghapusnya. Peringkat terbentuk berdasarkan preferensi pengguna kami — semakin mereka menghapus perangkat lunak ini atau yang lebih rendah nilainya.
it: Software con punteggi bassi sono spesso adware o virus, questo è il motivo per cui DriverPack Cloud raccomanda la loro rimozione. Il punteggio è costituito sulla base delle preferenze dei nostri utenti — più utenti rimuovono questo o quel software, più basso è il loro punteggio.
ja: 多くの場合、評価の低いソフトウェアはアドウェアやウィルスです。そのため、DriverPack Cloud はそれらを削除することを推奨しています。ユーザーの好みに基づいて評価は行われます — ソフトウェアを削除するほど、評価が低くなります。
ka: პროგრამის დაბალი რეიტინგი უმეტესად აქვთ ვირუსებს და რეკლამებს, ამიტომ გირჩევთ DriverPack Cloud-ი რომ წაშალოთ ისინი. რეიტინგი დაფუძნებულია მომხმარებლების ქცევაზე — რაც მეტად შლიან ამა თუ იმ პროგრამას, მით ნაკლებია რეიტინგი.
ko: 평점이 낮은 소프트웨어는 애드웨어 또는 바이러스인 경우가 많으므로 DriverPack Cloud 는 이를 제거하는 것을 권장합니다. 평점은 사용자의 선호도를 기반으로 형성됩니다 — 소프트웨어를 제거할수록 평점이 낮아집니다.
lt: Programinė įranga su žemais reitingais dažnai yra brukalai /adware/ ar virusai, dėl ko DriverPack Cloud ir rekomenduoja pašalinti ją. Reitingai yra suformuojami remiantis mūsų naudotojų pasirinkimais — kuo daugiau jie šalina vieną ar kitą programinę įrangą, tuo žemesnį reitingą ji ir turi.
my: အဆင့်သတ်မှတ်ချက်နိမ့်သော ဆော့ဖ်ဝဲလ်မှာ မကြာခဏဆိုသလို အက်ဒ်ဝဲဆော့ဖ်ဝဲလ် သို့မဟုတ် ဗိုင်းရပ်စ် ဖြစ်နေတတ်ပါသည်။ ထို့ကြောင့် DriverPack Cloud မှ ထိုဆော့ဖ်ဝဲလ်များကို ဖယ်ရှားဖို့ အကြံပြုခြင်းဖြစ်ပါသည်။ အဆင့်သတ်မှတ်ချက်သည် ကျွန်ုပ်တို့သုံးစွဲသူများ၏ နှစ်သက်မှုအပေါ် အခြေခံထားပါသည်။ — ဆိုလိုသည်မှာ ထိုဆော့ဖ်ဝဲလ်ကို သုံးစွဲသူများမှ ပိုမိုဖယ်ရှားလေ၊ အဆင့်သတ်မှတ်ချက်ပိုမိုနိမ့်လေ ဖြစ်ပါသည်။
nl: De software met een lage rating is vaak adware of virussen, dat is de reden waarom DriverPack Cloud aanbeveelt om ze te verwijderen. Beoordeling wordt gevormd op basis van de voorkeuren van onze gebruikers — hoe meer ze deze of gene software verwijderen, hoe lager de beoordeling.
no: Programvare med lav vurdering er ofte adware/reklame eller virus, derfor anbefaler DriverPack Cloud å fjerne dem. Rating dannes ut fra brukerens preferanser - jo mer som fjernes av denne type programvare, desto lavere er rangeringen.
pl: Programy z niską oceną są często programami adware lub wirusami, dlatego DriverPack Cloud rekomenduje ich usunięcie. Ranking jest tworzony na podstawie zachowań użytkowników — im częściej jest on usuwany, tym niższą ma on ocenę.
ps: د ټيټ رتب سره سافټویر اکثر ایڈویور یا وائرسونه دي، نو ځکه چې د DriverPack Cloud وړاندیز کوي چې دوی لیرې کړي. درجه بندي زموږ د کاروونکو غوره توبونو پر بنسټ جوړ شوی — نور هغه چې دوی دا لیرې کوي یا هغه سافټویر چې د هغې درجه یې ټيټه ده.
pt_br: O programa com classificação baixa geralmente é um adware ou vírus, é por isso que o DriverPack Cloud recomenda removê-los. A classificação é formada com base nas preferências dos nossos usuários — quanto mais eles removem esse ou aquele programa, menor será a sua classificação.
pt_pt: As aplicações com baixa classificação são muitas vezes Adware e Vírus, é por isso que o DriverPack Cloud aconselha que as remova. A classificação é formada com base nas preferências dos nossos utilizadores — quanto mais eles removem esta ou aquela aplicação mais baixo a sua classificação é.
si: අඩු ශ්‍රේණිගත කිරීම් සහිත මෘදුකාංග බොහෝ විට ඇඩ්වෙයාර් හෝ වෛරස් වේ, ඒ නිසා ඒවා ඉවත් කිරීමට DriverPack Cloud නිර්දේශ කරයි. ශ්‍රේණිගත කිරීම අපගේ පරිශීලකයින්ගේ මනාපයන් මත පදනම් වේ — ඔවුන් වැඩි වැඩියෙන් මෙම හෝ එම මෘදුකාංගය ඉවත් කරන විට එහි ශ්‍රේණිගත කිරීම අඩු වේ.
sl: Programska oprema z nizko oceno je pogosto adware ali virusi, zato DriverPack Cloud priporoča, da jih odstranite. Ocena se oblikuje na podlagi uporabnikovih nastavitev — bolj ko odstranijo to ali tisto programsko opremo, je nižja ocena.
sq: Softuerë me vlerësim të ulët shpeshherë janë aduer ose virusë, prandaj DriverPack Cloud rekomandon që të fshihen. Vlerësimi formohet duke u bazuar tek preferencat e përdoruesve — sa më shumë që ata e fshijnë këtë ose atë softuer, aq më i ulët është vlerësimi i tij.
sr: Program sa niskim ocenama su najšečće adware ili virusi, zbog toga vam DriverPack Cloud predlaže njihovo uklanjanje. Ocena je formirana na osnovu potreba naših korisnika — što više oni uklanjanju ovaj ili onaj progam to nam smanjuje ocenu.
sw: Programu yenye kiwango cha chini ni mara nyingi ya adware au virusi, ndiyo sababu DriverPack Cloud inapendekeza kuwaondoa. Ukadiriaji unapangwa kwa misingi ya mapendekezo ya watumiaji wetu — zaidi ya wao kuondoa hii au programu hiyo ya chini rating yake ni.
th: ซอฟท์แวร์ที่มีเรทติ้งต่ำติดแอดแวร์หรือไวรัสได้บ่อย นั่นคือเหตุผลที่ DriverPack Cloud แนะนำให้ถอนออก เรทติ้งอยู่บนรูปแบบของรากฐานการตั้งค่าของผู้ใช้ของเรา — ถอนการติดตั้งมากหรือซอฟท์แวร์นั่นเรทติ้งต่ำ
tr: Düşük oranı olan yazılım genellikle reklam yazılımı ve virüslerdir, işte bu yüzden DriverPack Cloud bunları kaldırmanızı önerir. Oran, kullanıcılarımızın tercihlerinin temeline göre şekillenir — daha çok oranı düşük olan bu veya şu yazılımı kaldırırlar.
vi: Những phần mềm với xếp hạng thấp thường là phần mềm quảng cáo hoặc là vi-rút, đó là lý do tại sao DriverPack Cloud khuyến khích xóa chúng. Đánh giá được hình thành trên nền tảng sở thích của những người sử dụng của chúng tôi — họ gỡ bỏ phần mềm này hoặc kia càng nhiều thì mức đánh giá của nó càng thấp.
zh_cn: 评级较低的软件通常是广告软件或病毒，这就是 DriverPack Cloud 建议将其删除的原因。 评分基于我们用户的偏好 - 更多。

# cloudpagefaq_notifications-q
source: After installing DriverPack Cloud, I started receiving notifications to my desktop. How can I disable them?
am: DriverPack Cloud ን ከጫንኩ በኋላ ዴስክቶፕ ላይ ማስታወቂያዎች ይደርሱኛል። እንዴት ነው ማጥፋት የምችለው?
ar: بعد تنزيل DriverPack Cloud بدات التوصل بالشعارات على حاسوبي.كيف اقوم بتعطيلها؟
bn: DriverPack Cloud ইন্সটল করার পরে, আমার ডেস্কপ্টপে বিভিন্ন প্রজ্ঞাপন (notifications) পাচ্ছি। কীভাবে সেগুলো বন্ধ করবো?
de: Nach der Installation von DriverPack Cloud erhielt ich Benachrichtigungen auf meinem Desktop. Wie kann ich sie deaktivieren?
et: Pärast DriverPack Cloud paigaldamist, olen saama hakanud erinevaid teadaandeid. Kuidas neid keelata?
fa: پس از نصب DriverPack Cloud ، من شروع به دریافت اعلان هایی در دستکتاپم کردم. چطور می توانم آنها را غیرفعال کنم؟
fr: Après avoir installer DriverPack Cloud, j'ai commencé à recevoir des notifications sur mon bureau. Comment puis-je les désactiver?
gu: DriverPack Cloud ઇન્સ્ટોલ કર્યા પછી, મેં મારા ડેસ્કટોપ પર સૂચનાઓ પ્રાપ્ત કરવાનું શરૂ કર્યું. હું તેમને કેવી રીતે નિષ્ક્રિય કરી શકું?
he: לאחר התקנת תוכנת DriverPack Cloud, התחלתי לקבל הודעות על שולחן העבודה. איך ניתן לבטל את ההודעות?
hi: DriverPack Cloud को स्थापित करने के बाद मुझे, मेरे डेस्कटॉप पर अधिसूचनाएं प्राप्त होने लगी है| मैं उन्हें कैसे अक्षम करूँ?
hu: A DriverPack Cloud telepítése után értesítéseket kapok az Asztalom. Hogyan tilthatnám le őket?
id: Setelah memasang DriverPack Cloud, saya mulai menerima notifikasi ke desktop saya. Bagaimana saya bisa menonaktifkannya?
it: Dopo aver installato DriverPack Cloud, ho iniziato a ricevere notifiche sul mio desktop. Come posso disabilitarle?
ja: DriverPack Cloud をインストール後、デスクトップに通知を受取るようになりました。どうすれば無効にできますか？
ka: DriverPack Cloud-ის დაყენების შემდეგ სამუშაო მაგიდაზე ვიღებ შეტყობინებებს. როგორ გავთიშო?
ko: DriverPack Cloud를 설치 후 데스크탑으로 알림을 받기 시작했습니다. 어떻게 비활성화 할 수 있습니까?
lt: Po to kai įsidiegiau DriverPack Cloud, kompiuterio darbalaukyje pradėjau gauti įvairius pranešimus. Kaip galėčiau išjungti juos?
my: DriverPack Cloud ထည့်သွင်းပြီးနောက် ကျွန်ုပ်၏ကွန်ပျူတာမျက်နှာပြင်ပေါ်မှာ အသိပေးစာများ စတင်ရလာခဲ့ပါတယ်။ ကျွန်ုပ်အနေနဲ့ ဘယ်လိုရပ်တန့်နိုင်မလဲ?
nl: Na het installeren van DriverPack Cloud, begon ik meldingen te ontvangen op mijn bureaublad. Hoe kan ik ze uitschakelen?
no: Etter at jeg installerte DriverPack Cloud, begynte jeg å motta varsler på skrivebordet mitt. Hvordan kan jeg deaktivere dem?
pl: Po instalacji DriverPack Cloud, zacząłem otrzymywać powiadomienia na Pulpit. Jak mogę je wyłączyć?
ps: د DriverPack Cloud نصبولو وروسته، ما خپل کمپیوټر ته خبرتیاوې ترلاسه کړې. څنګه کولی شم دوی معلول کړم؟
pt_br: Depois de instalar o DriverPack Cloud, comecei a receber notificações na minha área de trabalho. Como posso desativá-las?
pt_pt: Depois de instalar DriverPack Cloud, Comecei a receber notificações no ambiente de trabalho. Como posso desativa-las?
si: DriverPack Cloud ස්ථාපනය කිරීමෙන් පසුව, මගේ ඩෙස්ක්ටොප් එකට දැනුම්දීම් ලැබීම ආරම්භ විය. ඒවා අක්‍රීය කරන්නේ කෙසේද?
sl: Po namestitvi programa DriverPack Cloud sem začel prejemati obvestila na namizju. Kako jih lahko onemogočim?
sq: Pasi instalimit të DriverPack Cloud, fillova të marr lajmërime në ekran. Si mund t'i çaktivizoj ata?
sr: Nakon instaliranja DriverPack Cloud, počeo sam da dobijam obaveštenja na moju radnu površinu. Kako mogu da ih isključim?
sw: Baada ya kusakinisha DriverPack Cloud, nilianza kupokea taarifa kwenye desktop yangu. Je nawezaje kuzizuia?
th: หลังจากติดตั้ง DriverPack Cloud ฉันได้รับการแจ้งเตือนบนเดสก์ท็อป ฉันจะปิดการแจ้งเตือนได้อย่างไร
tr: DriverPack Cloud'u yükledikten sonra, masaüstü bilgisayarımda bildirimler almaya başladım. Bunları nasıl etkisizleştirebilirim?
vi: Sau khi cài đặt DriverPack Cloud, tôi bắt đầu nhận các được thông báo trên máy tính. Làm thế nào để tôi tắt chúng ?
zh_cn: 安装 DriverPack Cloud 后，我开始接收通知到我的桌面。 我如何禁用它们?
