Repository: DriverPackSolution/transifex-backup
Catalog: delorean/driverpack-solution-worldwide/drpsu/*.po
Languages: am, ar, az, bg, bn, bs, ca, cs, de, el, es_419, et, fa, fil, fr, gu, he, hi, hr, hu, id, it, ja, ka, ko, ku, lt, mn, my, ne, nl, no, pl, ps, pt_br, pt_pt, ro, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ur, vi, zh, zh_cn

# adminlandingpage_title
source: DriverPack for professionals - automatic driver installation on any computer
am: DriverPack ለባለሙያዎች - ለማንኛውም ኮምፒውተር የሚሆኑ ማስተዋወቂያ ሶፍትዌሮች
ar: DriverPack للمحترفين - تثبيت التعريفات بطريقة آلية على اي جهاز حاسوب.
az: Professionallar üçün DriverPack - avtomatik olaraq istənilən kompüterə driverlərin quraşdırılması
bg: DriverPack за професионалисти - автоматично инсталиране на драйвери за всеки компютър
bn: পেশাদারদের জন্য DriverPack - যেকোনো কম্পিউটারের জন্য স্বয়ংক্রিয় ড্রাইভার ইন্সটলেশন।
bs: DriverPack za profesionalce - automatsko instaliranje drajvera na bilo koji računar
ca: DriverPack per a professionals - instal·lació automàtica de controladors per a qualsevol ordinador
cs: DriverPack pro profesionály - automatická instalace ovladačů na jakémkoli počítači
de: DriverPack für Profis - Automatische Treiberinstallation auf jedem Computer
el: DriverPack για επαγγελματίες - αυτόματη εγκατάσταση προγραμμάτων οδήγησης σε οποιοδήποτε υπολογιστή
es_419: DriverPack para profesionales - instalación automática de controladores en cualquier equipo
et: DriverPack professionaalidele - automaatne draiverite paigaldus igale arvutile
fa: DriverPack برای حرفه ای ها - نصب اتوماتیک درایور روی هر کامپیوتری
fil: DriverPack para sa mga propesyonal - awtomatikong nag-i-install ng driver sa computer
fr: DriverPack pour les professionnels - installation automatique du pilote sur n'importe quel ordinateur
gu: DriverPack પ્રોફેશનલ્સ માટે - આપ મેળે કોઈ પણ કમ્પ્યુટર પર ઇન્સ્ટોલ થશે
he: תוכנת DriverPack למקצוענים - התקנת דרייברים אוטמטית על כל מחשב
hi: पेशेवरों के लिए DriverPack - किसी भी कंप्यूटर पर स्वचालित ड्राइवर की स्थापना
hr: DriverPack za profesionalce - automatska instalacija upravljačkih programa na svako računalo
hu: DriverPack a szakértők számára - automatikus drivertelepítés bármely számítógépen
id: DriverPack untuk profesional - pemasangan driver otomatis pada setiap komputer
it: DriverPack per amministratori - installazione automatica driver installation su ogni computer.
ja: プロフェッショナルのための DriverPack。どのコンピュータにも自動でドライバーのインストール
ka: DriverPack პროფესიონალებისთვის - დრაივერების ავტომატურად დაინსტალება ნებისმიერ კომპიუტერზე
ko: 전문가를 위한 DriverPack — 모든 컴퓨터에서 드라이버 자동 설치
ku: DriverPack بۆ پرۆفیشناڵه‌كان - به‌ئۆتۆماتیكی دامه‌زراندنی پێناسه‌كان له‌سه‌ر هه‌ كۆمپیوته‌رێك
lt: DriverPack Solution - geriausia tvarkyklių diegimo programa
mn: Мэргэжлийн хүмүүст зориулсан DriverPack - бүх төрлийн компьютерт суулгаж болох автомат драйвер
my: ပရော်ဖက်ရှင်နယ်သမားများ အတွက် DriverPack - မည်သည့်ကွန်ပျူတာတွင်မဆို အလိုအလျောက် driver တင်ပေးခြင်း
ne: DriverPack प्रोफेसरहरूका लागि - कम्प्युटरमा स्वचालित ड्राइभर स्थापना
nl: DriverPack voor professionals - automatische driver installatie op elke computer
no: DriverPack for profesjonelle - automatisk driver installasjon for alle typer datamaskiner
pl: DriverPack dla profesjonalistów - automatyczna instalacja sterowników na każdym komputerze
ps: ډرایور فاک DriverPack دمسلکیانو لپاره - اټوماټیک ډرایور نصبیدل په هر کمپيوټر کي
pt_br: DriverPack para profissionais - instalação automática de drivers em qualquer computador
pt_pt: DriverPack para profissionais - instalação automática de controladores em qualquer computador
ro: DriverPack pentru profesioniști - instalare automată de drivere pe orice tip de calculator
si: DriverPack වෘත්තීයවේදීන් සඳහා - ඕනෑම පරිගණකයක ස්වයංක්‍රීයව මෙවලම් ධාවක ස්ථාපනය
sk: DriverPack pre profesionálov - automatická inštalácia ovládačov na ľubovoľnom počítači
sl: DriverPack za profesionalce – samodejna namestitev gonilnikov na kateri koli računalnik
sq: DriverPack për profesionistët - instalimin automatik të driver në çdo kompjuter
sr: DriverPack za profesionalce - automatska instalacija drajvera na svakom računaru
sv: DriverPack För Proffs - Automatisk Installation Av Drivrutiner På Alla Datorer
sw: DriverPack kwa wataalamu - moja kwa moja dereva ufungaji kwenye kompyuta yoyote
ta: DriverPack வன்பொருள்தொகுப்பு கணினி வல்லுநர்களுக்காக - எந்த கணினிக்கும் தானாகவே தேவையான வன்பொருளை நிறுவும்
te: ప్రొఫషనల్స్ కొరకు DriverPack - ఏ కంప్యూటర్ లోనైనా డ్రైవర్ ని తనంతతానుగా ఇన్స్టాల్ చేయుటకొరకు
th: DriverPack สำหรับมืออาชีพ - ติดตั้งไดรเวอร์อัตโนมัติบนทุกคอมพิวเตอร์
tr: Profesyoneller için DriverPack - herhangi bir bilgisayara otomatik sürücü kurulumu
ur: DriverPack پیشہ ور افراد کے لئے - کسی بھی کمپیوٹر پر خودکار ڈرائیور کی تنصیب
vi: DriverPack cho quá trình cài đặt tự động - chuyên nghiệp driver trên mọi máy tính.
zh: DriverPack - 在任何電腦上自動安裝驅動程式
zh_cn: DriverPack - 在任何计算机上自动安装驱动

# admincackle_dialog-star
source: Please rate DriverPack's operation
am: እባክዎ የDriverPackን ስራ በነጥብ ይመዝኑ
ar: الرجاء قيم عملية DriverPack
az: Xahiş edirik DriverPack-in işini qiymətləndirəsiniz
bg: Оценете работата на DriverPack, моля
bn: অনুগ্রহ করে DriverPack এর কাজের মূল্যায়ন করুন
bs: Molimo Vas ocijenite rad DriverPack-a
ca: Si us plau, puntueu DriverPack
cs: Ohodnoťte prosím provoz programu DriverPack
de: Bitte bewerten Sie die Arbeit von DriverPack
el: Βαθμολογήστε τη λειτουργία του DriverPack
es_419: Por favor puntúa la operación de DriverPack
et: Palun hinnake DriverPacki kasulikkust
fa: لطفا به نحوه عملکرد DriverPack رای دهید
fil: Pakisuyo i-rate ang operasyon DriverPack`s
fr: Evaluez s'il vous plaît le fonctionnement de DriverPack.
gu: મહેરબાની કરીને DriverPack ની કામગીરીને પ્રતિભાવ આપો.
he: אנא דרגו את DriverPack
hi: कृपया DriverPack के कार्यविधी का मूल्यांकन करें
hr: Molimo ocijenite rad DriverPacka
hu: Kérem értékelje a DriverPack működését!
id: Silahkan beri nilai operasional DriverPack
it: Per favore valuta DriverPack's
ja: DriverPack の機能を評価して下さい。
ka: შეაფასეთ DriverPack
ko: DriverPack 의 작동을 평가해주세요
ku: تكایه‌ كاری DriverPack هه‌ڵبسه‌نگێنه‌
lt: Įvertinti DriverPack veikimą
mn: DriverPack-ийн холболтыг үнэлж, дүгнэж өгнө үү?
my: ကျေးဇူးပြု၍ DriverPack ၏ လုပ်ဆောင်မှုကို အဆင့်သတ်မှတ်ပေးပါ
ne: कृपया DriverPack को सञ्चालन रेट गर्नुहोस्
nl: Waardeer DriverPack's werk
no: Vennligst ranger DriverPack
pl: Proszę oceń działanie DriverPack'a
ps: مهربانی وکړئ دډرایور فاک DriverPack عملیاتو ته ارزښت وټاکئ
pt_br: Por favor, avalie o funcionamento do DriverPack
pt_pt: Por favor avalie o funcionamento do DriverPack
ro: Evaluați activitatea DriverPack
si: කරුණාකර DriverPack මෘදුකාංගයේ ක්‍රියාකාරීත්වය අගයන්න
sk: Prosím ohodnoťte funkciu DriverPack
sl: Prosimo ocenite kako ste zadovolnji z namestitve DriverPack
sq: Ju lutemi vlerësoni punën e DriverPack
sr: Molimo Vas ocenite učinak DriverPack-a
sv: Var snäll och betygsätt DriverPack-s funktion!
sw: Tafadhali ipe kiwango utendaji wa DriverPack
ta: தயவுசெய்து DriverPack வன்பொருள்தொகுப்பு பயன்பாட்டை மதிப்பீடு செய்யவும்.
te: దయచేసి DriverPack's పనితీరుని తులనాత్మతక చెప్పగలరు
th: กรุณาประเมินการทำงานของ DriverPack
tr: Lütfen DriverPack'in işleyişini değerlendirin
ur: براہ کرم DriverPack کے کام کا معیار بتائیں
vi: Vui lòng đánh giá DriverPack
zh: 請點擊 DriverPack 操作
zh_cn: 请评价 DriverPack 操作

# admindriverpacks_landing-title
source: Driverpacks (packages of drivers)
am: Driverpacks (የማስተዋወቂያ ሶፍትዌሮች ስብስብ)
ar: Driverpacks (حزم التعاريف)
az: Driverpacks (driver paketləri)
bg: Драйверпакети (пакети от драйвери)
bn: Driverpacks (driver এর সমষ্টি)
bs: Driverpacks (paket drajvera)
ca: Driverpacks (paquets de controladors)
cs: Driverpacky (balíčky ovladačů)
de: Driverpacks (Pakete von Treibern)
el: Driverpacks (πακέτα προγραμμάτων οδήγησης)
es_419: Driverpacks (paquetes de controladores)
et: Driverpacks (draiverite kogumikud)
fa: درایورپک ها (بسته های درایورها)
fil: Driverpacks (mga pakete ng drivers)
fr: Driverpacks (packs de pilotes)
gu: Driverpacks (ડ્રાઈવર્સના પોટલાં)
he: Driverpacks (חבילות דרייברים)
hi: Driverpacks (ड्राइवरों के पैकेज)
hr: Driverpacks (paketi upravljačkih programa)
hu: Driverpacks (driverek csomagjai)
id: Driverpack (paket driver)
it: Driverpacks (pacchetti di driver)
ja: Driverpacks (ドライバーパッケージ)
ka: Driverpacks (დრაივერების კრებული)
ko: Driverpacks (드라이버 패키지)
ku: Driverpacks (به‌سته‌كانی پێناسه‌كان)
lt: Driverpacks (tvarkyklių komplektai)
mn: Драйверпаки (драйверуудын багцууд)
my: Driverpacks (drivers များစုစည်းမှု)
ne: Driverpacks (ड्राइभरका प्याकेजहरू)
nl: Driverpacks (pakketten met drivers)
no: Driverpacks (pakker med drivere)
pl: Driverpacks (paczki sterowników)
ps: Driverpacks (د ډرایورو کڅوړي یا بستې)
pt_br: Driverpacks (pacotes de drivers)
pt_pt: Driverpacks (pacotes de controladores)
ro: Driverpacks (pachete de drivere)
si: Driverpacks (මෙවලම් ධාවක පැකේජ)
sk: Driverpacks (balíčky ovládačov)
sl: Driverpacks (paketi gonilnikov)
sq: Driverpacks (pakot e drivers)
sr: Driverpacks (paketi drajvera)
sv: Driverpacks (paket med drivrutiner)
sw: Driverpacks (vifurushi vya drivers)
ta: Driverpacks வன்பொருள்தொகுப்பு (அனைத்து வகை வன்பொருள்களுக்கும்)
te: Driverpacks (డ్రైవర్ల నిధులు)
th: Driverpacks (บรรจุภัณฑ์ไดรเวอร์)
tr: Driverpack'ler (sürücü paketleri)
ur: Driverpacks (ڈرائیورز کے پیکیج)
vi: Driverpacks (các gói của drivers)
zh: Driverpacks (驅動程式包)
zh_cn: Driverpacks (驱动程序包)

# admindriverpacks_landing-subtitle
source: Our driverpacks contain {{COUNT}} drivers which have been manually selected and tested
am: የኛ ድራይቨር ፓክ {{COUNT}} የተመረጡና ተሞክረው የተረጋገጡ ድራይቨሮችን ይዟል።
ar: driverpacks يحتوي على {{COUNT}} تعريف والتي تم اختيارها واختبارها
az: Bizim driverpacks-də hər biri əl iləseçilmiş və test edilmiş {{COUNT}} sürücü var
bn: আমাদের driverpacks এ আছে {{COUNT}} ড্রাইভার যেগুলো বিশেষভাবে বাছাই করা ও পরীক্ষিত
bs: Naš driverpacks posjeduje {{COUNT}} drajvera koji su ručno izabrani i testirani
ca: Els nostres driverpacks contenen {{COUNT}} controladors que han estat seleccionats manualment i provats
cs: Naše driverpacky obsahují {{COUNT}} ovladačů, které byly manuálně vybrány a otestovány
de: Unsere Treiberpakete enthalten {{COUNT}} Treiber, welche manuell ausgewählt und getestet wurden
el: Τα driverpacks περιέχουν 1.131.989 προγράμματα οδήγησης που έχουν επιλεγεί χειροκίνητα και ελεγχθεί
es_419: Nuestros driverpacks contienen {{COUNT}} controladores que han sido manualmente seleccionados y probados
et: Meie driverpacks sisaldavad {{COUNT}} draiverit, mis on manuaalselt sorteeritud ja testitud
fa: درایورپک ها ی ما شامل {{COUNT}} درایور می باشد که هر کدام به صورت دستی انتخاب شده و آزمایش شده است
fil: Ang driverpacks ay naglalaman ng 1,131,989 drivers na mano-mano pinili at nasubukan
fr: Nos driverpacks contiennent {{COUNT}} des pilotes qui ont été sélectionnés et testés manuellement
gu: અમારા driverpacks માં {{COUNT}} ડ્રાઇવરો છે જે જાતે પસંદ કરેલ છે અને જેનું પરીક્ષણ પણ થયેલ છે.
he: ה - driverpacks שלנו מכילים {{COUNT}} דרייברים שכולם נבחרו ידנית ונבדקו
hi: हमारे driverpacks में {{COUNT}} ड्राइवर होते हैं जिन्हें हस्तचालन से चयनित और परीक्षण किया गया हैं
hr: Naši driverpackovi sadrže {{COUNT}} ručno odabranih i testiranih upravljačkih programa
hu: A driverpacks, vagyis drivercsomagok {{COUNT}} drivert tartalmaznak, melyek manuálisan kerültek kiválasztásra és letesztelésre.
id: driverpacks kami berisi {{COUNT}} driver yang sudah dipilih dan dites dengan manual
it: Il nostro archivio driver pack contiene {{COUNT}} driver testati e selezionati manualmente
ja: 当社の driverpacks は手動選択し検査された {{COUNT}} ドライバーを含有
ka: ჩვენი driverpacks შეიცავს {{COUNT}} დრაივერს, რომელიც შერჩეული და შემოწმებულია სათითაოდ
ko: 우리의 driverpacks 에는 {{COUNT}} 개의 드라이버가 수동으로 선택되어 테스트되었습니다
ku: Driverpacks كانی ئێمه‌ {{COUNT}} پێناسه‌ له‌ خۆ ده‌گرێت كه‌ به‌ ده‌ستكاری دیاریكراون و تاقیكراونه‌ته‌وه‌
lt: Mūsų driverpacks turi {{COUNT}} tvarkykles, kurios rankiniu būdu pasirinktos ir ištestuotos
mn: Бидний драйверпаки нь гар ажиллагаагаар сонгогдож, шалгагдсан {{COUNT}}драйвер-уудаас бүрддэг
my: ကျွန်ုပ်တို့ driverpacks တွင် ကိုယ်တိုင်ရွေးချယ်ခဲ့ပြီး စမ်းသပ်ခဲ့ပြီးဖြစ်သည့် {{COUNT}} drivers များပါဝင်ပါသည်
ne: हाम्राे driverpacks मा {{COUNT}} डराइवरहरू छन् जुन म्यानुअल रूपमा चयन र परिक्षण गरिएकाे छ
nl: Onze driverpacks bevatten {{COUNT}} drivers welke met de hand zijn geselecteerd en getest
no: Våre driverpacks inneholder {{COUNT}} manuelt utvalgte og testede drivere
pl: Nasze driverpacki zawierają {{COUNT}} sterowników, które zostały ręcznie wybrane i przetestowane
ps: زموږ په driverpacks کی {{COUNT}} ډرایور هم سته چي لاسی انتخاب سوی او امتحان سویدی
pt_br: Nossos driverpacks contêm {{COUNT}} drivers que foram selecionados e testados manualmente
pt_pt: Os nossos driverpacks contém {{COUNT}} controladores que foram manualmente selecionados e testados
ro: Pachetele noastre de drivere conțin peste {{COUNT}} drivere ce au fost testate și selectate manual.
si: අපගේ driverpacks එකෙහි ඇතුලත් වනවා අතින් තෝරාගත් හා පරීක්ෂා කර ඇති ධාවක {{COUNT}} ක්.
sk: Naše balíčky ovládačov obsahujú {{COUNT}} ovládačov ktoré boli manuálne vybraté a testované
sl: Naši driverpacks vsebujejo {{COUNT}} gonilnikov, ki so bili ročno izbrani in preverjeni
sq: Driverpacks ynë përmban {{COUNT}} drajvera të cilat janë përzgjedhur dhe testuar manualisht
sr: Naši paketi driverpacks sadrže {{COUNT}} ručno selektovanih i testiranih drajvera
sv: Våra driverpacks innehåller {{COUNT}} drivrutiner som har blivit handplockade och testade
sw: Driverpacks zetu zina drivers {{COUNT}} ambazo zimechaguliwa na kujaribiwa kwa mwongozo binafsi.
ta: நமது driverpacks வன்பொருள்தொகுப்பில் உள்ள {{COUNT}} வன்பொருள் தேர்ந்தெடுக்கப்பட்டு, பரிசோதிக்கப்பட்டது
te: మా driverpacks లోని {{COUNT}} డ్రైవర్స్ ప్రత్యేకముగా ఎంచబడి మరియు పరీక్షించబడినవి
th: Driverpacks ของเราบรรจุ {{COUNT}} ไดรเวอร์ที่เลือกและทดสอบแล้ว
tr: Driverpack'lerimiz el ile seçilmiş ve denenmiş {{COUNT}} adet sürücü içerir
ur: ہمارے driverpacks میں 1,131,989 ڈرائیورز شامل ہیں جنہیں خود سے منتخب اور ٹیسٹ کیا گیا ہے
vi: Driverpacks của chúng tôi chứa đến {{COUNT}} driver được chọn lọc và kiểm tra kỹ lưỡng
zh: 我們的 driverpacks 包含 {{COUNT}} 個手動選擇並測試過的驅動程式
zh_cn: 我们的 driverpacks 包含 {{COUNT}} 个驱动程序，已经手动选择和测试

# admindriverpacks_download
source: Download
am: አውርድ
ar: تحميل
az: Endir
bg: Изтегляне
bn: ডাউনলোড
bs: Preuzmi
ca: Descarrega
cs: Stáhnout
de: Herunterladen
el: Λήψη
es_419: Descarga
et: Lae alla
fa: دانلود
fil: I-download
fr: Télécharger
gu: ડાઉનલોડ
he: הורד
hi: संकलित करे
hr: Preuzmite
hu: Letöltés
id: Unduh
ja: ダウンロード
ka: გადმოწერა
ko: 다운로드
ku: دابه‌زاندن
lt: Parsisiųsti
mn: Татаж авах
my: ဒေါင်းလုဒ်ဆွဲရန်
ne: डाउनलाेड
no: Nedlasting
pl: Pobierz
ps: ډاونلوډ یا کښته کول
pt_br: Baixar
pt_pt: Descarregar
ro: Descarcă
si: බාගත කරන්න
sk: Stiahnuť
sl: Prenesi
sq: Shkarko
sr: Preuzimanje
sv: Ladda ned
sw: Pakua
ta: பதிவிறக்கம்
te: డౌన్లోడ్
th: ดาวน์โหลด
tr: İndir
ur: ڈاؤن لوڈ کریں
vi: Tải về:
zh: 下載
zh_cn: 下载

# adminfaq_landing-title
source: We answer your questions
am: የእርሶ ጥያቄዎችን እንመልሳለን
ar: نحن نجيب على أسئلتك
az: Suallarınıza cavab veririk
bg: Ние отговаряме на твоите въпроси
bn: আমরা আপনার প্রশ্নগুলোর উত্তর দেই।
bs: Mi odgovaramo na Vaša pitanja
ca: Responem els teus dubtes
cs: Odpovídáme na Vaše otázky
de: Wir beantworten Ihre Fragen
el: Απαντούμε τις ερωτήσεις σας
es_419: Respondemos a tus preguntas
et: Me vastame teie küsimustele
fa: ما به سوالات شما پاسخ می دهیم
fil: Sumasagot din kami ng mga tanong
fr: Nous répondons à vos questions
gu: અમે તમારા પ્રશ્નોનો જવાબ આપીએ છીએ
he: אנו עונים על שאלותיכם
hi: हम आपके सवालों का जवाब देते हैं
hr: Odgovaramo na Vaša pitanja
hu: Válaszolunk a kérdéseire
id: Kami menjawab pertanyaan-pertanyan anda
it: Rispondiamo alle tue domande
ja: お客様の質問に回答致します。
ka: ჩვენ ვპასუხობთ თქვენს კითხვებს
ko: 우리는 귀하의 질문에 대답합니다
ku: ئێمه‌ وه‌ڵامی پرسیاره‌كانت ده‌ده‌ینه‌وه‌
lt: Mes atsakysime į jūsų klausimus
mn: Бид таны асуултанд хариулт өгнө
my: သင်၏မေးခွန်းများကို ကျွန်ုပ်တို့ ဖြေကြားပေးပါသည်
ne: हामी तपाईंको प्रश्नको जवाफ दिन्छौं
nl: Wij beantwoorden uw vragen
no: Vi besvarer dine spørsmål
pl: Odpowiadamy na Twoje pytania:
ps: موږ ستاسي وسوالوته ځوابونه ورکوو
pt_br: Nós respondemos suas perguntas
pt_pt: Respondemos às suas questões
ro: Îți răspundem la întrebări
si: අපි ඔබගේ ප්‍රශ්න වලට පිළිතුරු සපයන්නෙමු
sk: Odpovieme na Vaše otázky
sl: Odgovarjamo na vaša vprašanja
sq: Ne i pergjigjemi pyetjeve tuaja
sr: Mi odgovaramo na vaša pitanja
sv: Vi svarar på dina frågor
sw: Tunajibu maswali yako
ta: நாங்கள் உங்கள் கேள்விகளுக்கு பதில் அளிக்கிறோம்.
te: మేము మీ ప్రశ్నలకు సమాధానము ఇస్తాము
th: เรามีคำตอบให้คำถามของคุณ
tr: Sorularınızı yanıtlıyoruz
ur: ہم آپ کے سوالات کے جوابات دیتے ہیں
vi: Bạn hỏi chúng tôi trả lời
zh: 我們回答您的問題
zh_cn: 我们回答你的问题

# adminfaq_landing-subtitle
source: You often ask questions about DriverPack — We answer the most popular of them
am: እርስዎ ስለ DriverPack ይጠይቃሉ — እኛ የተለመዱትን ጥያቈዎች እንመልሳለን
ar: عادة ما يطرح الناس بعض الأسئلة حول DriverPack — نحن نجيب أكثرها هذه الأسئلة تكرارا
az: DriverPack haqqında tez-tez sual verirsiz — Bunların ən populyarlarına cavab veririk
bg: Вие често задавате въпроси за DriverPack — Ние отговаряме на най-популярните от тях
bn: DriverPack সম্পর্কে প্রায় নানা প্রশ্ন করা হয়ে থাকে — প্রশ্নগুলোর মধ্য থেকে যেগুলো ব্যাপক জনপ্রিয় আমরা সেগুলোর উত্তর দিই
bs: Ukoliko imate pitanja za DriverPack — Mi odgovaramo na najpopularnija pitanja
ca: Sovint ens feu preguntes sobre DriverPack — Us responem les més populars
cs: Často se ptáte na otázky ohledně programu DriverPack — my odpovídáme na nejpopulárnější
de: Sie stellen oft Fragen über DriverPack — Wir beantworten die beliebtesten von ihnen
el: Συχνά κάνετε ερωτήσεις για το DriverPack — Απαντούμε τις πιο δημοφιλείς από αυτές
es_419: Comúnmente te haces preguntas sobre DriverPack — Nosotros respondemos las mas populares
et: Te küsite tihti küsimusi DriverPacki kohta — Me vastame tihti küsitud küsimustele
fa: شما اغلب در مورد DriverPack سوال می کنید — ما به برگزیده ترین آنها پاسخ می دهیم
fil: Madalas kang nagtatanong tungkol sa DriverPack — Sinasagot namin ang pinakasikat sa kanila
fr: Vous posez souvent des question à propos de DriverPack — Nous répondons aux plus fréquemment posés
gu: તમે વારંવાર DriverPack વિશે પ્રશ્નો પૂછો — અમે તેમના પૈકી સૌથી વધુ લોકપ્રિયનો જવાબ આપીશું.
he: אתם שואלים שאלות על DriverPack — אנחנו עונים על השאלות הפופולריות
hi: आप अक्सर DriverPack के बारे में सवाल पूछते हैं — हम उनमें से सबसे लोकप्रिय सवालों का जवाब देते हैं
hr: Često postavljate pitanja vezana uz DriverPack — odgovaramo na ona najpopularnija
hu: Gyakran bukkannak fel kédések a DriverPack —kal kapcsolatban. A legnépszerűbbeket itt válaszoljuk meg.
id: Pertanyaan yang sering dtanyakan tentang DriverPack — Kami menjawab yang paling terkenal diantaranya
it: Spesso ci poni delle domande riguardo a DriverPack — Rispondiamo alle più richieste
ja: あなたの DriverPack に関する質問 — 私たちは通俗な質問に答えます
ka: ხშირად გვეკითხებით DriverPack -ზე — ჩვენ ყველაზე პოპულარულებს ვპასუხობთ
ko: DriverPack 에 관해 자주 묻는 질문 — 가장 인기있는 답변
ku: تۆ زۆرجار پرسیار ده‌كه‌یت ده‌رباره‌ی DriverPack — ئێمه‌ وه‌ڵامی بڵاوترینیان ده‌ده‌ینه‌وه‌ له‌وانه‌
lt: Jūsų dažnai užduodamus klausimus apie DriverPack — Mes atsakome į populiariausius iš jų
mn: Хэрэглэгчид DriverPack - ын талаар их асуудаг — Бид хамгийн түгээмэл асуудаг асуултуудад хариулт өгдөг
my: DriverPack ပတ်သက်၍ သင်မကြာခဏ မေးလေ့ရှိသည် — ထိုမေးခွန်းများထဲမှ အမေးများဆုံးကို ကျွန်ုပ်တို့ဖြေကြားပေးပါသည်
ne: तपाईं अक्सर DriverPack को बारे मा प्रश्न पूछछन — हामी उनको सबै भन्दा लोकप्रिय को उत्तर दिछन
nl: U stelt vaak vragen over DriverPack — Wij beantwoorden de meest populaire van ze
no: Du har ofte spørsmål angående DriverPack — Vi besvarer de mest populære av dem
pl: Często pytacie nas o działanie DriverPack'a — Odpowiadamy na najczęstsze z nich
ps: تاسی ځینی وخت د ډرایور فاک DriverPack په اړه پوښتنی کوئ — خو موږ هغه ځوابوو چي زیات روښانه وی
pt_br: Muitas vezes você faz perguntas sobre o DriverPack — Nós respondemos as mais populares delas
pt_pt: Questiona com frequência sobre o DriverPack — Nós respondemos às mais populares
ro: Deseori puneți întrebări despre DriverPack — Noi răspundem celor mai populare dintre ele
si: ඔබ DriverPack පිළිබඳව නිතර ප්‍රශ්න කරනවා — අපි ඒවායින් වඩාත්ම ජනප්‍රිය ඒවාට පිළිතුරු ලබා දෙන්නෙමු
sk: Často kladiete otázky o DriverPack — Odpovieme na najvyskytujúce sa z nich
sl: Ljudje pogosto postavljajo vprašanja o programu DriverPack — Odgovorili smo na najbolj pogosta vprašanja
sq: Ju shpesh beni pyetje rreth DriverPack — Ne i pergjigjemi me populloreve prej tyre
sr: Često imate pitanja o DriverPack-u — Odgovaramo na najčešće postavljena pitanja
sv: Ni ställer ofta frågor om DriverPack — vi svarar på de mest frekventa
sw: Mara nyingi huuliza maswali kuhusu DriverPack — Tunashughulikia maarufu zaidi
ta: DriverPack வன்பொருள்தொகுப்பு பற்றி நீங்கள் அடிக்கடி கேட்கப்படும் கேள்விகள் — அதில் மிக அதிகமாக பதிலளிக்கப்பட்டவற்றில் இருந்து பதிலளிக்கிறோம்.
te: మీరు తరచు DriverPack గూర్చి అడిగే ప్రశ్నలలో — అత్యదికముగా ప్రశ్నించబడే వాటికి సమాధానము ఇస్తాము
th: คำถามที่คุณถามบ่อยเกี่ยวกับ DriverPack — คำตอบที่เราตอบ
tr: DriverPack hakkında sık sık sorular soruyorsunuz — Bunların en popülerlerini yanıtlıyoruz
ur: آپ اکثر DriverPack کے بارے میں سوال پوچھتے ہیں — ہم ان میں سے زیادہ مقبول کا جواب دیتے ہیں
vi: Bạn thường xuyên đặt câu hỏi cho DriverPack — Chúng tôi sẽ trả lời câu hỏi thường gặp nhất
zh: 您經常提出關於 DriverPack 的問題 — 我們回答最熱門的問題
zh_cn: 您经常提出关于 DriverPack 的问题 — 我们选择回答最热门的问题
