Repository: DriverPackSolution/transifex-backup
Catalog: delorean/driverpack-solution-worldwide/drpsu/*.po
Languages: am, ar, az, bg, bn, bs, ca, cs, de, el, es_419, et, fa, fil, fr, gu, he, hi, hr, hu, id, it, ja, ka, ko, ku, lt, mn, my, ne, nl, no, pl, ps, pt_br, pt_pt, ro, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ur, vi, zh, zh_cn

# adminpagefaq_stable-a
source: The operation stability of the DriverPack software is one of our main priorities but minor failures still happen, though they are rare. This is why we create a restore point which will enable you to return everything back to the previously configured state. In order to prevent a similar problem in the future, we recommend you to go to the DriverPack Menu and send the report that is automatically created by the software, to our technical services.
am: የ DriverPack ን አሰራር መቆጣጠር ዋናው ስራችን ቢሆንም አልፎ አልፎ አነስተኛ ስህተቶች ይፈጠራሉ። ለዚህም ነው ኮምፒውተርዎን ቀድሞ ወደነበረበት አቋም ለመመለስ የሚሆን ወደኋላ መመለሻ ነጥብ ያዘጋጀነው። ተመሳሳይ ችግር ወደፊት እንዳይፈጠርም ከ DriverPack ሜኑ ገብተው ራሱ ያዘጋጀውን ሪፖርት ለ ቴክኒካል አገልግሎት ቡድናችን እንዲልኩ እንመክርዎታለን።
ar: استقرار العملية من برنامج DriverPack هي واحدة من أولوياتنا الرئيسية ولكن فشل طفيفة لا تزال تحدث، على الرغم من أنها نادرة. هذا هو السبب في أننا إنشاء نقطة استعادة والتي سوف تمكنك من العودة كل شيء مرة أخرى إلى حالة تكوين سابقا. من أجل منع مشكلة مماثلة في المستقبل، ونحن ننصح للذهاب إلى قائمة DriverPack وإرسال التقرير الذي يتم إنشاؤه تلقائيا من قبل البرنامج، إلى الخدمات التقنية لدينا.
az: DriverPack proqramının stabil işləməsi birinci dərəcəli öhdəliyimizdir, ancaq kiçik xətalar hər zaman ola bilir. Buna görə də hər şeyi əvvəlki vəziyyətə qaytara bilmənizə kömək edəcək bir Bərpa Nöqtəsi yaradırıq. Gələcəkdə oxşar problemlərin qarşısını almaq üçün DriverPack menyusuna getməyinizi və proqram tərəfindən avtomatik olaraq yaradılan hesabatı texinki xidmətlərimizə göndərməyinizi məsləhət görürük.
bg: Стабилността на работата на софтуера DriverPack е един от основните ни приоритети, но незначителни повреди все още се случват, въпреки че те са рядкост. Ето защо създаваме точка за възстановяване, която ще ви позволи да върнете всичко обратно на предишното конфигурирано състояние. За да се предотврати подобен проблем в бъдеще, ние Ви препоръчваме да отидете в Менюто на DriverPack и изпратете на доклад, който се създава автоматично от софтуера, за нашите технически сътрудници.
bn: DriverPack সফটওয়্যারের কাজের স্থিতিশীলতা আমাদের মূল অগ্রাধিকারগুলোর একটি কিন্তু তার পরেও ছোটখাটো ত্রুটি ঘটে থাকে, যদিও সেগুলো দুর্লভ। এজন্যে আমরা একটি রিস্টোর পয়েন্ট তৈরি করি যাতে আপনি সবকিছুকে আগের কনফিগার করা অবস্থায় ফিরিয়ে নিতে পারেন। ভবিষ্যতে এই সমস্যা এড়িয়ে চলতে পরামর্শ হল - DriverPack মেন্যুতে যান ও সফটওয়্যারটির দ্বারা স্বয়ংক্রিয়ভাবে তৈরি হওয়া রিপোর্টটি আমাদেরে কারিগরি সেবাদাতার কাছে পাঠিয়ে দিন।
ca: La estabilitat de DriverPack és una de les nostres prioritats principals, però tot i això es poden donar petits problemes, tot i que no és gaire habitual. Per això generem un punt de restauració que et permet retornar-ho tot a l'estat anterior. Per tal d'evitar un problema com aquest en el futur, et recomanem anar al menú de DriverPack i enviar-nos l'informe que l'aplicació genera automàticament al nostre servei tècnic.
cs: Stabilita operací programu DriverPack jedna z našich hlavních priorit, ale některé malé chyby se stále mohou stát, i když vzácně. Proto jsme vytvořili bod obnovení, který vám umožňuje vrátit všechno zpět do nezkonfigurovaného stavu. Za účelem zabránění podobných problémů v budoucnosti doporučujeme jít do nabídky programu DriverPack a poslat našim technikům report, automaticky vytvořený programem.
de: Die Betriebsstabilität der DriverPack Software ist eine unserer Hauptprioritäten, aber es treten noch kleinere Fehler auf, obwohl sie selten sind. Aus diesem Grund erstellen wir einen Wiederherstellungspunkt, der es Ihnen ermöglicht, in den zuvor konfigurierten Zustand zurückzukehren. Um ein ähnliches Problem in der Zukunft zu vermeiden, empfehlen wir Ihnen, in das DriverPack Menü zu gehen und den von der Software automatisch erstellten Bericht an unseren Technikservice zu senden.
el: Η σταθερότητα λειτουργίας του λογισμικού DriverPack είναι μια από τις βασικές μας προτεραιότητες αλλά μικρά σφάλματα συμβαίνουν, αν και σπάνια. Για αυτό δημιουργούμε ένα σημείο επαναφοράς που θα σας επιτρέψει να επιστρέψετε στην προηγούμενη κατάσταση. Για να αποφύγουμε παρόμοιο πρόβλημα στο μέλλον, σας προτείνουμε να μεταβείτε στο Μενού DriverPack και στείλτε μια αναφορά που δημιουργείτε αυτόματα από το λογισμικό στιςτεχνικές μας υπηρεσίες.
es_419: La estabilidad de la operación del software DriverPack es una de nuestras principales prioridades, pero los fallos menores siguen ocurriendo, aunque son raros. Esta es la razón por la que creamos un punto de restauración que le permitirá devolver todo al estado previamente configurado. Para evitar un problema similar en el futuro, le recomendamos que vaya al Menú DriverPack y envíe el informe que el software crea automáticamente a nuestros servicios técnicos.
et: DraiverPacki stabiilsus on meie prioriteet, kuid väiksed vead ikka tekivad, kuigi harva. Seepärast oleme loonud taastepunkti, mis lubab teil tagasi keerata kõik muudatused. Et vältida tulevikus sama probleemi, soovitame minna DriverPack menüüse ja saata raport, mis genereeritakse automaatselt meie tarkvara poolt ja saadetakse tehnikutele.
fa: تداوم اجرای نرم افزار DriverPack یکی از اولویت های اصلی ما است، اما نقص های جزئی هنوز هم اتفاق می افتد، که تیم ما به طور کامل از این مشکلات باخبرند، هرچند که آنها نادر هستند. به همین دلیل است که همیشه در تمامی نسخه ها ما گزینه بازگردانی نرم افزار به حالت اولیه را قرار داده ایم که شما را قادر می سازد همه چیز را به حالت قبلی تنظیمات بازگردانی کنید. به منظور جلوگیری از یک مشکل مشابه در نسخه های آینده، توصیه می کنیم که در DriverPack به منوی گزارش بروید و راهی که به طور خودکار برای ارسال پیام به تیم پشتیبانی ایجاد میشود را طی کنید و گزارش دهید.
fil: Ang pagpapatakbo ng katatagan ng software ng DriverPack ay isa sa aming pangunahing mga prayoridad ngunit ang mga menor de edad na kabiguan ay nangyayari pa rin, bagaman sila ay bihirang. Ito ang dahilan kung bakit lumikha kami ng isang restore point na kung saan ay magbibigay-daan sa iyo upang ibalik ang lahat ng bagay pabalik sa naunang naka-configure na estado. Upang maiwasan ang isang katulad na problema sa hinaharap, inirerekumenda namin kayong pumunta sa DriverPack Menu at ipadala ang ulat na awtomatikong nalikha ng software, sa aming mga teknikal na serbisyo.
fr: La stabilité de fonctionnement du logiciel DriverPack est l'une de nos principales priorités, mais des défaillances mineures surviennent encore, bien qu'elles soient rares. C'est pourquoi nous créons un point de restauration qui vous permettra de tout retourner à l'état précédemment configuré. Afin d'éviter un problème similaire dans le futur, nous vous recommandons d'aller dans le menu DriverPack et d'envoyer le rapport qui est automatiquement créé par le logiciel à nos services techniques.
gu: DriverPack સૉફ્ટવેરની ક્રિયા સ્થિરતા અમારી મુખ્ય અગ્રતા છે પરંતુ નાના નિષ્ફળતાઓ હજુ પણ થાય છે, જોકે તે ભાગ્યે જ જોવા મળે છે. આ માટે અમે એક પુનઃસ્થાપન બિંદુ બનાવીએ છીએ જે તમને બધું પાછું સુનિશ્ચિત થયેલ રાજ્યમાં પાછું લાવવા માટે સક્ષમ બનાવશે. ભવિષ્યમાં સમાન સમસ્યાને રોકવા માટે, અમે ભલામણ કરીએ છીએ કે તમે DriverPack મેનૂ પર જાઓ અને તે સૉફ્ટવેર દ્વારા આપમેળે બનાવેલ રિપોર્ટ મોકલી દો, અમારી તકનીકી સેવાઓમાં.
he: הדבר שנמצא בעדיפות עליונה בתוכנת DriverPack הוא יציבות המערכת. אבל, לעיתים נדירות יש גם כשלונות קטנים. זו הסיבה שלפני התקנה של כל דרייבר אנו יוצרים נקודת שחזור המאפשרת לך לשחזר את המערכת לנקודת הזמן שלפני ההתקנהץ בכדי למנוע בעיות דומות בעתיד, אנו ממליצים שתשלח לנו דוח באמצעות תפריט DriverPack. הדוח יווצר וישלח למחלקה הטכנית שלנו, אוטומטית.
hi: DriverPack सॉफ्टवेयर की ऑपरेशन स्थिरता हमारी मुख्य प्राथमिकताओं में से एक है, लेकिन छोटी विफलता अभी भी होती है, हालांकि वे दुर्लभ हैं। यही कारण है कि हम एक पुनर्स्थापना बिंदु बनाते हैं जो आपको पहले से कॉन्फ़िगर किए गए अवस्था में सब कुछ वापस लौटा देगा। भविष्य में ऐसी ही समस्या को रोकने के लिए, हम आपको सलाह देते हैं कि आप DriverPack मेनू पर जाकर रिपोर्ट भेज दें जो सॉफ्टवेयर द्वारा स्वचालित रूप से, हमारी तकनीकी सेवाओं के लिए बनाई गई है।
hr: Stabilnost prilikom rada DriverPacka jedan je od naših glavnih prioriteta, ali rijetko se dogode neke manje pogreške. Iz tog razloga stvaramo točku vraćanja koja će Vam omogućiti da sve vratite u onakvo stanje kakvo je bilo prije DriverPacka. Kako bismo spriječili ponavljanje problema u budućnosti, preporučamo da odete na DriverPackov App izbornik i našoj tehničkoj službi pošaljete izvještaj koji program automatski stvara.
hu: A DriverPack folyamatainak stabilitása a legfőbb prioritásaink közé tartozik, de apróbb hibák előfordulhatnak, még ha ritkán is. Emiatt rendszervisszaállítási pontot hozunk létre, mely lehetővé teszi a korábbi, beállítások nélküli állapot visszaállítását. Annak érdekében, hogy megelőzzük a hasonló problémákat, ajánlott a DriverPack alkalmazás menüjének meglátogatása, ahonnan elküldheted a technikai háttércsoportunknak a szoftver automatikus jelentését.
id: Stabilitas pengoperasian dari perangkat lunak DriverPack adalah prioritas kami tetapi kesalahan kecil mungkin terjadi, tapi itu sangat jarang. Ini mengapa kami membuat titik kembalian yang akan dapat mengembalikan secara keseluruhan ke konfigurasi awal. Untuk mencegah masalah yang sama di kemudian hari, kami merekomendasikan untuk membuka menu DriverPack dan mengirim laporan yang otomatis dibuat untuk dikirimkan ke pelayanan teknis kami.
it: La stabilità operativa del software DriverPack è una delle nostre principali priorità, ma si verificano ancora piccoli problemi, anche se rari. Per questo motivo creiamo un punto di ripristino che ti permetterà di ritornare allo stato precedente. Per evitare un simile problema in futuro, ti consigliamo di andare al menu DriverPack e inviare il rapporto creato automaticamente dal software ai nostri servizi tecnici.
ja: DriverPack ソフトウェアの動作の安定性は当社の優先事項の1つですが、軽微な障害は発生する可能性はあります。そのため、復元ポイントを作成して、すべてを元の状態に戻すことが出来ます。今後同様の問題が発生するのを防ぐため、DriverPack メニューにアクセスし、ソフトウェアによって自動的に作成されたレポートをテクニカルサービスに送信することをお勧めします。
ka: DriverPack -ის სტაბილურობა და გამართული მუშაობა არის ჩვენი გუნდის ერთ ერთი ძირითადი მიზანი, მაგრამ ზოგჯერ პრობლემები მაინც არის. ამიტომ ვქმნით აღდგენის წერტილს, რითიც შეგიძლიათ დაუბრუნდეთ დრაივერის ჩაწერამდე მდგომარეობას. მომავალში პრობლემის თავიდან ასაცილებლად გახსენით DriverPack -ის მენიუ და გაუგზავნეთ ავტომატურად შექმნილი ანგარიში ჩვენ ტექნიკურ გუნდს.
ko: DriverPack 소프트웨어의 작동 안정성은 우리의 주요 우선 순위 중 하나이지만, 드문 경우이지만 사소한 오류는 여전히 발생합니다. 따라서 모든 것을 이전에 구성된 상태로 되돌릴 수 있는 복원 지점을 만듭니다. 향후 유사한 문제가 발생하지 않도록 DriverPack 메뉴로 이동하여 소프트웨어에서 자동으로 작성한 보고서를 기술 서비스로 보내주세요.
ku: جێگیری كاری نه‌رمه‌كاڵای DriverPack یه‌كێكه‌ له‌ سه‌ره‌كیترین وپێشینه‌ترین كاره‌كانمان به‌ڵام هه‌ندێ جار هه‌ڵه‌ی بچووك هه‌ر ڕووده‌ده‌ن، هه‌رچه‌نده‌ ئه‌وان ده‌گمه‌نن. ئه‌مه‌ له‌به‌ر ئه‌وه‌یه‌ كه‌ ئێمه‌ خاڵی گه‌ڕانه‌وه‌مان دروستكردووه‌كه‌ ڕێگه‌ به‌ تۆ ده‌دات بۆ گه‌ڕاندنه‌وه‌ی هه‌موو شتێك بۆ حاڵه‌تی ڕێكخستنی پێشتر. بۆ ئه‌وه‌ی ڕێگری له‌ هه‌مان كێشه‌ی هاوشێوه‌ بگرین له‌ داهاتوودا، ئێمه‌ پێشنیار ده‌كه‌ین بۆت بڕۆیته‌ لیستی DriverPack وه‌ ڕاپۆرت بۆ ئێمه‌ بنێریت كه‌ به‌ ئۆتۆماتیكی دروستكراوه‌ له‌ لایه‌ن نه‌رمه‌كاڵاكه‌وه‌، بۆ خزمه‌تگوزارییه‌ ته‌كنیكیه‌كانی ئێمه‌.
lt: DriverPack programinės įrangos veikimo stabilumas yra vienas iš mūsų pagrindinių prioritetų, tačiau kai kurie neesminiai neatitikimai vis dar pasitaiko retai. Štai kodėl mes sukūrėme atkūrimo tašką, kuris leis jums grąžinti viską atgal į nenustatytą būseną. Siekiant išvengti panašios problemos ateityje, rekomenduojame eiti į DriverPack programos meniu ir siųsti technines paslaugas ataskaitą, kurią automatiškai sudaro programinė įranga.
my: DriverPack ဆော့ဖ်ဝဲလ်ရဲ့ တည်ငြိမ်တဲ့လည်ပတ်နိုင်မှုမှာ ကျွန်ုပ်တို့ရဲ့ အဓိကဦးစားပေးသတ်မှတ်ချက်များထဲမှ တစ်ခုဖြစ်သော်လည်းပဲ ကျရှုံးမှုအသေးစားတော့ ဖြစ်တတ်ပါတယ်။ ဒါပေမယ့်လည်း ဒီလိုဖြစ်တာမျိုး ရှားပါးပါတယ်။ ဒါကြောင့်ပဲ ကျွန်ုပ်တို့အနေနဲ့ နဂိုမူရင်းအမှတ်ကို ဖန်တီးခဲ့ခြင်းဖြစ်ပါတယ်။ ၎င်းအမှတ်မှာ သင့်အနေနဲ့ အရင်ပြင်ဆင်ထားတဲ့အခြေအနေသို့ အရာအားလုံး ပြန်ရောက်စေမှာဖြစ်ပါတယ်။ ဒီလိုမျိုး အနာဂတ်မှာ ပုံစံတူပြဿနာမျိုးကိုမဖြစ်အောင် ကြိုတင်ကာကွယ်ဖို့အတွက် ကျွန်ုပ်တို့အနေနဲ့ သင့်ကိုအကြံပြုလိုတာက ကျွန်ုပ်တို့ရဲ့ နည်းပညာဝန်ဆောင်မှုဆီကို တင်ပြစာများရောက်ဖို့ DriverPack မီနူးသို့သွားပြီး၊ ဆော့ဖ်ဝဲလ်မှ အလိုအလျောက်တင်ပြခြင်းဖြင့် ပို့ပေးဖို့အတွက် အကြံပြုပါရစေ။
ne: DriverPack सफ्टवेयरको अपरेशन स्थिरता हाम्रो मुख्य प्राथमिकता मध्ये एक हो तर सानो नाफा अझै पनि हुन्छ, तर तिनीहरू दुर्लभ छन्। यसैले हामी एक पुनर्स्थापना बिन्दु सिर्जना गर्दछौं भविष्यमा समान समस्यालाई रोक्नको लागि, हामी सिफारिस गर्दछौं कि तपाइँ DriverPack मेनुमा जानुहोस् र रिपोर्ट पठाउनुहोस् जुन स्वचालित रूपमा सफ्टवेयर सिर्जना गर्नेछ, हाम्रो प्राविधिक सेवाहरूमा।
nl: De operationele stabiliteit van de DriverPack -software is een van onze voornaamste prioriteiten, maar er zijn nog steeds kleine storingen, hoewel deze zeldzaam zijn. Daarom maken we steeds een herstelpunt waarmee u altijd terug kunt keren naar de eerder geconfigureerde toestand. Om een soortgelijk probleem in de toekomst te voorkomen, raden wij u aan om naar het DriverPack -menu te gaan en het rapport te verzenden, dat automatisch door het programma wordt gemaakt, naar onze technische diensten.
no: Operasjonsstabiliteten til DriverPack-programvaren er en av våre hovedprioriteter, men mindre feil oppstår fortsatt, selv om de er sjeldne. Derfor lager vi et gjenopprettingspunkt som gjør at du kan returnere alt tilbake til den tidligere konfigurerte tilstanden. For å forhindre et lignende problem i fremtiden, anbefaler vi deg å gå til DriverPack-menyen og sende rapporten som automatisk opprettes av programvaren, til våre tekniske tjenester.
pl: Stabilność działania DriverPack'a jest jednym z naszych priorytetów, jednak drobne błędy ciągle się zdarzają, na szczęście rzadko. Dlatego tworzymy punkt przywracania, który pozwoli przywrócić wszystko do poprzedniego stanu. Aby zapobiec podobnym problemom w przyszłości sugerujemy przejście do menu DriverPack'a i wysłanie raportu, który jest automatycznie tworzony przez oprogramowanie, do naszego wsparcia technicznego.
ps: د DriverPack سافټویر عملیات ثبات زموږ له اصلي لومړیتوبونو څخه دی خو لږ لږ ناکامۍ لاهم واقع کیږي، که څه هم کم دي. له همدې امله موږ د بیا رغونې ټکی رامینځته کوو چې تاسو به د هر ډول بیرته راستنیدونکي حالت توان درکړو. په راتلونکي کې د ورته ستونزې د مخنیوی لپاره، موږ تاسو ته سپارښتنه کوو چې د DriverPack مینو ته لاړ شئ او هغه راپور ولیکئ چې په اتوماتيک ډول د سافټویر لخوا جوړ شوی، زموږ تخنیکي خدماتو ته.
pt_br: A estabilidade de operação do programa DriverPack é uma das nossas principais prioridades, mas pequenas falhas ainda acontecem, embora sejam raras. É por isso que criamos um ponto de restauração que lhe permitirá retornar tudo de volta ao estado previamente configurado. Para evitar um problema semelhante no futuro, recomendamos que você vá ao Menu DriverPack e envie o relatório que é criado automaticamente pelo programa, para nossos serviços técnicos.
pt_pt: O funcionamento estável do programa DriverPack é uma das nossas maiores prioridades mas pequenos problemas podem ocorrer, apesar de raramente. É por isso que criamos um ponto de restauro que lhe permitirá voltar a ter tudo como tinha. De modo a prevenir que um problema similar ocorra no futuro, recomendamos que vá ao Menu do DriverPack e envie o relatório que foi criado automaticamente pela plataforma, para os nosso serviços técnicos.
ro: Stabilitatea operațiunii software-ului DriverPack este una dintre prioritățile noastre, dar unele eșecuri minore încă persistă, deși rar. Din acest motiv creăm un punct de restaurare care vă va permite să readuceți totul la starea anterioară. Pentru a preveni o problemă similară în viitor, vă recomandăm să mergeți la Meniul DriverPack și să trimiteți raportul creat automat de software, serviciilor noastre tehnice.
si: DriverPack මෘදුකාංගයේ මෙහෙයුම් ස්ථායිතාව අපගේ ප්‍රධාන ප්‍රමුඛතාවයන්ගෙන් එකක් වන නමුත් සුළු අසාර්ථකත්වයන් තවමත් සිදුවන්නේ ඒවා දුර්ලභ වුවද ය. කලින් සැකසූ තත්වයට සියල්ල නැවත ලබා දීමට ඔබට හැකි වන පරිදි අපි ප්‍රතිස්ථාපන ස්ථානයක් නිර්මාණය කරන්නේ මේ නිසා ය. අනාගතයේ දී එවැනිම ගැටළුවක් වළක්වා ගැනීම සඳහා, අපි ඔබට නිර්දේශ කරන්නේ DriverPack මෙනුව වෙත ගොස් මෘදුකාංගය විසින් ස්වයංක්‍රීයව නිර්මාණය කරන ලද වාර්තාව අපගේ තාක්ෂණික සේවාවන් වෙත යවන ලෙසයි.
sk: Prevádzková stabilita softvéru DriverPack je jednou z našich hlavných priorít, ale naďalej dochádza k menším chybám, aj keď sú zriedkavé. Z tohto dôvodu vytvoríme bod obnovenia, ktorý Vám umožní vrátiť všetko späť do stavu, ktorý bol nakonfigurovaný predtým. Ak chcete zabrániť podobnému problému v budúcnosti, odporúčame vám prejsť do DriverPack Menu a odoslať report - "list kondície", ktorý je automaticky vytvorený softvérom, našej službe technickej podpory.
sl: Stabilnost programa DriverPack je naša primarna skrb, toda vedno se lahko pojavijo manjše težave,ki pa so zelo redke. Zato program vedno ustvari obnovitveno točko v sistemu, s katero se lahko vrnete na stanje pred konfiguracijo. Da bi preprečili težave v prihodnosti priporočamo da uporabite DriverPack menu in sporočite vse potencialne našemu podpornemu timu, tako bomo lahko skupaj preprečili ponovitev napak v prihodnosti.
sq: Stabiliteti i funksionimit të softuerit të DriverPack është një nga prioritetet tona kryesore por gabime të vogla gjithsesi ndodhin, megjithëse janë të rralla. Prandaj ne krijojmë një pikë kthimi e cila iu mundëson juve të riktheni gjithçka në gjendjen e mëparshme të konfigurimit. Në mënyrë që të parandaloni një problem të ngjashëm në të ardhmen, ne iu rekomandojmë të shkoni në menunë DriverPack dhe të dërgoni raportin që krijohet automatikisht nga softueri, tek shërbimi ynë teknik.
sr: Jedan od naših glavnih zadataka je stabilan rad DriverPack-a ali manji propusti se ipak dešavaju, mada retko. Iz tog razloga smo napravili tačku vraćanja na predhodno podešavanje pre upotrebe DriverPack-a. Da bi smo sprečili slične probleme ubuduće savetujemo vam da posetite DriverPack meni i pošaljete automatski napravljen izveštaj našem tehničkom servisu.
sv: En av våra största prioriteringar är stabiliteten på DriverPack men mindre fel kan tyvärr ändå hända, även om de är sällsynta. Med anledning av detta skapar vi alltid en återställningspunkt med din tidigare konfiguration som du kan återgå till. För att förebygga liknande problem i framtiden rekommenderar vi dig att gå till DriverPack menyn och skicka den autogenererade rapporten till vår tekniska service.
sw: Utekelezaji wa programu ya DriverPack ni mojawapo ya vipaumbele vyenye kuu lakini kushindwa madogo bado kunajitokeza, ingawa ni chache. Hii ndio sababu tunaunda uhakika wa kurejesha ambayo itawawezesha kurudi kila kitu kwenye hali iliyowekwa awali. Ili kuzuia tatizo sawa katika siku zijazo, tunakupendekeza kwenda kwenye Menyu ya DriverPack na tuma ripoti ambayo imeundwa moja kwa moja na programu, kwa huduma zetu za kiufundi.
ta: DriverPack வன்பொருள்தொகுப்பு மென்பொருளின் செயல்பாட்டு நிலைத்தன்மை எங்களின் பிரதான முன்னுரிமைகளில் ஒன்றாகும், ஆனால் அவை சிறியதாகவே இருந்தாலும் அவை தோல்வியுற்றுள்ளன.இதனால்தான் நாம் ஒரு மீட்டெடுக்க புள்ளியை உருவாக்கிக் கொள்கிறோம், இது எல்லாவற்றையும் முன்பே கட்டமைக்கப்பட்ட நிலைக்குத் திருப்ப உதவும்.எதிர்காலத்தில் இதே போன்ற சிக்கலைத் தடுக்க, DriverPack வன்பொருள்தொகுப்பு மெனுவிற்கு சென்று, தானாகவே மென்பொருளால் உருவாக்கப்படும் அறிக்கையை எங்கள் தொழில்நுட்ப சேவைகளுக்கு அனுப்புமாறு பரிந்துரைக்கிறோம்.
te: DriverPack సాఫ్ట్వేర్ యొక్క ఆపరేషన్ స్థిరత్వం మా ప్రధాన ప్రాధాన్యతలలో ఒకటి, కానీ అవి చాలా అరుదుగా ఉన్నప్పటికీ చిన్న వైఫల్యాలు ఇప్పటికీ జరుగుతాయి. అందువల్ల మేము తిరిగి పునరుద్ధరించే పాయింట్ను సృష్టించుకుంటాం, ఇది ప్రతిసారి మీరు ముందుగా కాన్ఫిగర్ చేసిన స్థితికి తిరిగి రావడానికి వీలు కల్పిస్తుంది. భవిష్యత్లో ఇదే సమస్యను నివారించడానికి, DriverPack మెనూ కు వెళ్లి సాఫ్ట్వేర్ స్వయంచాలకంగా రూపొందించిన నివేదికను మా సాంకేతిక సేవలకు పంపమని మేము మీకు సిఫార్సు చేస్తున్నాము.
th: ความเสถียรในการทำงานของซอฟท์แวร์ DriverPack คือหนึ่งในความสำคัญหลักของเราแต่ความผิดพลาดเล็กๆน้อยๆยังคงเกิดขึ้นแม้จะหายาก นี่คือเหตุผลว่าทำไมเราถึงสร้างจุดคืนค่าที่ทำใหุ้ณสามารถย้อนกลับทุกอย่างไปที่การตั้งค่าก่อนหน้า เพื่อที่จะป้องกันปัญหาที่คล้ายกันนี้ในอนาคต เราแนะนำให้คุณไปที่ DriverPack เมนูและส่งรายงานที่สร้างอัตโนมัติโดยโปรแกรมมาที่ทีมบริการทางเทคนิคของเรา
tr: DriverPack yazılımının işleyiş istikrarı ana önceliklerimizden biridir, fakat küçük hatalar nadir de olsa hala olabilir. İşte bu yüzden herşeyi önceki yapılandırılmış duruma geri döndürmenizi sağlayacak bir geri yükleme noktası oluşturuyoruz. Gelecekte benzer sorunları önlemek için DriverPack Menüsüne gitmenizi ve yazılım tarafından otomatik olarak oluşturulan raporu teknik hizmetlerimize göndermenizi öneririz.
ur: DriverPack سافٹ ویئر کا آپریٹنگ استحکام ہماری اہم ترجیحات میں سے ایک ہے لیکن معمولی ناکامیاں اب بھی ہوتی ہیں، اگرچہ وہ کمیاب ہیں. لہذا ہم ایک restore point بناتے ہیں جس سے آپ کو پہلے سے ترتیب شدہ حالت میں سب کچھ واپس کرنے میں مدد ملے گی. مستقبل میں اس طرح کے مسئلے کو روکنے کے لئے، ہم آپ کو DriverPack مینو میں جانے کر آس رپورٹ کو بھیجنے کا مشورہ دیتے ہیں جو خود بخود سافٹ ویئر کے ذریعہ ہماری تخنیکی خدمات تک پہنچائ جاتی ہے.
vi: Sự ổn định của phần mềm DriverPack là mọt trong những ưu tiên chính của chúng tôi nhưng những lỗi nhỏ đôi lúc vẫn có thể xảy ra. Đây là lý do tại sao chúng tôi tạo ra một điểm khôi phục, nó sẽ cho phép bạn trả về mọi thứ trở lại trạng thái được định cấu hình trước đó. Không để lỗi tương tự xảy ra trong tương lại, chúng tôi khuyên bạn nên truy cập vào DriverPack Menu, báo cáo sẽ được tự động tạo ra bởi phần mềm và bạn chỉ cần gửi báo cáo cho dịch vụ kỹ thuật của chúng tôi.
zh: DriverPack 軟體的操作穩定性是我們的主要優先事項之一，但是一些輕微的故障仍然很少發生。這就是為什麼我們建立一個還原點，使您能夠將所有內容還原到未組態的狀態。為了防止將來出現類似的問題，我們建議您前往 DriverPack 應用程式選單，並將報告發送給我們的技術服務，由軟體自動形成。
zh_cn: DriverPack 软件的操作稳定性是我们的主要优先事项之一，但是一些轻微的故障仍然很少发生。这就是为什么我们建立一个还原点，使您能够将所有内容还原到之前的状态。为了防止将来 出现类似的问题，我们建议您前往 DriverPack 应用程序菜单，并将报告发送给我们的技术服务。

# partners_landing-text-opera
source: Opera Software is a global developer of browsers and software to operate in the Internet.<br /><br />Its history has lasted for more than 20 years. Opera Software participates in developing web standards within W3C project. More that 350 million people worldwide use Opera products.<br /><br />Its headquarters is located in Oslo, the capital of Norway.
my: Opera Software မှာ အင်တာနက်ပေါ်တွင် အသုံးပြုသည့် ဝက်ဘ်ဘရောက်ဆာများနှင့် ဆော့ဖ်ဝဲလ်များကို ရေးသားနေသည့် ကမ္ဘာလုံးဆိုင်ရာအဖွဲ့ အစည်းဖြစ်ပါသည်။<br /><br />၎င်း၏ သမိုင်းကြောင်းမှာ နှစ်ပေါင်း 20 ကျော်ကြာခဲ့ပြီ ဖြစ်သည်။ Opera Software သည် W3C စီမံကိန်းအတွင်းရှိ ဝက်ဘ်စံနှုန်းများ ရေးသားရာတွင် ပါဝင်ပါသည်။ ကမ္ဘာတစ်ဝှမ်းရှိ လူပေါင်းသန်း 350 ကျော်မှာ Opera ထုတ်ကုန်များကို သုံးစွဲနေကြပါသည်။<br /><br />၎င်း၏ရုံးချုပ်မှာ အော့စလိုမြို့၊ နော်ဝေနိုင်ငံ၏မြို့တော်တွင် တည်ရှိပါသည်။
nl: Opera Software is een wereldwijde ontwikkelaar van browsers en software om op internet te werken. <br /><br />De geschiedenis heeft meer dan 20 jaar geduurd. Opera Software werkt mee aan het ontwikkelen van webstandaarden binnen het W3C-project. Meer dan 350 miljoen mensen wereldwijd gebruiken Opera-producten. <br /><br />Het hoofdkantoor is gevestigd in Oslo, de hoofdstad van Noorwegen.
pt_br: A Opera Software é uma desenvolvedora global de navegadores e programas para operar na Internet.<br /><br /> Sua história dura mais de 20 anos. A Opera Software participa do desenvolvimento de padrões da web no projeto W3C. Mais de 350 milhões de pessoas em todo o mundo usam produtos da Opera.<br /><br /> Sua sede está localizada em Oslo, capital da Noruega.
