Repository: DriverPackSolution/transifex-backup
Catalog: delorean/driverpack-solution-worldwide/drpsu/*.po
Languages: am, ar, az, bg, bn, bs, ca, cs, de, el, es_419, et, fa, fil, fr, gu, he, hi, hr, hu, id, it, ja, ka, ko, ku, lt, mn, my, ne, nl, no, pl, ps, pt_br, pt_pt, ro, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ur, vi, zh, zh_cn

# translationtool_example-ru-to-en
source: Lines for translation from Russian (RU) into English (EN), and CIS languages (CIS)
am: ከራሺያኛ (RU) ወደ እንግሊዝኛ (EN) እና ወደ CIS ቋንቋዎች (CIS) የሚተረጎሙ ሃረጋት
ar: خطوط للترجمة من الروسية (رو) إلى اللغة الإنجليزية (بالإنكليزية)، ولغات رابطة الدول المستقلة (سيس)
az: Ruscadan (RU) İngiliscə (EN) və MDB (CIS) dillərinə tərcümə üçün sətirlər
bg: Канал за превод от руски (RU) на английски (EN) и CIS езици (CIS)
bn: রাশিয়ান (RU) ভাষা থেকে ইংরেজি (EN), ও কমনওয়েলথভুক্ত রাষ্ট্রসমূহের (CIS) ভাষায় অনুবাদের জন্য দরকারি বাক্যসমূহ
bs: Linije za prevođenje sa Ruskog (RU) na Engleski (EN), i CIS jezike (CIS)
ca: Frases per a traduïr de Rús (RU) a Anglès (EN) i llenguatges CEI (CIS)
cs: Řetězce k překladu z ruštiny (RU) do angličtiny (EN) a CIS jazyků (CIS)
de: Zeilen für die Übersetzung aus dem Russischen (RU) ins Englische (EN), und andere CIS Sprachen (CIS)
el: Γραμμές για μετάφραση από Ρωσικά (RU) στα Αγγλικά (EN), και γλώσσες της Κοινοπολιτείας Ανεξαρτήτων Κρατών (CIS)
es_419: Líneas para la traducción del Ruso (RU) al Inglés (EN), y los idiomas del CIS (CIS)
et: Read tõlkimiseks Venekeelest (RU) Inglisekeelde (EN), ja CIS keeled (CIS)
fa: خطهایی برای ترجمه از زبان روسی (RU) به انگلیسی (EN) ، و کشور های مستقل همسود (CIS)
fil: Mga linya para sa pagsasalin mula sa Russian (RU) sa Ingles (EN), at CIS wika (CIS)
fr: Lignes pour la traduction du Russe (RU) en Anglais (EN), et les langues du CEI (CIS)
gu: રશિયન (RU) માંથી અંગ્રેજી (EN), અને CIS ભાષાઓ (CIS) માં અનુવાદ માટે લાઇન્સ
he: שורות לתרגום מרוסית (RU) לאנגלית (EN) ושפות CIS (CIS)
hi: रूसी (आर यू) से अंग्रेजी (ई एन), और सी आई एस भाषाओं (सी आई एस) में अनुवाद के लिए पंक्तियां
hr: Tekst za prijevod s ruskog (RU) na engleski (EN) i na jezike ZND (ZND)
hu: Fordítandó sorok orosz nyelvből (RU) angolra (EN) és CIS nyelvekre (CIS)
id: Baris untuk terjemahan dari Rusia (RU) ke Inggris (EN), dan bahasa CIS (CIS)
it: Linee guida per la traduzione dal Russo (RU) all'Inglese (EN) e alle lingue della Comunità degli stati indipendenti (CIS)
ja: ロシア語 (RU) から英語 (EN) 及びCIS語 ( CIS) への翻訳ライン
ka: რუსულიდან ინგლისურზე სათარგმნი ველები
ko: 러시아어 (RU) 에서 영어 (EN) 및 CIS 언어 (CIS) 로 번역하기 위한 라인
ku: هێله‌كان بۆ وه‌رگێران له‌ ڕووسیه‌وه‌ (RU) بۆ ئینگلیزی (EN)، له‌ كه‌ڵ زمانه‌كانی (CIS).
lt: Linijos vertimui iš rusų (RU) į anglų (EN) ir NVS kalbas (NVS)
my: ရုရှား (RU) မှ အင်္ဂလိပ် (EN) နှင့် CIS ဘာသာစကားများ (CIS) သို့ ဘာသာပြန်ဆိုရန်အတွက် စာကြောင်းများ
ne: रूसी (RU) बाट अंग्रेजी (EN), र सीआईएस भाषाहरू (सीआईएस) अनुवादका लागि लाइनहरू
nl: Regels voor vertaling van Russisch (RU) naar Engels (EN), en CIS talen (CIS)
no: Linjer for oversettelse fra Russisk (RU) til Engelsk (EN), og CIS språk (CIS)
pl: Linie do tłumaczenia z języka rosyjskiego (RU) na angielski (EN) i języki CIS (CIS)
ps: د روسیې (RU) څخه د انګریزي ژبې (EN) او د سي ایس ژبو (CIS) ژباړې لپاره لیکې
pt_br: Vagas para tradução do Russo (RU) para o Inglês (EN), e outros idiomas (CIS)
pt_pt: Linhas para tradução de Russo (RU) para Inglês (EN), e linguagens CIS (CIS)
ro: Linii de tradus din limba Rusă (RU) în limba Engleză (EN) și limbile CIS (CIS)
si: රුසියානු (RU) පරිවර්තන සඳහා ඉංග්‍රිසි (EN), සහ CIS භාෂා (CIS)
sk: Linky na preklad z ruštiny (RU) do angličtiny (EN) a jazyky CIS (CIS)
sl: Proge za prevod iz Ruščine (RU) v angleščino (EN) in neodvisnih jezikov (CIS)
sq: Rreshtat për përkthimin nga rusisht (RU) në anglisht (EN), dhe gjuhët CIS (CIS)
sr: Trake za prevod sa ruskog (RU) na engleski (EN) i jezike ZND-a (CIS)
sv: Meningar för översättning från Ryska (RU) till Engelska (EN), och OSS-språk (OSS)
sw: Mipango ya tafsiri kutoka Kirusi (RU) hadi Kiingereza (EN), na lugha za CIS (CIS)
ta: மொழிமாற்றம் செய்யும் வரிகளில் ரஷிய (RU) ஆங்கிலத்திற்கு (EN), மற்றும் CIS மொழிகளுக்கு (CIS)
te: రష్యన్ (RU) నుండి ఇంగ్లీష్ (EN), మరియు CIS భాషలు (సిఐఎస్)
th: สายการแปลจากภาษารัสเซียเป็นภาษาอังกฤษและกลุ่มภาษาเครือรัฐเอกราช
tr: Rusçadan (RU) İngilizce (EN) ve BDT ülkeleri (CIS) dillerine çeviri için satırlar
ur: روسی (RU) سے انگریزی (EN)، اور سی آئی ایس زبانوں (CIS) میں ترجمہ کے لئے لائنز
vi: Đường dẫn đến các bản dịch từ Tiếng Nga (RU) sang Tiếng Anh (EN), và Ngôn ngữ của Cộng đồng các Quốc gia Độc lập (CIS)
zh: 從俄文(RU)翻譯成英文(EN)和 CIS 語言(CIS)
zh_cn: 从俄文(RU)翻译成中文 (EN) 和 CIS 语言(CIS)

# translationtool_example-en-to-all
source: Lines for translation from English (EN) into other world languages
am: ከእንግሊዝኛ (EN) ወደ ሌሎች የአለም ቋንቋዎች የሚተረጎሙ ሃረጋት
ar: خطوط للترجمة من الإنجليزية (بالإنكليزية) إلى لغات العالم الأخرى
az: İngiliscədən (EN) başqa dünya dillərinə tərcümə üçün sətirlər
bg: Канал за превод от Английски (EN) на други езици
bn: ইংরেজি (EN) থেকে পৃথিবীর অন্যান্য ভাষায় অনুবাদের জন্য দরকারি বাক্যসমূহ
bs: Linije za prevođenje sa Engleskog (EN) na ostale svjetske jezike
ca: Frases per a traduïr de l'Anglès (EN) a altres idiomes del món
cs: Řetězce k překladu z angličtiny (EN) do jiných světových jazyků
de: Zeilen für die Übersetzung aus dem Englischen (EN) in andere Weltsprachen
el: Γραμμές για μετάφραση από Αγγλικά (ΕΝ) σε άλλες γλώσσες του κόσμου
es_419: Líneas para la traducción del inglés (EN) a otros idiomas del mundo
et: Read tõlkimiseks Inglisekeelest (EN) teistesse keeltesse
fa: مسیر ها برای مترجمان از انگلیسی (EN) به زبان های دیگر جهان
fil: Mga linya para sa pagsasalin mula sa Ingles (EN) sa iba pang mga wika sa mundo
fr: Lignes pour la traduction de l'Anglais (EN) en d'autres langues du monde
gu: અન્ય વિશ્વ ભાષાઓમાં અંગ્રેજી (EN) માંથી અનુવાદ માટે લાઇન્સ
he: שורות לתרגום מאנגלית (EN) לשפות שונות
hi: अंग्रेजी (ई एन) से दूसरे विश्व भाषाओं में अनुवाद के लिए लाइन्स
hr: Tekst za prijevod s engleskog (EN) na druge svjetske jezike
hu: Fordítandó sorok angol nyelvből (EN) más világnyelvekre
id: Baris untuk terjemahan dari Inggris (EN) ke dalam bahasa lain di dunia
it: Linee guida per la traduzione dall'Inglese (EN) nelle altri lingue del mondo
ja: 英語(EN)から他の世界の言語への翻訳ライン
ka: ინგლისურიდან სხვა ენებზე სათარგმნი ველები
ko: 영어 (EN) 를 다른 언어로 번역하기 위한 라인
ku: هێڵه‌كان بۆ وه‌رگێڕان له‌ زمانی ئینگلیزییه‌وه‌ (EN) بۆ زمانه‌كانی دیكه‌ی جیهان
lt: Linijos vertimui iš anglų (EN) į kitas pasaulio kalbas
my: အင်္ဂလိပ် (EN) မှ အခြားကမ္ဘာ့ဘာသာစကားများသို့ ဘာသာပြန်ဆိုရန်အတွက် စာကြောင်းများ
ne: अनुवादका लागि लाइनहरू (EN) अन्य विश्व भाषाहरूमा
nl: Regels voor vertaling van Engels (EN) naar andere wereldtalen
no: Linjer for oversettelse fra Engelsk (EN) til andre språk
pl: Linie do tłumaczenia z języka angielskiego (EN) na inne języki świata
ps: د انګریزي ژبې (EN) څخه د نورو نړيو ژبو ته د ژباړې لپاره لیکونه
pt_br: Vagas para tradução do Inglês (EN) para outros idiomas do mundo
pt_pt: Linhas para tradução de Inglês (EN) para outras línguas do mundo
ro: Linii de tradus din limba Engleza (EN) în alte limbi internaționale
si: ඉංග්‍රිසි භාෂාවෙන් (EN) වෙනත් ලෝක භාෂාවලට පරිවර්තනය කිරීම සඳහා වාක්‍ය
sk: Linky na preklad z angličtiny (EN) do iných svetových jazykov
sl: Proge za prevod iz angleščine (EN) v druge svetovne jezike
sq: Rreshtat për përkthim nga anglisht (EN) në gjuhë të tjera të botës
sr: Trake za prevod sa engleskog (EN) na druge jezike sveta
sv: Meningar för översättning från Engelska (EN) till andra språk
sw: Mipangilio ya kutafsiri kutoka Kiingereza (EN) kwenye lugha nyingine za ulimwengu
ta: பிற உலக மொழிமாற்றம் ஆங்கிலம் வாயிலாக செய்ய வரிகள் (EN)
te: ఇంగ్లీష్ (EN) నుండి ఇతర ప్రపంచ భాషలలో అనువాదం కోసం లైన్స్
th: สายการแปลจากภาษาอังกฤษเป็นภาษาอื่นๆ
tr: İngilizceden (EN) diğer dünya dillerine çeviri için satırlar
ur: انگریزی (EN) سے دوسری عالمی زبانوں میں ترجمہ کے لئے لائنز
vi: Đường dẫn đến các bản dịch từ Tiếng Anh (EN) sang các ngôn ngữ khác trên thế giới
zh: 從英文(EN)翻譯成其他世界語言
zh_cn: 从英文 (EN) 翻译成其他世界语言

# deviceclasses_laptop-single-main
source: laptop
am: ላፕቶፕ
ar: لاب توب
bn: ল্যাপটপ
ca: portàtil
es_419: portátil
et: sülearvuti
fa: لپ تاپ
fr: Ordinateur portable
gu: લેપટોપ
he: מחשב נייד
hi: लैपटॉप
hr: prijenosno računalo
it: notebook
ja: ノートパソコン
ka: ლეპტოპი
ko: 노트북
ku: لاپتۆپ
lt: nešiojamas kompiuteris
mn: зөөврийн компьютер
my: လက်ပ်တော့ပ်
ne: ल्याप्टप
no: bærbar
pl: komputer przenośny
ps: لپ ټاپ
pt_br: notebook
si: ලැප්ටොප්
te: ల్యాప్టాప్లు
th: แล็ปท็อป
tr: dizüstü
vi: máy tính xách tay
zh_cn: 笔记本电脑

# language_title
source: English
am: Amharic
ar: Arabic
az: Azerbaijani
bg: Bulgarian
bn: Bengali
bs: Bosnian
ca: Catalan
cs: Czech
de: German
el: Greek
es_419: Spanish (Latin America)
et: Estonian
fa: Persian
fil: Filipino
fr: French
gu: Gujarati
he: Hebrew
hi: Hindi
hr: Croatian
hu: Hungarian
id: Indonesian
it: Italian
ja: Japanese
ka: Georgian
ko: Korean
ku: Kurdish
lt: Lithuanian
mn: Mongolian
my: Burmese
ne: Nepali
nl: Dutch
no: Norwegian
pl: Polish
ps: Pushto
pt_br: Portuguese (Brazil)
pt_pt: Portuguese (Portugal)
ro: Romanian
si: Sinhala
sk: Slovak
sl: Slovenian
sq: Albanian
sr: Serbian
sv: Swedish
sw: Swahili
ta: Tamil
te: Telugu
th: Thai
tr: Turkish
ur: Urdu
vi: Vietnamese
zh: Chinese (Traditional)
zh_cn: Chinese (Simplified)

# softcategories_antivirus-single-main
source: antivirus
gu: એંટીવાઇરસ
hu: vírusirtó
my: ဗိုင်းရပ်စ်နှိမ်နင်းရေး
pl: antywirus
ps: انټیويرس
pt_br: antivírus

# softcategories_antivirus-plural-main
source: antiviruses
my: ဗိုင်းရပ်စ်နှိမ်နင်းရေးဆော့ဖ်ဝဲလ်များ
nl: antivirus-software
pt_br: antivírus

# softcategories_audio-video-converter-single-main
source: audio/video converter
my: အသံ/ဗီဒီယို ပြောင်းစက်
nl: audio / video-omzetter
pt_br: conversor de áudio/vídeo

# softcategories_audio-video-converter-plural-main
source: audio/video converters
my: အသံ/ဗီဒီယို ပြောင်းစက်များ
nl: audio / video-omzetters
pt_br: conversores de áudio/vídeo

# softcategories_audio-video-editor-single-main
source: audio/video editor
my: အသံ/ဗီဒီယို တည်းဖြတ်စက်
nl: audio / video-bewerker
pt_br: editor de áudio/vídeo

# softcategories_audio-video-editor-plural-main
source: audio/video editors
my: အသံ/ဗီဒီယို တည်းဖြတ်စက်များ
nl: audio / video-bewerkers
pt_br: editores de áudio/vídeo

# softcategories_book-reader-single-main
source: e-book reader
my: အီး-စာအုပ်ဖတ်ဆော့ဖ်ဝဲလ်
nl: e-book lezer
pt_br: leitor de e-book

# softcategories_book-reader-plural-main
source: e-book readers
my: အီး-စာအုပ်ဖတ်ဆော့ဖ်ဝဲလ်များ
nl: e-book lezers
pt_br: leitores de e-book

# softcategories_browser-single-main
source: browser
gu: બ્રાઉઝર
hu: böngésző
my: ဝက်ဘ်ဘရောက်ဆာ
pl: przeglądarka
ps: لټونګر
pt_br: navegador
sq: shfletuesi

# softcategories_browser-plural-main
source: browsers
my: ဝက်ဘ်ဘရောက်ဆာများ
pt_br: navegadores

# softcategories_cd-dvd-single-main
source: CD/DVD
my: စီဒီ/ဒီဗွီဒီ

# softcategories_cd-dvd-plural-main
source: CDs/DVDs
my: စီဒီများ/ဒီဗွီဒီများ

# softcategories_data-recovery-single-main
source: data recovery software
my: ဒေတာပြန်လည်ရယူခြင်း ဆော့ဖ်ဝဲလ်
nl: software voor gegevensherstel
pt_br: programa de recuperação de dados

# softcategories_data-recovery-plural-main
source: data recovery software
my: ဒေတာပြန်လည်ရယူခြင်း ဆော့ဖ်ဝဲလ်
nl: software voor gegevensherstel
pt_br: programa de recuperação de dados

# softcategories_data-storage-single-main
source: data storage software
my: ဒေတာသိမ်းဆည်းမှု ဆော့ဖ်ဝဲလ်
nl: software voor gegevensherstel
pt_br: programa de armazenamento de dados

# softcategories_data-storage-plural-main
source: data storage software
my: ဒေတာသိမ်းဆည်းမှု ဆော့ဖ်ဝဲလ်
nl: software voor gegevensherstel
pt_br: programa de armazenamento de dados

# softcategories_developer-tools-single-main
source: developer tool
my: ဆော့ဖ်ဝဲလ်ရေးသူသုံး ကိရိယာ
nl: ontwikkelaarshulpmiddel
pt_br: ferramenta de desenvolvimento

# softcategories_developer-tools-plural-main
source: developer tools
my: ဆော့ဖ်ဝဲလ်ရေးသူသုံး ကိရိယာများ
nl: ontwikkelaarshulpmiddellen
pt_br: ferramentas de desenvolvimento

# softcategories_file-manager-single-main
source: file manager
my: ဖိုင်မန်နေဂျာ
nl: bestandsbeheer
pt_br: gerenciador de arquivos

# softcategories_file-manager-plural-main
source: file managers
my: ဖိုင်မန်နေဂျာများ
nl: bestandsbeheerders
pt_br: gerenciadores de arquivos

# softcategories_image-editor-single-main
source: graphic editor
my: ဂရပ်ဖစ်ဒီဇိုင်းတည်းဖြတ်စက်
nl: grafische bewerker
pt_br: editor gráfico

# softcategories_image-editor-plural-main
source: graphic editors
my: ဂရပ်ဖစ်ဒီဇိုင်းတည်းဖြတ်စက်များ
nl: grafische bewerkers
pt_br: editores gráficos

# softcategories_image-viewer-single-main
source: image viewer
my: ရုပ်ပုံကြည့်ဆော့ဖ်ဝဲလ်
nl: afbeelding viewer
pt_br: visualizador de imagem

# softcategories_image-viewer-plural-main
source: image viewers
my: ရုပ်ပုံကြည့်ဆော့ဖ်ဝဲလ်များ
nl: afbeelding viewers
pt_br: visualizadores de imagens

# softcategories_mail-client-single-main
source: e-mail client
my: အီးမေးလ်ဆော့ဖ်ဝဲလ်
nl: e-mail-software
pt_br: cliente de email

# softcategories_mail-client-plural-main
source: e-mail clients
my: အီးမေးလ်ဆော့ဖ်ဝဲလ်များ
nl: e-mail-softwares
pt_br: clientes de email

# softcategories_messenger-single-main
source: messenger
my: စကားဝိုင်းဆော့ဖ်ဝဲလ်
pt_br: mensageiro

# softcategories_messenger-plural-main
source: messengers
my: စကားဝိုင်းဆော့ဖ်ဝဲလ်များ
pt_br: mensageiros

# softcategories_mp3-audio-player-single-main
source: MP3 and audio player
my: MP3 နှင့် အသံဖွင့်စက်
nl: MP3- en audio-speler
pt_br: reprodutor de MP3 e áudio

# softcategories_mp3-audio-player-plural-main
source: MP3 and audio players
my: MP3 နှင့် အသံဖွင့်စက်များ
nl: MP3- en audio-spelers
pt_br: reprodutores de MP3 e áudio

# softcategories_other-single-main
source: other software
my: အခြားဆော့ဖ်ဝဲလ်
nl: andere software
pt_br: outros programas

# softcategories_other-plural-main
source: other software
my: အခြားဆော့ဖ်ဝဲလ်
nl: andere software
pt_br: outros programas

# softcategories_pdf-reader-single-main
source: PDF-reader
my: PDF ဖတ်ဆော့ဖ်ဝဲလ်
nl: PDF lezer
pt_br: leitor de PDF

# softcategories_pdf-reader-plural-main
source: PDF-readers
my: PDF ဖတ်ဆော့ဖ်ဝဲလ်များ
nl: PDF lezers
pt_br: leitores de PDF

# softcategories_text-editor-single-main
source: text editor
my: စာသားတည်းဖြတ်သောဆော့ဖ်ဝဲလ်
nl: tekstbewerker
pt_br: editor de texto

# softcategories_text-editor-plural-main
source: text editors
my: စာသားတည်းဖြတ်သောဆော့ဖ်ဝဲလ်များ
nl: tekstbewerkers
pt_br: editores de texto

# softcategories_torrent-client-single-main
source: Torrent client
my: Torrent ဆော့ဖ်ဝဲလ်
nl: Torrent-software
pt_br: cliente Torrent

# softcategories_torrent-client-plural-main
source: Torrent clients
my: Torrent ဆော့ဖ်ဝဲလ်များ
nl: Torrent-softwares
pt_br: clientes Torrent

# softcategories_video-player-single-main
source: video player
my: ဗီဒီယိုဖွင့်စက်
nl: video speler
pt_br: reprodutor de vídeo

# softcategories_video-player-plural-main
source: video players
my: ဗီဒီယိုဖွင့်စက်များ
nl: video spelers
pt_br: reprodutores de vídeo
