Repository: DriverPackSolution/transifex-backup
Catalog: delorean/driverpack-solution-worldwide/drpsu/*.po
Languages: am, ar, az, bg, bn, bs, ca, cs, de, el, es_419, et, fa, fil, fr, gu, he, hi, hr, hu, id, it, ja, ka, ko, ku, lt, mn, my, ne, nl, no, pl, ps, pt_br, pt_pt, ro, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ur, vi, zh, zh_cn

# drivercard_no-results-text
source: The drivers for {{NAME}} for Windows {{OSVERSIONS}} were not found in the catalog. {{DOWNLOAD}} to select the driver automatically.
am: የ Windows {{OSVERSIONS}} {{NAME}} ድራይቨሮች መዝገቡ ዉስጥ አልተገኙም። ድራይቨሩን ራሱ እንዲመርጥ ለማድረግ {{DOWNLOAD}} ያውርዱ።
ar: التعريف الخاص بـ {{NAME}} ل Windows{{OSVERSIONS}} غير موجود بالفهرس. {{DOWNLOAD}} لاختيار التعريف تلقائياً.
az: Windows {{OSVERSIONS}} üçün {{NAME}} driverləri kataloqda tapılmadı. Driveri avtomatik seçmək üçün {{DOWNLOAD}}.
bg: Драйверите за {{NAME}} за Windows {{OSVERSIONS}} не са намерени в каталога. {{DOWNLOAD}} за да избере драйвера автоматично.
bn: {{NAME}} এর জন্য উইন্ডোজ {{OSVERSIONS}} এর ড্রাইভারগুলো তালিকায় পাওয়া যায় নি। স্বয়ংক্রিয়ভাবে ড্রাইভার বাছাই করতে {{DOWNLOAD}} করুন
bs: Drajveri za {{NAME}} za Windows {{OSVERSIONS}} nisu nađeni u katalogu. {{DOWNLOAD}} da instalirate drajvere automatski.
ca: Els controladors per a {{NAME}} per a Windows {{OSVERSIONS}} no s'han trobat al catàleg. {{DOWNLOAD}} per a seleccionar el controlador automàticament.
cs: Ovladače pro {{NAME}} pro Windows {{OSVERSIONS}} nebyly nalezeny v katalogu. {{DOWNLOAD}} k automatickému výběru ovladače.
de: Die Treiber für {{NAME}} für Windows {{OSVERSIONS}} wurden nicht gefunden im Katalog. {{DOWNLOAD}}, um den Treiber automatisch auszuwählen.
el: Τα προγράμματα οδήγησης για {{NAME}}για τα Windows {{OSVERSIONS}} δεν βρέθηκαν στον κατάλογο. {{DOWNLOAD}} για επιλογή του προγράμματος οδήγησης αυτόματα.
es_419: Los controladores para{{NAME}} para Windows {{OSVERSIONS}} no se han encontrado en el catálogo. {{DOWNLOAD}} para seleccionar el controlador automaticamente.
et: {{NAME}} draiver, Windows {{OSVERSIONS}} jaoks ei leitud kataloogist. {{DOWNLOAD}} et valida draiver automaatselt.
fa: درایور مناسبی از مجموعه برای {{NAME}} در Windows {{OSVERSIONS}} یافت نشد. {{DOWNLOAD}} را جهت دانلود خودکار کلیک نمایید
fil: Ang driver para sa {{NAME}} para sa Windows {{OSVERSIONS}} ay hindi natagpuan sa catalog. {{DOWNLOAD}} upang mapili ang driver nang awtomatiko.
fr: Les pilote de {{NAME}} pour Windows {{OSVERSIONS}} n'ont pas été trouvés dans le catalogue. {{DOWNLOAD}} pour sélectionner le pilote automatiquement.
gu: ડ્રાઈવર્સ {{NAME}} Windows માટે {{OSVERSIONS}} સૂચિમાં મળ્યાં નથી. {{DOWNLOAD}} આપોઆપ ડ્રાઈવર પસંદ કરવા માટે.
he: הדרייברים עבור {{NAME}} עבור Windows {{OSVERSIONS}} לא נמצאו בקטלוג. {{DOWNLOAD}} להתקנה אוטומטית של הדרייבר.
hi: Windows {{OSVERSIONS}} के लिए {{NAME}} के ड्राइवरों को कैटलॉग में नहीं मिला था {{DOWNLOAD}} को स्वचालित रूप से ड्रायवर चुनने के लिए।
hr: Upravljački programi za {{NAME}} za {{OSVERSIONS}} nisu pronađeni u katalogu. {{DOWNLOAD}} da biste automatski odabrali upravljački program.
hu: {{NAME}} driverek a Windows {{OSVERSIONS}} változatához nem találhatók az adatbázisban. {{DOWNLOAD}} a kiválasztott driver automatikus letöltéséhez!
id: Driver untuk {{NAME}} untuk Windows {{OSVERSIONS}} tidak ditemukan di katalog. {{DOWNLOAD}} untuk memilih driver secara otomatis.
it: I driver {{NAME}} per Windows {{OSVERSIONS}} non sono stati trovati nel catalogo. {{DOWNLOAD}} per selezionare i driver automaticamente.
ja: 一覧の中, Windowsの {{OSVERSIONS}} の {{NAME}} ドライバーは見つかりません。ドライバーを自動にダウンロードするには {{DOWNLOAD}} を選択してください
ka: დრაივერები {{NAME}} Windows {{OSVERSIONS}}-სთვის არ მოიძებნა კატალოგში. {{DOWNLOAD}} რათა ავტომატურად დაყენდეს დრაივერი.
ko: Windows {{OSVERSIONS}} 을 위한 {{NAME}} 용 드라이버가 카탈로그에서 발견되지 않았습니다. 드라이버를 자동으로 선택하려면 {{DOWNLOAD}} 를 누르세요.
ku: پێناسه‌كان بۆ {{NAME}} بۆ Windows {{OSVERSIONS}} نه‌دۆزرایه‌وه‌ له‌ ماڵپه‌ڕه‌كه‌دا. {{DOWNLOAD}} بۆ دیاریكردنی پێناسه‌ به‌ ئۆتۆماتیكی.
lt: Tvarkyklės {{NAME}} Windows operacinei sistemai {{OSVERSIONS}} nerastos kataloge. {{DOWNLOAD}} automatiškai pasirinkti tvarkyklę.
mn: Драйвер {{NAME}} нь Windows зориулагдсан бөгөөд {{OSVERSIONS}} нь энэ танилцуулганаас олдохгүй. {{DOWNLOAD}}-ыг дарснаар автоматаар сонгох боломжтой.
my: Windows {{OSVERSIONS}} အတွက် အဆိုပါ {{NAME}} drivers များကို ကက်တလောက်ထဲတွင် ရှာဖွေတွေ့ရှိခြင်းမရှိပါ။ အထက်ပါ driver ကို အလိုအလျောက် ရွေးချယ်နိုင်ရန်အတွက် {{DOWNLOAD}}။
ne: लागि चालकहरू {{NAME}} हिन्दी को लागि Windows {{OSVERSIONS}} सूचीमा फेला परेन। {{DOWNLOAD}} स्वचालित रूपमा ड्राइभर चयन गर्नुहोस्।
nl: De drivers voor {{NAME}} voor Windows {{OSVERSIONS}} zijn niet in de catalogus gevonden. {{DOWNLOAD}} om de driver automatisch te selecteren.
no: Windows {{OSVERSIONS}} drivere for {{NAME}} fantes ikke i katalogen. {{DOWNLOAD}} for automatisk nedlasting av driveren.
pl: Sterowniki urządzenia {{NAME}} dla Windows {{OSVERSIONS}} nie zostały odnalezione. {{DOWNLOAD}}, by znaleźć prawidłowy sterownik automatycznie.
ps: ډرایورونه د {{NAME}} لپاره د وینډوز لپاره Windows {{OSVERSIONS}} پیدانسول په اساسی لیست کی. {{DOWNLOAD}} ترڅو ډرایور په اتومات ډول انتخاب سی
pt_br: Os drivers para {{NAME}} para o Windows {{OSVERSIONS}} não foram encontrados no catálogo. {{DOWNLOAD}} para selecionar o driver automaticamente.
pt_pt: Os controladores para {{NAME}} para Windows {{OSVERSIONS}} não foram encontrados no catálogo. {{DOWNLOAD}} para automaticamente selecionar um controlador.
ro: Driverele pentru {{NAME}} pentru Windows {{OSVERSIONS}} nu sunt în catalog.{{DOWNLOAD}} pentru a selecta driverul automat.
si: {{OSVERSIONS}} සඳහා {{NAME}} ධාවක නාමාවලිය තුලින් හමු නොවුනි. ධාවකය ස්වයංක්‍රීයව තෝරා ගැනීමට {{DOWNLOAD}}
sk: Ovládače pre {{NAME}} pre systém Windows {{OSVERSIONS}} neboli nájdené v katalógu. {{DOWNLOAD}} pre automatický výber ovládača.
sl: Gonilnikov za {{NAME}} sistema Windows {{OSVERSIONS}} nismo našli v našem katalogu. {{DOWNLOAD}} za avtomatsko izbiro gonilnikov.
sq: Drajverat për {{NAME}} për Windows {{OSVERSIONS}} nuk u gjetën në katalog. {{DOWNLOAD}} për të përzgjedhur drajverin automatikisht.
sr: Drajveri za {{NAME}} za Windows {{OSVERSIONS}} nisu bili nađeni u katalogu. {{DOWNLOAD}} da označiš drajvere automatski.
sv: Drivrutinerna för {{NAME}} för Windows {{OSVERSIONS}} hittades inte i katalogen. {{DOWNLOAD}} för att välja drivrutin automatiskt.
sw: Driver ya {{NAME}} ya Windows {{OSVERSIONS}} hawakuonekana katika orodha. {{DOWNLOAD}} chagua driver moja kwa moja.
ta: வன்பொருள்கள் {{NAME}} விண்டோஸிற்கு Windows {{OSVERSIONS}} அட்டவணையில் இல்லை. {{DOWNLOAD}} தானாக நிறுவ தேர்ந்தெடுக்கவும்.
te: డ్రైవర్స్ కోసం {{NAME}} Windows కోసం {{OSVERSIONS}} కేటలాగ్లో కనుగొనబడలేదు. {{DOWNLOAD}} డ్రైవర్ స్వయంచాలకంగా ఎంచుకోవడానికి.
th: ไม่พบไดรเวอร์ของ {{NAME}} สำหรับวินโดวส์ {{OSVERSIONS}} ในแคตตาล็อก {{DOWNLOAD}} เพื่อเลือกไดรเวอร์อัตโนมัติ
tr: Windows {{OSVERSIONS}} için {{NAME}} sürücüleri katalogda bulunamadı. Sürücüyü otomatik olarak seçmek için {{DOWNLOAD}}.
ur: {{NAME}} کیلئے ونڈوز {{OSVERSIONS}} کے ڈرائیورز فہرست میں نہیں ملے۔ ڈرائیورز کو خود کار طریقہ سے منتخب کرنے کیلئے {{DOWNLOAD}} کریں۔
vi: Các trình điều khiển cho {{NAME}} trên Windows {{OSVERSIONS}} không được tìm thấy trong danh mục. {{DOWNLOAD}} để tự động lựa chọn trình điều khiển.
zh: Windows 的 {{NAME}} 驅動程式在目錄中找不到 {{OSVERSIONS}}。{{DOWNLOAD}} 自動選擇驅動程式。
zh_cn: Windows 的 {{NAME}} 驱动程序在目录中找不到 {{OSVERSIONS}}。{{DOWNLOAD}} 自动选择驱动程序。

# drivercard_no-results_download-link
source: Download DriverPack
am: DriverPack ያውርዱ።
ar: تحميل DriverPack
az: DriverPack-ı endir
bg: Изтегли DriverPack
bn: DriverPack ডাউনলোড
bs: Preuzmi DriverPack
ca: Descarrega el DriverPack
cs: Stáhnout DriverPack
de: DriverPack herunterladen
el: Λήψη του DriverPack
es_419: Descarga DriverPack
et: Lae alla DriverPack
fa: دانلود DriverPack
fil: I-download ang DriverPack
fr: Télécharger DriverPack
gu: DriverPack ડાઉનલોડ કરો
he: הורד את DriverPack
hi: DriverPack संकलित करे
hr: Preuzmite DriverPack
hu: DriverPack letöltése
id: Unduh DriverPack
it: Scarica DriverPack
ja: DriverPack をダウンロード
ka: DriverPack-ის გადმოწერა
ko: DriverPack 다운로드
ku: دابه‌زاندنی DriverPack
lt: Parsisiųsti DriverPack
mn: DriverPack-г татах
my: DriverPack ကို ဒေါင်းလုဒ်ရယူပါ
ne: DriverPack डाउनलोड
no: Last ned DriverPack
pl: Pobierz DriverPack
ps: DriverPack ډاونلوډ کړئ
pt_br: Baixar o DriverPack
pt_pt: Descarregar DriverPack
ro: Descarcă DriverPack
si: DriverPack බාගත කරගන්න
sk: Stiahnuť DriverPack
sl: Prenesite DriverPack
sq: Shkarko DriverPack
sr: Preuzimanje DriverPack
sv: Ladda ned DriverPack
sw: Pakua DriverPack
ta: DriverPack வன்பொருள்தொகுப்பு பதிவிறக்கம்
te: డౌన్లోడ్ DriverPack
th: ดาวน์โหลด DriverPack
tr: DriverPack'i İndir
ur: DriverPack ڈائونلوڈ کریں
vi: Tải về DriverPack
zh: 下載 DriverPack
zh_cn: 下载 DriverPack

# drivercard_caption-version
source: Version:
am: እትም:
ar: الإصدار:
az: Versiya:
bg: Версия:
bn: ভার্সন:
bs: Verzija:
ca: Versió:
cs: Verze:
el: Έκδοση:
es_419: Versión:
et: Versioon:
fa: نسخه:
fil: Bersyon:
gu: સંસ્કરણ
he: גירסה:
hi: संस्करण:
hr: Verzija:
hu: Verzió:
id: Versi:
it: Versione:
ja: バージョン:
ka: ვერსია:
ko: 버전:
ku: نوسخه‌:
lt: Versija:
mn: Хувилбар:
my: ဗားရှင်း:
ne: संस्करण:
nl: Versie:
no: Versjon:
pl: Wersja:
ps: ورژن یا ډول:
pt_br: Versão:
pt_pt: Versão:
ro: Versiune:
si: සංස්කරණ:
sk: Verzia:
sl: Trenutna različica:
sq: Versioni:
sr: Verzija:
sw: Mufumo:
ta: பதிப்பு:
te: వెర్షన్:
th: เวอร์ชั่น:
tr: Sürüm:
ur: ورژن:
vi: Phiên bản:
zh: 版本:
zh_cn: 版本:

# drivercard_caption-version-recommended
source: recommended
am: የተመከረ
ar: المفضل
az: tövsiyə olunan
bg: препоръчан
bn: সুপারিশকৃত
bs: preporučeno
ca: recomanada
cs: doporučeno
de: empfohlen
el: προτείνεται
es_419: Recomendado
et: soovitatud
fa: پیشنهادی
fil: inirerekomenda
fr: recommandé
gu: ભલામણ
he: מומלץ
hi: सिफारिश
hr: Preporučeno
hu: ajánlott
id: disarankan
it: raccomandati
ja: おすすめ
ka: რეკომენდებულია
ko: 권장
ku: ڕاسپێردراو
lt: rekomenduojama
mn: санал болгогдож буй
my: အကြံပြုထားသည်
ne: सिफारिस गरिएको
nl: aanbevolen
no: anbefalt
pl: zalecane
ps: سپارښت سوی
pt_br: recomendado
pt_pt: recomendado
ro: recomandat
si: නිර්දේෂිත
sk: odporúčané
sl: priporoča
sq: rekomanduar
sr: preporučeno
sv: rekommenderas
sw: iliopendekezwa
ta: பரிந்துரைக்கப்படுகிறது
te: సలహాయిచ్చు
th: แนะนำ
tr: önerilir
ur: تجویز کردہ
vi: được khuyên dùng
zh: 建議使用
zh_cn: 推荐

# drivercard_caption-date
source: Date:
am: ቀን:
ar: التاريخ :
az: Tarix:
bg: Дата:
bn: তারিখ:
bs: Datum:
ca: Data:
cs: Datum:
de: Datum:
el: Ημερομηνία:
es_419: Fecha:
et: Kuupäev:
fa: تاریخ:
fil: Petsa:
gu: તારીખ
he: תאריך:
hi: तारीख:
hr: Datum:
hu: Dátum:
id: Tanggal:
it: Data:
ja: 日付:
ka: თარიღი:
ko: 날짜:
ku: به‌روار:
lt: Data:
mn: Он сар өдөр:
my: ရက်စွဲ:
ne: मिति:
nl: Datum:
no: Dato:
pl: Data:
ps: نیټه:
pt_br: Data:
pt_pt: Data:
ro: Data:
si: දිනය:
sk: Dátum:
sl: Datum:
sq: Data:
sr: Datum:
sv: Datum:
sw: Tarehe:
ta: தேதி:
te: తేదీ:
th: วันที่:
tr: Tarih:
ur: تاریخ:
vi: Ngày tháng:
zh: 日期:
zh_cn: 日期:

# drivercard_caption-class
source: Device Type:
am: የመሣሪያ ዓይነት:
ar: نوع الجهاز :
az: Cihaz növü:
bg: Тип на устройството:
bn: ডিভাইসের ধরন:
bs: Vrsta drajvera:
ca: Tipus de dispositiu:
cs: Typ zařízení:
de: Gerätetyp:
el: Τύπος Συσκευής:
es_419: Tipo de dispositivo:
et: Seadme tüüp:
fa: نوع دستگاه:
fil: Uri ng Device:
fr: Type de périphérique:
gu: ડિવાઇસ નો પ્રકાર
he: סוג התקן:
hi: डिवाइस का प्रकार:
hr: Vrsta uređaja:
hu: Eszköz típusa:
id: Tipe Device:
it: Tipo dispositivo:
ja: デバイスタイプ:
ka: სახეობა:
ko: 장치 유형:
ku: جۆری ئامێر:
lt: Įrenginio Tipas:
mn: Төхөөрөмжийн төрөл:
my: စက်ပစ္စည်းအမျိုးအစား:
ne: उपकरण प्रकार:
nl: Apparaat Type:
no: Enhetstype:
pl: Typ urządzenia:
ps: د آلې ډول:
pt_br: Tipo de Dispositivo:
pt_pt: Tipo de Dispositivo:
ro: Tip de dispozitiv:
si: උපාංග අාකාරය:
sk: Typ zariadenia:
sl: Vrsta naprave:
sq: Tipi i Pajisjes:
sr: Tip uredjaja
sv: Enhetstyp:
sw: Aina ya Kifaa:
ta: சாதனத்தின் வகை:
te: పరికరం రకం:
th: ประเภทอุปกรณ์:
tr: Aygıt Türü:
ur: آلہ کی قسم
vi: Loại Thiết Bị:
zh: 裝置類型:
zh_cn: 设备类型:

# drivercard_caption-manufacturer
source: Manufacturer:
am: አምራች:
ar: الشركة المصنعة :
az: İstehsalçı:
bg: Производител:
bn: প্রস্তুতকারক:
bs: Proizvođjač:
ca: Fabricant:
cs: Výrobce:
de: Hersteller:
el: Κατασκευαστής:
es_419: Fabricante:
et: Tootja:
fa: سازنده:
fil: Tagagawa:
fr: Fabricant:
gu: ઉત્પાદક
he: יצרן:
hi: निर्माता:
hr: Proizvođač:
hu: Gyártó:
id: Produsen:
it: Produttore:
ja: 製作社:
ka: მწარმოებელი:
ko: 제조사:
ku: به‌رهه‌مهێنه‌ر:
lt: Gamintojas:
mn: Гар аргаар үйлдвэрлэгч:
my: ထုတ်လုပ်သူ:
ne: निर्माता:
nl: Fabrikant:
no: Produsent:
pl: Producent:
ps: تولید کوونکۍ:
pt_br: Fabricante:
pt_pt: Fabricante:
ro: Producător:
si: නිෂ්පාදකයා:
sk: Výrobca:
sl: Proizvajalec:
sq: Prodhuesi:
sr: Proizvođač:
sv: Tillverkare:
sw: Mtengenezaji:
ta: உற்பத்தியாளர்:
te: తయారీదారు
th: ผู้ผลิต:
tr: Üretici:
ur: بنانے والا:
vi: Nhà sản xuất:
zh: 製造商:
zh_cn: 制造商:

# drivercard_caption-os
source: Operating Systems:
am: ስርዓተ ክወና ሶፍትዌር:
ar: أنظمة التشغيل :
az: Əməliyyat sistemi:
bg: Операционна системи:
bn: অপারেটিং সিস্টেমস্‌:
bs: Operativni sistemi:
ca: Sistema operatiu:
cs: Operační systémy:
de: Betriebssysteme:
el: Λειτουργικά Συστήματα:
es_419: Sistema Operativo:
et: Operatsiooni süsteem:
fa: سیستم های عامل:
fil: Mga Operating System:
fr: Systèmes d'exploitation:
gu: ઓપરેટિંગ સિસ્ટમ
he: מערכת הפעלה:
hi: कार्यप्रणाली :
hr: Operacijski sustavi:
hu: Operációs rendszerek:
id: Sistem Operasi:
it: Sistema Operativo:
ja: オペレーティングシステム:
ka: საოპერაციო სისტემა:
ko: 운영 체제:
ku: سیسته‌مه‌ كارپێكه‌ره‌كان:
lt: Operacinės Sistemos:
mn: Холбож буй системүүд:
my: လည်ပတ်မှု စနစ်များ:
ne: अपरेटिङ सिस्टम्स:
nl: Besturingssystemen:
no: Operativsystem:
pl: Systemy operacyjne:
ps: عامل سیسټم:
pt_br: Sistemas Operacionais:
pt_pt: Sistemas Operativos:
ro: Sisteme de operare:
si: මෙහෙයුම් පද්ධති:
sk: Operačné Systémy:
sl: Operacijski sistemi:
sq: Sistemet Operative:
sr: Operativni sistemi
sv: Operativsystem:
sw: Mifumo ya uendeshaji:
ta: இயக்க முறைமைகள்:
te: ఆపరేటింగ్ సిస్టమ్స్
th: ระบบปฏิบัติการ:
tr: İşletim Sistemleri:
ur: آپریٹنگ سسٹم
vi: Hệ Điều Hành
zh: 作業系統:
zh_cn: 操作系统:

# drivercard_caption-inf
source: File *.inf:
am: ሰነድ *.inf:
az: .inf faylı:
bg: *.inf файл:
bn: ফাইল *.inf:
ca: Fitxer *.inf:
cs: Soubor *.inf:
de: Datei *.inf:
el: Αρχείο *.inf:
es_419: Archivo *.inf:
et: Fail *.inf:
fa: فایل *.inf:
fr: Fichier *inf:
gu: ફાઇલ *.inf
he: קובץ *.inf:
hi: फ़ाइल * .inf:
hr: *.inf datoteka:
hu: *.inf fájl:
ja: ファイル *.inf:
ka: *.inf ფაილი:
ko: *.inf 파일:
ku: فایل *.inf :
lt: Failo *.inf:
my: ဖိုင် *.inf:
ne: फाइल *.inf:
nl: Bestand *.inf:
no: Fil *.inf:
pl: Plik *.inf:
ps: فایل یا دوسیه *.inf:
pt_br: Arquivo *.inf:
pt_pt: Ficheiro *.inf:
ro: Fisier *.inf:
si: *.inf: ගොනුව
sk: Súbor *.inf:
sl: Datotka * .inf:
sq: Dosja *.inf:
sr: Fajl inforamcije:
sv: Fil *.inf:
ta: கோப்பு *.inf :
te: ఫైలు *.సమాచారం:
th: ไฟล์ *.inf:
tr: Dosya *.inf:
ur: فائل *.inf:
zh: 檔案 *.inf:
zh_cn: 文件 *.inf:

# drivercard_caption-section
source: Category:
am: ምድብ:
ar: التصنيف :
az: Kateqoriya:
bg: Категория:
bn: শ্রেণি:
bs: Kategorija:
ca: Categoria:
cs: Kategorie:
de: Kategorie:
el: Κατηγορία:
es_419: Categoría:
et: Kategooria:
fa: دسته بندی:
fil: Kategorya:
fr: Catégorie:
gu: શ્રેણી
he: קטגוריה:
hi: वर्ग:
hr: Kategorija:
hu: Kategória:
id: Kategori:
it: Categoria:
ja: カテゴリ:
ka: კატეგორია:
ko: 범주:
ku: جۆر:
lt: Kategorija:
mn: Категори:
my: အမျိုးအစား:
ne: कोटि:
nl: Categorie:
no: Kategori:
pl: Kategoria:
ps: کټګوری یا ډول:
pt_br: Categoria:
pt_pt: Categoria:
ro: Categorie:
si: වර්ගය:
sk: Kategória:
sl: Kategorija:
sq: Kategoria:
sr: Kategorija
sv: Kategori:
sw: Jamii:
ta: வகை:
te: విభాగం:
th: ประเภท:
tr: Kategori:
ur: قسم:
vi: Danh mục:
zh: 類別:
zh_cn: 类别:

# drivercard_caption-btn
source: Download driver
am: ድራይቨሩን ያውርዱ
ar: تحميل التعريفات
az: Driveri endir
bg: Изтегли драйвер
bn: ড্রাইভার ডাউনলোড করুন
bs: Preuzmi drajver
ca: Descarrega el controlador
cs: Stáhnout ovladač
de: Treiber herunterladen
el: Λήψη προγράμματος οδήγησης
es_419: Descarga controlador
et: Lae alla draiver
fa: دانلود درایور
fil: I-download ang driver
fr: Télécharger le pilote
gu: ડ્રાઈવર ડાઉનલોડ કરો
he: הורד דרייבר
hi: ड्राइवर संकलित करे
hr: Preuzmite upravljački program
hu: Driver letöltése
id: Unduh driver
it: Scarica driver
ja: ドライバーをダウンロード
ka: დრაივერის გადმოწერა
ko: 드라이버 다운로드
ku: پێناسه‌كان داببه‌زێنه‌
lt: Parsisiųsti tvarkyklę
mn: Драйвер татах
my: Driver ဒေါင်းလုဒ်ဆွဲရန်
ne: ड्राइभर डाउनलोड गर्नुहोस्
nl: Download stuurprogramma
no: Last ned driver
pl: Pobierz sterownik
ps: دډرایور ډاونلوډول
pt_br: Baixar o driver
pt_pt: Descarregar controlador
ro: Descarcă driver
si: ධාවක බාගත කරගන්න
sk: Stiahnuť ovládač
sl: Prenos voznikov
sq: Shkarko Driver
sr: Preuzimanje drajver
sv: Ladda ned drivrutin
sw: Pakua driver
ta: வன்பொருள் பதிவிறக்கம்
te: డౌన్లోడ్ డ్రైవర్
th: ดาวน์โหลดไดรเวอร์
tr: Sürücüyü indir
ur: ڈرائیور ڈاؤن لوڈ کریں
vi: Tải về trình điều khiển
zh: 下載驅動程式
zh_cn: 下载驱动程序

# drivercard_caption-repack-btn
source: Download ZIP
my: ZIP ဒေါင်းလုဒ်ဆွဲရန်
pt_br: Baixar o ZIP

# deviceidpage_all-systems
source: all systems
am: ሙሉ ሲስተሞች
ar: كل الأنظمة
az: bütün sistemlər
bg: всички системи
bn: সকল সিস্টেম
bs: svi operativni sistemi
ca: tots els sistemes
cs: všechny systémy
de: Alle Systeme
el: όλα τα συστήματα
es_419: todos los sistemas operativos
et: kõik süsteemid
fa: همه سیستم ها
fil: lahat ng mga sistema
fr: tous les systèmes
gu: બધી સિસ્ટમ
he: כל המערכות
hi: सभी प्रणालियों
hr: Svi sustavi
hu: összes rendszerhez
id: semua sistem
it: tutti i sistemi
ja: すべてのシステム
ka: ყველა სისტემა
ko: 모든 시스템
ku: هه‌موو سیسته‌مه‌كان
lt: visoms operacinėms sistemoms
mn: бүх системүүд
my: စနစ်များအားလုံး
ne: सबै सेटिङ
nl: alle systemen
no: alle systemer
pl: wszystkie systemy
ps: ټوله سیسټمونه
pt_br: todos os sistemas
pt_pt: todos os sistemas
ro: toate sistemele
si: සියලු පද්ධති
sk: všetky systémy
sl: vsi sistemi
sq: gjitha sistemet
sr: svi sistemi
sv: alla operativsystem
sw: systems zote
ta: அனைத்து அமைப்புகள்
te: అన్ని సిస్టములు
th: ระบบทั้งหมด
tr: tüm sistemler
ur: تمام سسٹم
vi: tất cả những hệ thống
zh: 所有系統
zh_cn: 所有系统

# dropdowndriverversion_no-results
source: The drivers for the chosen OS were not found
am: ለመረጡት ኦፐሬቲንግ ሲስተም የሚሆኑት ድራይቨሮች አልተገኙም።
ar: لم يتم العثور على التعريفات المختارة لنظام التشغيل
az: Seçilən ƏS driverlər tapılmadı
bg: Не са намерени драйвери за посочената OS
bn: বাছাইকৃত ওএস এর জন্য ড্রাইভারগুলো পাওয়া যায় নি।
bs: Drajveri za odabrani OS nisu pronađeni
ca: No s'han trobat els controladors per al sistema operatiu seleccionat
cs: Ovladače pro zvolený OS nenalezeny
de: Die Treiber für das gewählte Betriebssystem wurden nicht gefunden
el: Τα προγράμματα για το επιλεγμένο Λειτουργικό Σύστημα δεν βρέθηκαν
es_419: Los controladores para el sistema operativo seleccionado no se han encontrado
et: Valitud Operatsiooni süsteemile draivereid ei leitud
fa: درایورهای مربوط به سیستم عامل مورد نظر یافت نشد
fil: Ang mga driver para sa napiling OS ay hindi natagpuan
fr: Les pilotes de l'OS choisi n'ont pas été trouvés
gu: આપે પસંદ કરેલ OS માટે કોઈ ડ્રાઇવર મળ્યા નથી
he: לא נמצאו דרייברים עבור מערכת ההפעלה שנבחרה
hi: चुने हुए ओ एस के लिये ड्राइवर नहीं मिला
hr: Upravljački programi za odabrani operacijski sustav nisu pronađeni
hu: Nem találhatóak a kiválasztott rendszerhez driverek
id: Driver untuk OS yang dipilih tidak ditemukan
it: I Driver per il Sistema operativo scelto non sono stati trovati
ja: 選択したOSのドライバーは見つかりませんでした。
ka: დრაივერები მითითებული საოპერაციო სისტემისთვის არ მოიძებნა
ko: 선택한 OS의 드라이버를 찾을 수 없습니다
ku: پێناسه‌كان بۆ سیستمه‌ كاپێكه‌ریه‌ هه‌ڵبژێردراوه‌كه‌ نه‌دۆزرایه‌وه‌
lt: Tvarkyklė pasirinktai operacinei sistemai nerasta
mn: Сонгосон OS -д тохирсон драйвер олдохгүй байна
my: ရွေးချယ်ထားသော OS အတွက် အဆိုပါ drivers များကို ရှာဖွေတွေ့ရှိခြင်းမရှိပါ
ne: चुनेको ओएसका लागि ड्राइभर भेटिएन
nl: De drivers voor het gekozen Besturingssysteem zijn niet gevonden
no: Drivere for valgt OS ble ikke funnet
pl: Sterowniki dla wybranego systemu operacyjnego nie zostały znalezione
ps: ډرایورونه د انتخاب سوی OS یا عامل سیسټم لپاره پیدانسول
pt_br: Os drivers para o Sistema Operacional escolhido não foram encontrados
pt_pt: Os controladores para o SO escolhido não foram encontrados
ro: Driverele pentru sistemul de operare ales, nu au fost găsite
si: තෝරාගත් මෙහෙයුම් පද්ධතිය සඳහා ධාවක හමුනොවුනි
sk: Ovládače pre vybratý operačný systém neboli nájdené
sl: Gonilnikov za izbrani operaciski sistem OS ni v naši bazi
sq: Driverat per SO te zgjedhur nuk jan gjetur
sr: Drajveri za izabrani OS nisu pronadjeni
sv: Drivrutinerna för det valda operativsystemet hittades inte
sw: Ma driver kwa OS waliochaguliwa hawakupatikana
ta: தேர்ந்தெடுக்கப்பட்டுள்ள வன்பொருள் தேர்ந்தெடுக்கப்பட்டுள்ள இறைமை பொருளுக்கு ஒத்துப்போகவில்லை
te: ఎంచుకున్న OS కోసం డ్రైవర్స్ కనుగొనబడలేదు
th: ไม่พบไดรเวอร์สำหรับระบบปฏิบัติการที่เลือก
tr: Seçilen İS için sürücüler bulunamadı
ur: موجودہ OS کیلئے ڈرائیورز نہیں مل سکے
vi: Các trình điều khiển cho hệ điều hành đã được chọn không thể tìm thấy
zh: 找不到所選作業系統的驅動程式
zh_cn: 没有找到所选操作系统的驱动程序

# dropdownos_current
source: current
am: ያሁን
ar: الحالي
az: hazırki
bg: текущ
bn: বর্তমান
bs: trenutni
ca: actual
cs: aktuální
de: aktuell
el: τρέχον
es_419: actual
et: praegune
fa: فعلی
fil: kasalukuyang
fr: actuel
gu: ચાલુ
he: נוכחי
hi: वर्तमान
hr: Trenutačna
hu: aktuális
id: saat ini
it: selezionato
ja: 現在
ka: ახლანდელი
ko: 현재
ku: ئێستا
lt: dabartinė
mn: одоогийн
my: လက်ရှိ
ne: वर्तमान
nl: actueel
no: nåværende
pl: obecnie
ps: اوسنی
pt_br: atual
pt_pt: atual
ro: actual
si: දැනට පවතින
sk: aktuálny
sl: sedanji
sq: aktual
sr: trenutni
sv: nuvarande
sw: sasa
ta: தற்போதுள்ள
te: ప్రస్తుత
th: ปัจจุบัน
tr: şu anki
ur: موجودہ
vi: hiện hành
zh: 現用
zh_cn: 当前
