Repository: DriverPackSolution/transifex-backup
Catalog: delorean/driverpack-solution-worldwide/drpsu/*.po
Languages: am, ar, az, bg, bn, bs, ca, cs, de, el, es_419, et, fa, fil, fr, gu, he, hi, hr, hu, id, it, ja, ka, ko, ku, lt, mn, my, ne, nl, no, pl, ps, pt_br, pt_pt, ro, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ur, vi, zh, zh_cn

# devicecard_details_no-results-text
source: The drivers for {{NAME}} for Windows {{OSVERSIONS}} were not found in the catalog. {{DOWNLOAD}} to select the driver automatically.
am: የ Windows {{OSVERSIONS}} {{NAME}} ድራይቨሮች መዝገቡ ዉስጥ አልተገኙም። ድራይቨሩን ራሱ እንዲመርጥ ለማድረግ {{DOWNLOAD}} ያውርዱ።
ar: التعريف الخاص بـ {{NAME}} Windows {{OSVERSIONS}} لم يتم العثور عليها بالفهرس. {{DOWNLOAD}} لاختيار التعريف تلقائياً.
az: Windows {{OSVERSIONS}} üçün {{NAME}} driverləri kataloqda tapılmadı. Driveri Avtomatik olaraq seçmək üçün {{DOWNLOAD}}.
bg: Драйверите за {{NAME}} за Windows {{OSVERSIONS}} не са намерени в каталога. {{DOWNLOAD}} за да избере драйвера автоматично.
bn: {{NAME}} এর জন্য উইন্ডোজ {{OSVERSIONS}} এর ড্রাইভারগুলো তালিকায় পাওয়া যায় নি। {{DOWNLOAD}} করুন স্বয়ংক্রিয়ভাবে ড্রাইভার বাছাই করতে।
bs: Drajveri za {{NAME}} za Windows {{OSVERSIONS}} nisu nađeni u katalogu. {{DOWNLOAD}} da instalirate drajvere automatski.
ca: Els controladors per a {{NAME}} per a Windows {{OSVERSIONS}} no s'han trobat al catàleg. {{DOWNLOAD}} per a seleccionar el controlador automàticament.
cs: Ovladače pro {{NAME}} pro Windows {{OSVERSIONS}} nebyly nalezeny v katalogu. {{DOWNLOAD}} k automatickému výběru ovladače.
de: Die Treiber für {{NAME}} für Windows {{OSVERSIONS}} wurden nicht gefunden im Katalog. {{DOWNLOAD}}, um den Treiber automatisch auszuwählen.
el: Τα προγράμματα οδήγησης για {{NAME}}για τα Windows {{OSVERSIONS}} δεν βρέθηκαν στον κατάλογο. {{DOWNLOAD}} για επιλογή του προγράμματος οδήγησης αυτόματα.
es_419: Los controladores para {{NAME}} para Windows {{OSVERSIONS}} no se han encontrado en el catálogo. {{DOWNLOAD}} para seleccionar el controlador automaticamente.
et: {{NAME}} draiver, Windows {{OSVERSIONS}} jaoks ei leitud kataloogist. {{DOWNLOAD}} et valida draiver automaatselt.
fa: درایورها برای {{NAME}} برای {{OSVERSIONS}} Windows در لیست یافت نشدند. برای انتخاب خودکار درایور {{DOWNLOAD}}.
fil: Ang driver para sa {{NAME}} para sa Windows {{OSVERSIONS}} ay hindi natagpuan sa catalog. {{DOWNLOAD}} upang mapili ang driver nang awtomatiko.
fr: Les pilotes pour {{NAME}} pour Windows {{OSVERSIONS}} n'ont pas été trouvés dans le catalogue. {{DOWNLOAD}} afin de sélectionner le pilote automatiquement.
gu: ડ્રાઈવર્સ {{NAME}} Windows માટે {{OSVERSIONS}} સૂચિમાં મળ્યાં નથી. {{DOWNLOAD}} આપમેળે ડ્રાઈવર પસંદ કરવા માટે.
he: הדרייברים עבור {{NAME}} עבור Windows {{OSVERSIONS}} לא נמצאו בקטלוג. {{DOWNLOAD}} להתקנה אוטומטית של הדרייבר.
hi: Windows {{OSVERSIONS}} के लिए {{NAME}} के ड्राइवरों को कैटलॉग में नहीं मिला था।{{DOWNLOAD}} को स्वचालित रूप से ड्रायवर चुनने के लिए।
hr: Upravljački programi za {{NAME}} za {{OSVERSIONS}} nisu pronađeni u katalogu. {{DOWNLOAD}} da biste automatski odabrali upravljački program.
hu: {{NAME}} driverek a Windows {{OSVERSIONS}} változatához nem találhatók az adatbázisban. {{DOWNLOAD}} a kiválasztott driver automatikus letöltéséhez!
id: Driver untuk {{NAME}} untuk Windows {{OSVERSIONS}} tidak ditemukan di katalog. {{DOWNLOAD}} untuk memilih driver secara otomatis.
it: I driver {{NAME}} per Windows {{OSVERSIONS}} non sono stati trovati nel catalogo. {{DOWNLOAD}} per selezionare i driver automaticamente.
ja: 一覧の中は Windows {{OSVERSIONS}} の {{NAME}} ドライバーは見つかりません。ドライバーを自動にダンロードするには {{DOWNLOAD}} を選択してください
ka: დრაივერები {{NAME}} Windows {{OSVERSIONS}}-სთვის არ მოიძებნა კატალოგში. {{DOWNLOAD}} რათა ავტომატურად დაყენდეს დრაივერი.
ko: Windows {{OSVERSIONS}} 을 위한 {{NAME}} 용 드라이버가 카탈로그에서 발견되지 않았습니다. 드라이버를 자동으로 선택하려면 {{DOWNLOAD}} 하세요.
ku: پێناسه‌كان بۆ {{NAME}} بۆ Windows {{OSVERSIONS}} نه‌دۆزرایه‌وه‌ له‌ ماڵپه‌ڕه‌كه‌دا. {{DOWNLOAD}} بۆ دیاریكردنی پێناسه‌ به‌ ئۆتۆماتیكی.
lt: Tvarkyklės {{NAME}} Windows operacinei sistemai {{OSVERSIONS}} nerastos kataloge. {{DOWNLOAD}} automatiškai pasirinkti tvarkyklę.
mn: Драйвер {{NAME}} нь Windows зориулагдсан бөгөөд {{OSVERSIONS}} нь энэ танилцуулганаас олдохгүй. {{DOWNLOAD}}-ыг дарснаар автоматаар сонгох боломжтой.
my: Windows {{OSVERSIONS}} အတွက် အဆိုပါ {{NAME}} drivers များကို ကက်တလောက်ထဲတွင် ရှာဖွေတွေ့ရှိခြင်းမရှိပါ။ အထက်ပါ driver ကို အလိုအလျောက် ရွေးချယ်နိုင်ရန်အတွက် {{DOWNLOAD}}။
ne: लागि चालकहरू {{NAME}} भयालरूको लागी Windows {{OSVERSIONS}} सूचीमा फेला परेन। {{DOWNLOAD}} स्वचालित रूपमा ड्राइभर चयन गर्नुहोस्।
nl: De drivers voor {{NAME}} voor Windows {{OSVERSIONS}} zijn niet in de catalogus gevonden. {{DOWNLOAD}} om de driver automatisch te selecteren.
no: Windows {{OSVERSIONS}} drivere for {{NAME}} fantes ikke i katalogen. {{DOWNLOAD}} for automatisk nedlasting av driveren.
pl: Sterowniki urządzenia {{NAME}} dla Windows {{OSVERSIONS}} nie zostały odnalezione. {{DOWNLOAD}}, by znaleźć prawidłowy sterownik automatycznie.
ps: ډرایورونه د {{NAME}} لپاره د وینډوز Windows لپاره {{OSVERSIONS}} پیدانسول په اساسی لیست کی. {{DOWNLOAD}} ترڅو ډرایور په اتومات ډول انتخاب سی
pt_br: Os drivers para {{NAME}} para o Windows {{OSVERSIONS}} não foram encontrados no catálogo. {{DOWNLOAD}} para selecionar o driver automaticamente.
pt_pt: Os controladores para {{NAME}} para Windows {{OSVERSIONS}} não foram encontrados no catálogo. {{DOWNLOAD}} para automaticamente selecionar um controlador.
ro: Driverele pentru {{NAME}} pentru Windows {{OSVERSIONS}} nu sunt în catalog.{{DOWNLOAD}} pentru a selecta driverul automat.
si: {{OSVERSIONS}} සඳහා {{NAME}} ධාවක නාමාවලිය තුලින් හමු නොවුනි. ධාවකය ස්වයංක්‍රීයව තෝරා ගැනීමට {{DOWNLOAD}}
sk: Ovládače pre {{NAME}} pre systém Windows {{OSVERSIONS}} neboli nájdené v katalógu. {{DOWNLOAD}} pre automatický výber ovládača.
sl: Gonilnikov za {{NAME}} sistema Windows {{OSVERSIONS}} nismo našli v našem katalogu. {{DOWNLOAD}} za avtomatsko izbiro gonilnikov.
sq: Drajverat për {{NAME}} për Windows {{OSVERSIONS}} nuk u gjetën në katalog. {{DOWNLOAD}} për të përzgjedhur drajverin automatikisht.
sr: Drajveri za {{NAME}} za Windows {{OSVERSIONS}} nisu bili nađeni u katalogu. {{DOWNLOAD}} da označiš drajvere automatski.
sv: Drivrutinerna till {{NAME}} för Windows {{OSVERSIONS}} hittades inte i katalogen. {{DOWNLOAD}} för att välja drivrutin automatiskt.
sw: Driver ya {{NAME}} ya Windows {{OSVERSIONS}} hawakuonekana katika orodha. {{DOWNLOAD}} chagua driver moja kwa moja.
ta: வன்பொருள்கள் {{NAME}} Windows விண்டோஸிற்கு {{OSVERSIONS}} அட்டவணையில் இல்லை. {{DOWNLOAD}} தானாக நிறுவ தேர்ந்தெடுக்கவும்.
te: Windows {{OSVERSIONS}} యొక్క {{NAME}} డ్రైవర్డ్రై వర్ మా కేటలాగ్ లో లేదు. తనంతతానుగా {{DOWNLOAD}} కొరకు సెలక్ట్ చేయండి
th: ไม่พบไดรเวอร์ของ {{NAME}} สำหรับวินโดวส์ {{OSVERSIONS}} ในแคตตาล็อก {{DOWNLOAD}} เพื่อเลือกไดรเวอร์อัตโนมัติ.
tr: Windows {{OSVERSIONS}} için {{NAME}} sürücüleri katalogda bulunamadı. Sürücüyü otomatik olarak seçmek için {{DOWNLOAD}}.
ur: {{NAME}} کیلئے ونڈوز {{OSVERSIONS}} کے ڈرائیورز فہرست میں نہیں ملے۔ ڈرائیورز کو خود کار طریقہ سے منتخب کرنے کیلئے {{DOWNLOAD}} کریں۔
vi: Các trình điều khiển cho {{NAME}} trên Windows {{OSVERSIONS}} không được tìm thấy trong danh mục. {{DOWNLOAD}} để tự động lựa chọn trình điều khiển.
zh: Windows 的 {{NAME}} 驅動程式在目錄中找不到 {{OSVERSIONS}}。{{DOWNLOAD}} 自動選擇驅動程式。
zh_cn: Windows 的 {{NAME}} 驱动程序在目录中找不到 {{OSVERSIONS}}。{{DOWNLOAD}} 自动选择驱动程序。

# devicecard_details_no-results_download-link
source: Download DriverPack
am: DriverPack ያውርዱ።
ar: تحميل DriverPack
az: DriverPack-ı endir
bg: Изтегли DriverPack
bn: DriverPack ডাউনলোড
bs: Preuzmi DriverPack
ca: Descarrega el DriverPack
cs: Stáhnout DriverPack
de: DriverPack herunterladen
el: Λήψη του DriverPack
es_419: Descarga DriverPack
et: Lae alla draiverpakk
fa: دانلود DriverPack
fil: I-download ang DriverPack
fr: Télécharger DriverPack
gu: DriverPack ડાઉનલોડ કરો
he: הורד את DriverPack
hi: DriverPack संकलित करे
hr: Preuzmite DriverPack
hu: DriverPack letöltése
id: Unduh DriverPack
it: Scarica DriverPack
ja: DriverPack をダウンロード
ka: DriverPack-ის გადმოწერა
ko: DriverPack 다운로드
ku: دابه‌زاندنی DriverPack
lt: Parsisiųsti DriverPack
mn: DriverPack-г татах
my: DriverPack ကို ဒေါင်းလုဒ်ရယူပါ
ne: DriverPack डाउनलोड
no: Last ned DriverPack
pl: Pobierz DriverPack
ps: DriverPack ډاونلوډ کړئ
pt_br: Baixar o DriverPack
pt_pt: Descarregar DriverPack
ro: Descarcă DriverPack
si: DriverPack බාගත කරගන්න
sk: Stiahnuť DriverPack
sl: Prenesite DriverPack
sq: Shkarko DriverPack
sr: Preuzimanje DriverPack
sv: Ladda ned DriverPack
sw: Pakua DriverPack
ta: DriverPack வன்பொருள்தொகுப்பு பதிவிறக்கம்
te: డౌన్లోడ్ DriverPack
th: ดาวน์โหลด DriverPack
tr: DriverPack'i İndir
ur: DriverPack ڈائونلوڈ کریں
vi: Tải về DriverPack
zh: 下載 DriverPack
zh_cn: 下载 DriverPack

# devicecard_details-content-text
source: Data loading...
am: ዳታ በመጫን ላይ...
ar: يتم تحميل البيانات
az: Məlumatlar yüklənir...
bg: Данните се зареждат ...
bn: ডেটা লোড হচ্ছে...
bs: Podaci se učitavaju...
ca: Carregant dades...
cs: Data se načítají ...
de: Lade Daten...
el: Φόρτωση δεδομένων...
es_419: Cargando datos...
et: Laen andmeid...
fa: داده در حال بارگذاری...
fil: Pag-load ng data ...
fr: Données en chargement...
gu: માહિતી લોડ કરી રહ્યું છે...
he: מידע נטען...
hi: डेटा लोड हो रहा है...
hr: Učitavanje podataka...
hu: Adatok betöltése...
id: Sedang memuat data...
it: Caricamento dati...
ja: データ読み込み中...
ka: იტვირთება...
ko: 데이타 로딩 중...
ku: هه‌ڵگرتنی داتا...
lt: Duomenų įkėlimas ...
mn: Мэдээлэл ачааллаж байна...
my: ဒေတာ ရယူနေသည်...
ne: डेटा लोड हुँदैछ...
nl: Data aan het laden...
no: Laster data...
pl: Ładowanie danych...
ps: معلومات اوس لوډ یا پورته کیږی...
pt_br: Carregando dados...
pt_pt: Dados a carregar...
ro: Se încarcă date ...
si: දත්ත පූර්ණය වෙමින් පවතී...
sk: Nahrávanie údajov...
sl: Nalaganje podatkov ...
sq: Duke ngarkuar të dhënat...
sr: Učitavanje podataka
sv: Hämtar information...
sw: Upakiaji wa data...
ta: தகவல் வரிசைப்படுத்தப்படுகின்றன...
te: డాటా లోడిగ్ జరుగుతోంది...
th: กำลังโหลดข้อมูล...
tr: Veriler yükleniyor...
ur: ڈیٹا لوڈ کیا جا رہا ہے۔۔
vi: Đang tải dữ liệu...
zh: 資料下載中...
zh_cn: 数据下载中...

# devicecard_details_all-systems
source: all systems
am: ሙሉ ሲስተሞች
ar: كل الأنظمه
az: bütün sistemlər
bg: всички системи
bn: সকল সিস্টেম
bs: svi operativni sistemi
ca: tots els sistemes
cs: všechny systémy
de: Alle Systeme
el: όλα τα συστήματα
es_419: todos los sistemas operativos
et: kõik süsteemid
fa: همه سیستم ها
fil: lahat ng mga sistema
fr: tous les systèmes
gu: બધી સિસ્ટમ
he: כל המערכות
hi: सभी प्रणालियों
hr: svi sustavi
hu: összes rendszerhez
id: semua sistem
it: tutti i sistemi
ja: すべてのシステム
ka: ყველა სისტემა
ko: 모든 시스템
ku: هه‌موو سیسته‌مه‌كان
lt: visoms operacinėms sistemoms
mn: бүх системүүд
my: စနစ်များအားလုံး
ne: सबै सेटिङ
nl: alle systemen
no: alle systemer
pl: wszystkie systemy
ps: ټوله سیسټمونه
pt_br: todos os sistemas
pt_pt: todos os sistemas
ro: toate sistemele
si: සියලු පද්ධති
sk: všetky systémy
sl: Vsi sistemi
sq: gjitha sistemet
sr: svi sistemi
sv: alla operativsystem
sw: systems zote
ta: அனைத்து அமைப்புகள்
te: అన్ని సిస్టములు
th: ระบบทั้งหมด
tr: tüm sistemler
ur: تمام سسٹم
vi: tất cả những hệ thống
zh: 所有系統
zh_cn: 所有系统

# devicecard_details-content-label-version
source: Version:
am: እትም:
ar: الإصدار:
az: Versiya:
bg: Версия:
bn: ভার্সন:
bs: Verzija:
ca: Versió:
cs: Verze:
el: Έκδοση:
es_419: Versión:
et: Versioon:
fa: نسخه:
fil: Bersyon:
gu: સંસ્કરણ
he: גירסה:
hi: संस्करण:
hr: Verzija:
hu: Verzió:
id: Versi:
it: Versione:
ja: バージョン:
ka: ვერსია:
ko: 버전:
ku: وه‌شان
lt: Versija:
mn: Хувилбар:
my: ဗားရှင်း:
ne: संस्करण:
nl: Versie:
no: Versjon:
pl: Wersja:
ps: ورژن یا ډول:
pt_br: Versão:
pt_pt: Versão:
ro: Versiune:
si: සංස්කරණ:
sk: Verzia:
sl: Različica:
sq: Versioni:
sr: Verzija:
sw: Toleo:
ta: பதிப்பு:
te: వెర్షన్:
th: เวอร์ชั่น:
tr: Sürüm:
ur: ورژن:
vi: Phiên bản:
zh: 版本:
zh_cn: 版本:

# devicecard_details-content-label-version-recommended
source: recommended
am: የተመከረ
ar: المفضل
az: tövsiyə olunur
bg: препоръчан
bn: সুপারিশকৃত
bs: preporučeno
ca: recomanada
cs: doporučeno
de: empfohlen
el: προτείνεται
es_419: Recomendado
et: soovitatud
fa: پیشنهادی
fil: inirerekomenda
fr: recommandé
gu: ભલામણ
he: מומלץ
hi: सिफारिश
hr: Preporučeno
hu: ajánlott
id: disarankan
it: raccomandati
ja: おすすめ
ka: რეკომენდებულია
ko: 권장
ku: ڕاسپێردراو
lt: rekomenduojama
mn: санал болгогдож буй
my: အကြံပြုထားသည်
ne: सिफारिस गरिएको
nl: aanbevolen
no: anbefalt
pl: zalecane
ps: سپارښت سوی
pt_br: recomendado
pt_pt: recomendado
ro: recomandat
si: නිර්දේෂිත
sk: odporúčané
sl: priporočeno
sq: rekomanduar
sr: preporučeno
sv: rekommenderas
sw: iliopendekezwa
ta: பரிந்துரைக்கப்படுவது
te: సలహాయిచ్చు
th: แนะนำ
tr: önerilir
ur: تجویز کردہ
vi: được khuyên dùng
zh: 建議使用
zh_cn: 推荐

# devicecard_details-content-label-date
source: Date:
am: ቀን:
ar: التاريخ
az: Tarix:
bg: Дата:
bn: তারিখ:
bs: Datum:
ca: Data:
cs: Datum:
de: Datum:
el: Ημερομηνία:
es_419: Fecha:
et: Kuupäev:
fa: تاریخ:
fil: Petsa:
gu: તારીખ
he: תאריך:
hi: तारीख:
hr: Datum:
hu: Dátum:
id: Tanggal:
it: Data:
ja: 日付:
ka: თარიღი:
ko: 날짜:
ku: به‌روار:
lt: Data:
mn: Он сар өдөр:
my: ရက်စွဲ:
ne: मिति:
nl: Datum:
no: Dato:
pl: Data:
ps: نیټه:
pt_br: Data:
pt_pt: Data:
ro: Data:
si: දිනය:
sk: Dátum:
sl: Datum:
sq: Data:
sr: Datum:
sv: Datum:
sw: Tarehe:
ta: தேதி:
te: తేదీ
th: วันที่:
tr: Tarih:
ur: تاریخ:
vi: Ngày tháng:
zh: 日期:
zh_cn: 日期:

# devicecard_details-content-label-type
source: Driver Type:
am: የድራይቨር አይነት:
ar: نوع التعريف :
az: Driver növü:
bg: Тип на драйвера:
bn: ড্রাইভারের ধরন:
bs: Vrsta drajvera:
ca: Tipus de Controlador:
cs: Typ ovladače:
de: Treibertyp:
el: Τύπος Προγράμματος οδήγησης:
es_419: Tipo de Controlador:
et: Draiveri tüüp:
fa: نوع درایور:
fil: Uri ng Driver:
fr: Type de pilote:
gu: ડ્રાઈવરનો પ્રકાર
he: סוג הדרייבר:
hi: ड्राइवर का प्रकार:
hr: Vrsta upravljačkog programa:
hu: Driver típusa:
id: Tipe driver:
it: Tipo driver:
ja: ドライバータイプ:
ka: დრაივერის სახეობა:
ko: 드라이버 유형:
ku: جۆری پێناسه‌:
lt: Tvarkyklės Tipas:
mn: Драйверийн төрөл:
my: Driver အမျိုးအစား:
ne: चालक प्रकार:
nl: Type stuurprogramma
pl: Typ sterownika:
ps: د ډرایور ډول:
pt_br: Tipo de driver:
pt_pt: Tipo de Controlador:
ro: Tipul Driver-ului:
si: ධාවක වර්ගය:
sk: Typ ovládača:
sl: Vrsta voznika:
sq: Tipi i Driverit:
sr: Tip drajvera
sv: Drivrutinstyp:
sw: Aina ya Driver:
ta: வன்பொருள் வகை:
te: డ్రైవర్ రకం
th: ประเภทไดรเวอร์:
tr: Sürücü Türü:
ur: ڈرائیور کی قسم
vi: Loại Trình Điều Khiển:
zh: 驅動程式類型:
zh_cn: 驱动程序类型:

# devicecard_details-content-label-manufacturer
source: Manufacturer:
am: አምራች:
ar: المصنع :
az: İstehsalçı:
bg: Производител:
bn: প্রস্তুতকারক:
bs: Proizvođjač:
ca: Fabricant:
cs: Výrobce:
de: Hersteller:
el: Κατασκευαστής:
es_419: Fabricante:
et: Tootja:
fa: سازنده:
fil: Tagagawa:
fr: Fabricant:
gu: ઉત્પાદક
he: יצרן:
hi: निर्माता:
hr: Proizvođač:
hu: Gyártó:
id: Produsen:
it: Produttore:
ja: 製作者:
ka: მწარმოებელი:
ko: 제조사:
ku: به‌رهه‌مهێنه‌ر:
lt: Gamintojas:
mn: Гар аргаар үйлдвэрлэгч:
my: ထုတ်လုပ်သူ:
ne: निर्माता:
nl: Fabrikant:
no: Produsent:
pl: Producent:
ps: تولید کوونکۍ:
pt_br: Fabricante:
pt_pt: Fabricante:
ro: Producător:
si: නිෂ්පාදකයා:
sk: Výrobca:
sl: Proizvajalec:
sq: Prodhuesi:
sr: Proizvođač:
sv: Tillverkare:
sw: Mtengenezaji:
ta: உற்பத்தியாளர்:
te: తయారీదారు
th: ผู้ผลิต:
tr: Üretici:
ur: بنانے والا:
vi: Nhà sản xuất:
zh: 製造商:
zh_cn: 制造商:

# devicecard_details-content-label-systems
source: Operating Systems:
am: ስርዓተ ክወና ሶፍትዌር:
ar: نظام التشغيل :
az: Əməliyyat sistemi:
bg: Операционни системи:
bn: অপারেটিং সিস্টেমস্‌:
bs: Operativni sistemi:
ca: Sistema operatiu:
cs: Operační systémy:
de: Betriebssysteme:
el: Λειτουργικά Συστήματα:
es_419: Sistemas Operativos:
et: Operatsiooni süsteem:
fa: سیستم های عامل:
fil: Mga Operating System:
fr: Systèmes d'exploitation:
gu: ઓપરેટીંગ સિસ્ટમ
he: מערכת הפעלה:
hi: ऑपरेटिंग सिस्टम:
hr: Operacijski sustavi:
hu: Operációs rendszerek:
id: Sistem Operasi
it: Sistema Operativo:
ja: オペレーティングシステム:
ka: საოპერაციო სისტემა:
ko: 운영 체제:
ku: سیسته‌مه‌ كارپێكه‌ره‌كان:
lt: Operacinės Sistemos:
mn: Холбож буй системүүд:
my: လည်ပတ်မှု စနစ်များ:
ne: अपरेटिङ सिस्टम्स:
nl: Besturingssystemen:
no: Operativsystemer:
pl: Systemy operacyjne:
ps: عامل سیسټم:
pt_br: Sistemas Operacionais:
pt_pt: Sistemas Operativos:
ro: Sisteme de operare:
si: මෙහෙයුම් පද්ධති:
sk: Operačné Systémy:
sl: Operacijski sistemi:
sq: Sistemet Operative:
sr: Operativni sistemi
sv: Operativsystem:
sw: Mifumo ya uendeshaji:
ta: இயக்க முறைமைகள்:
te: ఆపరేటింగ్ సిస్టమ్స్
th: ระบบปฏิบัติการ:
tr: İşletim Sistemleri:
ur: آپریٹنگ سسٹم
vi: Hệ Điều Hành
zh: 作業系統:
zh_cn: 操作系统:

# devicecard_details-content-label-inf
source: File *.inf:
am: ሰነድ *.inf:
az: .inf faylı:
bg: *.inf файл:
bn: ফাইল *.inf:
ca: Fitxer *.inf:
cs: Soubor *.inf:
de: Datei *.inf:
el: Αρχείο *.inf:
es_419: Archivo *.inf:
et: Fail *.inf:
fa: فایل *.inf:
fr: Fichier *inf:
gu: ફાઇલ *.inf
he: קובץ *.inf:
hi: फ़ाइल * .inf:
hr: *.inf datoteka:
hu: *.inf fájl:
ja: ファイル *.inf:
ka: *.inf ფაილი:
ko: *.inf 파일:
ku: فایل *.inf :
lt: Failo *.inf:
my: ဖိုင် *.inf:
ne: फाइल *.inf:
nl: Bestand *.inf:
no: Fil *.inf:
pl: Plik *.inf:
ps: فایل یا دوسیه *.inf:
pt_br: Arquivo *.inf:
pt_pt: Ficheiro *.inf:
ro: Fisier *.inf:
si: *.inf: ගොනුව
sk: Súbor *.inf:
sl: Datotka * .inf:
sq: Dosja *.inf:
sr: Fajl inforamcije:
sv: Fil *.inf:
ta: கோப்பு *.inf :
te: ఫైలు *.సమాచారం:
th: ไฟล์ *.inf:
tr: Dosya *.inf:
ur: فائل *.inf:
zh: 檔案 *.inf:
zh_cn: 文件 *.inf:

# devicecard_details-content-label-section
source: Category:
am: ምድብ:
ar: التصنيف :
az: Kateqoriya:
bg: Категория:
bn: শ্রেণি:
bs: Kategorija:
ca: Categoria:
cs: Kategorie:
de: Kategorie:
el: Κατηγορία:
es_419: Categoría:
et: Kategooria:
fa: دسته بندی;
fil: Kategorya:
fr: Catégorie:
gu: શ્રેણી
he: קטגוריה:
hi: वर्ग:
hr: Kategorija:
hu: Kategória:
id: Kategori:
it: Categoria:
ja: カテゴリ:
ka: კატეგორია:
ko: 범주:
ku: جۆر:
lt: Kategorija:
mn: Категори:
my: အမျိုးအစား:
ne: कोटि:
nl: Categorie:
no: Kategori:
pl: Kategoria:
ps: کټګوری یا ډول:
pt_br: Categoria:
pt_pt: Categoria:
ro: Categorie:
si: වර්ගය:
sk: Kategória:
sl: Kategorija:
sq: Kategoria:
sr: Kategorija
sv: Kategori:
sw: Jamii:
ta: வகை:
te: విభాగం
th: ประเภท:
tr: Kategori:
ur: قسم:
vi: Danh mục:
zh: 類別:
zh_cn: 类别:

# devicecard_details-download-links-repack
source: Direct download of the ZIP with the driver
my: အဆိုပါ driver ပါဝင်သော ZIP ကို တိုက်ရိုက်ဒေါင်းလုဒ်ဆွဲရန်
nl: Direct download van de ZIP met de driver
pt_br: Baixar diretamente o ZIP com o driver

# devicecard_details-links-merged_label
source: If the Device ID you need is not found in the list, input it into the search line
am: የፈለጉት Device ID ዝርዝሩ ውስጥ ከሌለ መፈለጊያ መስመሩ ላይ ጽፈው ያስገቡት።
ar: لو أن ID Device الذي تريده غير موجود في القائمة , قم بوضعه في خانه البحث .
az: Əgər lazım olan Device ID siyahıda tapılmadısa, axtarış sətirinə əllə daxil edin
bg: ID на устройството което търсиш не е намерено в списъка, въведете го в полето за търсене
bn: যদি দরকারি Device ID তালিকায় খুঁজে না পাওয়া যায়, অনুসন্ধান বক্সে সেটি লিখুন
bs: Ako se Device ID koji trebate ne nalazi na listi, unesite njegovo ime u pretraživač
ca: Si el Device ID que necessites no es troba a la llista, introdueix-lo al camp de cerca
cs: Pokud není Device ID v seznamu, zadejte to do řádku pro hledání
de: Wenn Sie Ihre Device ID nicht in der Liste finden können, fügen Sie diese stattdessen in die Suchzeile ein
el: Αν το Device ID που χρειάζεστε δεν βρεθεί στη λίστα, βάλτε το στη γραμμή αναζήτησης
es_419: Si el Device ID que necesitas no se encuentra en el listado, introdúcelo en la barra de búsqueda.
et: Kui teie otsitud Device ID ei ole nimekirjas, sisestage see otsingukasti
fa: اگر Device ID مورد نیاز شما در لیست پیدا نشد, آن را داخل نوار جستجو وارد کنید
fil: Kung ang Device ID na kailangan mo ay hindi matatagpuan sa listahan, ilagay o ipasok ito sa linya ng paghahanap
fr: Si le Device ID voulu n'es pas trouvé dans la liste, entrez le dans la ligne de recherche
gu: જો Device ID તમને સૂચિમાં મળ્યું નથી, તો તેને સર્ચ લાઇનમાં ઇનપુટ કરો
he: אם מזהה ההתקן Device ID שלך לא מופיע ברשימה, כתוב אותו בשורת החיפוש
hi: अगर आपकी डिवाइस Device ID आपको सूची में नहीं मिली है, तो उसे खोज लाइन में लिखो
hr: Ako se Device ID koji trebate ne nalazi na popisu, upišite ga u polje za pretragu
hu: Ha a Device ID, vagyis eszköz azonosító nem található a listában, adja meg a keresősávban!
id: Jika Device ID yang anda butuhkan tidak terdapat di daftar, masukan pada kotak pencarian
it: Se il Device ID non è elencato nella lista, trovalo tramite la casella di ricerca
ja: 必要とされている Device ID が無い場合は検索のところに入力して下さい
ka: თუ საჭირო Device ID არ მოიძებნა სიაში, სცადეთ მისი ჩაწერა ძებნის ველში
ko: 필요한 Device ID 가 목록에 없으면 검색 라인에 입력하세요
ku: ئه‌گه‌ر ئه‌و Device ID ی كه‌ تۆ پێویستته‌ له‌ لیسته‌كه‌دا نه‌دۆزرایه‌وه‌، له‌ هێڵی گه‌ڕاندا داخڵی بكه‌
lt: Jei reikalingas Device ID sąraše nėra, įveskite jį į paieškos eilutę
mn: Танд хэрэгтэй Device ID жагсаалтнаас олдохгүй бол хайлтын шугаманд оруул
my: အဆိုပါစာရင်းထဲတွင် သင်လိုအပ်သော Device ID ကိုရှာမတွေ့ပါက၊ ရှာဖွေရန်တွင် ထည့်သွင်းရှာဖွေနိုင်ပါသည်
ne: यदि तपाइँलाई आवाश्यक ठेगाना आवश्यक छ भने सूचीमा फेला परेन, यसलाई खोजी लाइनमा आगत गर्नुहोस् Device ID
nl: Als de Device ID die je nodig hebt niet gevonden is in de lijst, voer het dan in de zoekregel in
no: Hvis Device ID'en du trenger ikke finnes i listen, skriv den inn i søkelinjen
pl: Jeśli Device ID, którego szukasz nie ma na liście, spróbuj wpisać je do wyszukiwarki.
ps: که چیری د Device ID تاسی په لست کي پیدانکړی، نو د پلټنی په ځای کی یی ولیکئ
pt_br: Se o Device ID que você precisa não foi encontrado na lista, insira-o na linha de pesquisa
pt_pt: Se o Device ID que precisa não existe na lista, insira-o na linha de busca
ro: Dacă Device ID de care ai nevoie nu e în listă, scrie-l în bara de căutare
si: ඔබට අවශ්‍ය Device ID ලැයිස්තුවේ සොයාගත නොහැකි නම්, එය සෙවුම් රේඛාවට ඇතුළු කරන්න
sk: Ak sa v zozname nenachádza Device ID zariadenia, zadajte ho do vyhľadávacieho riadku
sl: Če Device ID, ki ga potrebujete, ni na seznamu, ga vnesite v vrstico iskanja.
sq: Nëse Device ID që ju kërkoni nuk gjendet në listë, atëhere shkruajeni të atë tek fusha e kërkimit
sr: Ukoliko Device ID koji vam je potreban nije pronadjen na listi, unesite na liniju petraživača
sv: Om det Device ID du behöver inte finns med i listan, skriv in det i sökrutan
sw: kiwa Device ID unayohitaji haipatikani kwenye orodha, ingiza kwenye mstari wa utafutaji
ta: ஒருவேளை நீங்கள் தேடும் சாதனத்தின் ஐடி Device ID வன்பொருள் பட்டியலில் காணாவிட்டால் நீங்கள் தேடல் வரியில் பதிவிட்டு தேடவும்
te: మీకు అవసరమైన Device ID జాబితాలో కనుగొనబడకపోతే, శోధన లైన్లో దాన్ని సెర్చ్ చేయండి
th: ถ้าหากไม่พบ Device ID ที่ต้องการในรายชื่อ ป้อนใส่ในช่องค้นหา
tr: Eğer ihtiyacınız olan Device ID listede bulunamadıysa, arama satırına yazın
ur: اگر Device ID جو آپ کو درکار ہے فہرست میں نہیں ملے، تو اسکو تلاش والی لکیر پر لکھیں۔
vi: Nếu Device ID - mã thiết bị mà bạn cần không tìm thấy được trong danh sách, hãy nhập nó vào trong dòng tìm kiếm
zh: 如果在清單中找不到所需的 Device ID， 請將其輸入到搜尋行
zh_cn: 如果在列表中找不到所需的 Device ID，你可以进行搜索
