Repository: DriverPackSolution/transifex-backup
Catalog: delorean/driverpack-solution-worldwide/drpsu/*.po
Languages: am, ar, az, bg, bn, bs, ca, cs, de, el, es_419, et, fa, fil, fr, gu, he, hi, hr, hu, id, it, ja, ka, ko, ku, lt, mn, my, ne, nl, no, pl, ps, pt_br, pt_pt, ro, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ur, vi, zh, zh_cn

# translationheader_cta-text
source: Help us make DriverPack available for millions PC users worldwide — take part in our volunteer project on translating it to the other languages
am: DriverPack ለሚሊዮን ኮምፒውተሮች ክፍት እንዲሆን — በበጎ ፈቃደኝነት ላይ በተመሰረተው ሶፍትዌሩን ወደ ሌላ ቋንቋ የመተርጎም ፕሮጀክታችን ላይ በመሳተፍ ይርዱን
ar: ساعدنا لجعل DriverPack متاحاَ للملايين حول العالم من مستخدي أجهزة الحاسوب — كن جزءاَ من البرنامج التطوعي للترجمة بمختلف اللغات
az: Dünya miqyasında milyonlarca PC istifadəçisi üçün DriverPack-ı istifadə edilə bilən etməyimizə kömək edin — proqramı digər dillərə könüllü tərcümə proyektimizin parçası olun
bg: Помогнете ни да направим DriverPack достъпен за милиони потребители на компютри по целия свят — вземат участие като доброволец в нашия проект за превеждането му на другите езици
bn: বিশ্বব্যাপী লক্ষ লক্ষ পিসি ব্যবহারকারীদের জন্য DriverPack সহজলভ্য করতে সাহায্য করুন — এটিকে অন্যান্য ভাষায় অনুবাদ করতে আমাদের স্বেচ্ছাসেবী প্রকল্পে অংশগ্রহণ করুন
bs: Pomozi nam da DriverPack omogućimo dostupnim za milione PC korisnika širom svijeta — priključi se volonterskom projektu za prevođenje programa na ostale jezike
ca: Ajuda'ns a fer que DriverPack estigui disponible per a milions d'usuaris d'ordinador del món — pren part en el nostre projecte voluntari de traducció a altres idiomes
cs: Pomozte nám, aby byl ovladač DriverPack k dispozici pro miliony uživatelů PC po celém světě — zapojte se do našeho dobrovolnického projektu při překladu do ostatních jazyků
de: Helfen Sie uns, DriverPack für Millionen Nutzer weltweit verfügbar zu machen — nehmen Sie an unserem freiwilligen Projekt teil, um es in andere Sprachen zu übersetzen
el: Λάβετε μέρος στη μετάφραση της ιστοσελίδες του DriverPack και βοηθείστε εκατομμύρια χρηστών παγκοσμίως
es_419: Ayúdanos a que DriverPack esté disponible para millones de usuarios de computadoras alrededor del mundo — Forma parte de nuestro proyecto de voluntarios para la traducción de la página web a otros idiomas
et: Aidake meil jagada DriverPacki - miljonite arvutikasutajatega üle maailma — võtke osa vabatahtlikust projektist ja aidake tõlkida tarkvara teistesse keeltesse
fa: به ما در آماده سازی DriverPack برای میلیون ها کاربر در سرتاسر جهان کمک کنید — در پروژه داوطلبانه ما برای ترجمه درایور پک به زبان های دیگر شرکت کنید
fil: Tulungan kaming gawing available ang DriverPack para sa milyun-milyong gumagamit ng PC sa buong mundo — makibahagi sa aming voluntaryong proyekto sa pagsasalin nito sa iba pang mga wika
fr: Aidez-nous à rendre DriverPack disponible pour des millions d'utilisateurs de PC dans le monde — prenez part à notre projet bénévole en le traduisant dans d'autres langues.
gu: વિશ્વભરમાં લાખો પીસી વપરાશકર્તાઓ માટે DriverPack ઉપલબ્ધ કરવામાં અમારી સહાય કરો — અમારા સ્વયંસેવક પ્રોજેક્ટમાં અન્ય ભાષાઓમાં અનુવાદ કરવા માટે ભાગ લો
he: עזרו לנו להפוך את תוכנת DriverPack לנגישה עבור מיליוני משתמשים ברחבי העולם — קחו חלק בפרוייקט ההתנדבותי בתרגום האתר לשפות נוספות
hi: दुनिया भर में लाखों PC उपयोगकर्ताओं के लिए DriverPack उपलब्ध कराने में हमारी मदद करें — अन्य भाषाओं में अनुवाद करने पर हमारे स्वयंसेवक परियोजना में हिस्सा लें
hr: Pomozite nam da DriverPack učinimo dostupnim milijunima korisnika računala diljem svijeta — sudjelujte u našem volonterskom projektu prevođenja programa na druge jezike.
hu: Vegyen részt a DriverPack honlap fordításában — segítsen több milliónyi felhasználónak világszerte!
id: Bantu kami untuk membuat DriverPack tersedia bagi jutaan pengguna PC di seluruh dunia — jadilah bagian dalam program sukarela untuk menterjemahkan ke berbagai bahasa lainnya
it: Aiutaci a rendere DriverPack disponibili a milioni di utenti di PC nel mondo — prendi parte al nostro progetto volontario di traduzione nelle altre lingue
ja: 世界中の何百万人ものPCユーザーに DriverPack を提供できるように協力して下さい— 他の言語に翻訳するために翻訳のボランティアプロジェクトに参加して下さい
ka: დაგვეხმარეთ ხელმისაწვდომი გავხადოთ DriverPack მსოფლიოს მილიონამდე კომპიუტერის მომხმარებლისთვის — გახდით მოხალისე და თარგმნეთ ჩვენი პროდუქტი სხვადასხვა ენებზე
ko: 전세계 수백만 PC 사용자가 사용할 수있는 DriverPack 을 만들 수 있도록 도와주세요 — 자원 봉사 프로젝트에 참여하여 다른 언어로 번역하세요
ku: یارمەتیمان بدە DriverPack بەردەست بکەین بۆ ملیۆنان بەکارهێنەرانی کۆمپیوتەر لە جیهان — ببە بەشێك لە پرۆژەی خۆبەخشانمان بۆ وەرگێڕانی ئەمە بۆ زمانەکانی تر
lt: Padėkite mums padaryti DriverPack programą suprantama milijonams vartotojų visame pasaulyje — tapkite vienu iš savanoriu, užsiimančiu vertimu i kitas kalbas.
mn: DriverPack-г дэлхий даяарх олон сая PC хэрэглэгчдэд хүртээмжтэй болгоход бидэнд туслаач — бусад хэл рүү орчуулах бидний сайн дурын үйлсэд хувь нэмрээ оруулна уу
my: ကမ္ဘာတဝှမ်းရှိ တကိုယ်ရည်သုံးကွန်ပျူတာသုံးစွဲသူ သန်းပေါင်းများစွာအတွက် DriverPack ရရှိစေနိုင်ဖို့ ကျွန်ုပ်တို့ကို ကူညီပေးပါ — ကျွန်ုပ်တို့၏ စေတနာ့ဝန်ထမ်းစီမံကိန်းဖြစ်သည့် အခြားသောမိခင်ဘာသာစကားသို့ ဘာသာပြန်ဆိုမှုတွင် ပါဝင်လိုက်ပါ
nl: Help ons DriverPack beschikbaar te maken voor miljoenen PC gebruikers wereldwijd — neem deel in ons vrijwilligers project om het te vertalen in andere talen
no: Hjelp oss å gjøre DriverPack tilgjengelig for millioner av PC-brukere over hele verden — ta del i vårt frivillige prosjekt ved å oversette det til de andre språkene
pl: Pomóż nam uczynić DriverPack dostępnym dla milionów użytkowników na całym świecie — weź udział w naszym wolontariackim projekcie tłumaczenia go na inne języki
ps: موږ سره مرسته وکړه DriverPack په ټوله نړۍ کې د میلیونونو پیرود کاروونکو لپاره شتون لري — زموږ داوطلبۍ پروژه په نورو ژبو ژباړلو کې برخه واخلئ
pt_br: Ajude-nos a disponibilizar o DriverPack para milhões de usuários de PC em todo o mundo — participe do nosso projeto voluntário para traduzi-lo em outros idiomas
pt_pt: Ajude-nos a tornar o DriverPack disponível a milhões de utilizadores de PC pelo mundo fora — participe no nosso projeto voluntário para tradução do mesmo para outras línguas
ro: Ajutați-ne să punem la dispoziție DriverPack pentru milioane de utilizatori de PC-uri din întreaga lume — participați la proiectul nostru de voluntariat în ceea ce privește traducerea acestuia în celelalte limbi
si: ලොව පුරා මිලියන සංඛ්‍යාත පළාත් සභා පරිශීලකයින් සඳහා DriverPack ලබා දීමට අපට උදව් කරන්න — එය වෙනත් භාෂාවලට පරිවර්තනය කිරීම පිළිබඳ අපගේ ස්වේච්ඡා ව්‍යාපෘතියට සහභාගී වන්න
sk: Pomôžte nám sprístupniť aplikáciu DriverPack miliónom používateľom počítačov po celom svete — zúčastnite sa nášho projektu dobrovoľníkov na jeho preklade do iných jazykov
sl: Pomagajte da bo DriverPack na voljo milijonom uporabnikov po svetu — sodelujte kot prostovoljec v projektu prevajanja v druge jezike
sq: Na ndihmoni ta bëjmë DriverPack të disponueshëm për miliona përdorues kompjuteri në të gjithë botën — tmerrni pjesë në projektin tonë vullnetar për përkthimin e tij në gjuhë të tjera
sr: Pomozite nam da DriverPack postane dostupan milionima korisnika računara širom sveta — uzmite učešće u našem volonterskom projektu prevođenja programa na druge jezike
sv: Hjälp oss göra DriverPack tillgängligt för miljoner PC-användare världen över — gå med i vårt volontärprojekt för att översätta det till andra språk
sw: Tusaidie kufanya DriverPack inapatikana kwa watumiaji mamilioni ya PC duniani kote — kushiriki katika mradi wetu wa kujitolea katika kutafsiri kwa lugha zingine
ta: DriverPack வன்பொருள்தொகுப்பு உலகெங்கிலும் லட்சக்கணக்கான பயனர்கள் பயன்பட தன்னார்வு திட்டத்தில் — ஒரு பகுதியாக இணைந்து மற்ற மொழிகளில் மொழிமாற்றம் செய்து உதவுங்கள்
te: ప్రపంచవ్యాప్తంగా లక్షలాది మంది PC వినియోగదారులకు DriverPack అందుబాటులో ఉండేలా మాకు సహాయం చేయండి — ఇతర భాషలకు అనువాదం చేయడానికి మా స్వచ్ఛంద ప్రాజెక్ట్లో పాల్గొనండి
th: ช่วยพวกเราทำให้ DriverPack สามารถใช้ได้กับหลายล้านพีซี ยูสเซอร์ทั่วโลก — ร่วมเป็นส่วนหนึ่งในโครงการอาสาของพวกเราเพื่อแปลภาษาเป็นภาษาอื่น
tr: Dünya çapındaki milyonlarca PC kullanıcısı için DriverPack'i kullanılabilir yapmamıza yardım edin — uygulamayı diğer dillere çevirmede gönüllü projemizin parçası olun
ur: دنیا بھر میں لاکھوں پی سی صارفین کے لئے DriverPack دستیاب کرنے میں ہماری مدد کریں — دوسری زبانوں میں اس کا ترجمہ کرنے کے رضاکارانہ منصوبے میں حصہ لیں.
vi: Hãy giúp chúng tôi đưa DriverPack đến hàng triệu người sử dụng máy tính cá nhân trên toàn thế giới — tình nguyện tham gia vào dự án dịch ứng dụng của chúng tôi sang các thứ tiếng khác
zh: 幫助我們為全球數百萬電腦用戶提供 DriverPack — 參與我們的志願者專案，將其翻譯成其他語言
zh_cn: 帮助我们为全球数百万电脑用户提供 DriverPack — 参与我们的志愿者项目，将其翻译成其他语言

# translationheader_bubble-team
source: Would you like to be a part of the translators team for the world largest service of automatic computer configuring?
am: በአለም ትልቁ ለሆነው የኮምፒውተር ማስተካከያ አገልግሎት የተርጓሚዎች ቡድን ተሳታፊ መሆን ይፈልጋሉ?
ar: أهل تود الإنضمام إلى فريق المترجمين لأكبر خدمة لتعديلات الكمبيوتر التلقائية؟
az: Dünyanın ən böyük avtomatik kompüter tənzimləmə xidməti üçün tərcüməçilər komandasının bir parçası olmaq istəyirsiniz?
bg: Искате ли да бъдете част от екипа на преводачите за най-голямата световна услуга за автоматична компютърна настройка?
bn: বিশ্বের বৃহত্তম স্বয়ংক্রিয় কম্পিউটার কনফিগারেশন সেবার অনুবাদক দলের অংশ হতে চান?
bs: Da li bi volio da budeš dio tima prevodioca najvećeg svjetskog programa za automatsko konfigurisanje računara?
ca: Vols formar part de l'equip de traductors del servei més gran del món per a la configuració automàtica d'ordinadors?
cs: Chtěli byste být součástí týmu překladatelů pro největší světovou službu automatického konfigurování počítačů?
de: Möchten Sie ein Teil des Übersetzer-Teams für den weltweit größten Service für automatische Computerkonfiguration sein?
el: Θα θέλατε να είστε μέλος της ομάδας μεταφραστών για τη μεγαλύτερη υπηρεσία παγκοσμίως αυτόματου στησίματος υπολογιστή;
es_419: ¿Te gustaría ser parte del equipo de traductores del servicio de configuración automática de computadoras más grande del mundo?
et: Kas te sooviksite olla osa tõlkijate tiimist, maailma kõige suurimas arvuti seadistamise teenuses?
fa: آیا مایلید که بخشی از تیم ترجمه بزرگترین سرویس تنظیم اتوماتیک کامپیوتر باشید؟
fil: Gusto mo bang maging bahagi ng koponan ng mga tagapagsalin para sa pinakamalaking serbisyo sa mundo ng para sa awtomatikong pag-set up ng computer?
fr: Aimeriez-vous faire partie de l'équipe des traducteurs pour le plus grand service de configuration automatique d'ordinateurs au monde?
gu: શું તમે સ્વયંસંચાલિત કમ્પ્યુટરની વિશ્વની સૌથી મોટી સેવા માટે ભાષાંતરકાર ટીમનો એક ભાગ બનવા માંગો છો?
he: רוצה להיות חלק מצוות המתרגמים של השירות הגדול בעולם להתקנה והגדרה אוטומטית של מחשבים?
hi: क्या आप स्वत: कंप्यूटर कॉन्फ़िगरिंग की दुनिया की सबसे बड़ी सेवा के लिए अनुवादक टीम का हिस्सा बनना चाहेंगे?
hr: Biste li željeli biti dio prevoditeljskog tima najvećeg servisa za automatsku konfiguraciju računala?
hu: Szeretne csatlakozni a világ legnagyobb, automatikus drivertelepítő szolgáltatását nyújtó vállalat fordítócsapatához?
id: Apakah kamu bersedia menjadi bagian dari tim penerjemah untuk layanan konfigurasi komputer otomatis terbesar di dunia?
it: Vorresti entrare a far parte del team di traduzione del più grande servizio di configurazione automatica del computer?
ja: 自動にコンピュータを設定する世界最大サービスの翻訳者チームに参加したいですか？
ka: გსურთ გახდეთ მსოფლიოს უდიდესი კომპიუტერის ავტომატურად გამმართველის მთარგმნელთა გუნდის წევრი?
ko: 자동 컴퓨터 구성에 대한 세계 최대 규모의 서비스를 제공하는 번역자 팀에 참여 하시겠습니까?
ku: حەزدەکەیت ببیتە بەشێک لە تیمی وەرگێڕان بۆ گەورەترین خزمەتگوزاری لەخۆوە ڕێکخستنی کۆمپیوتەر لە جیهان؟
lt: Gal norite tapti vertėjų, didžiausioje pasaulyje automatinio kompiuterių konfigūravimo sistemoje.
mn: Та дэлхийн хамгийн том автомат компьютер хэлбэрчлэх үйлчилгээний орчуулагчдын багт элсэхийг хүсэж байна уу?
my: အလိုအလျောက်ကွန်ပျူတာပြင်ဆင်ပေးသည့် ကမ္ဘာ့အကြီးဆုံးဝန်ဆောင်မှုအတွက် ဘာသာပြန်ဆိုသူများအဖွဲ့တွင် တစ်စိတ်တစ်ပိုင်းအဖြစ် သင်ပါဝင်လိုပါသလား?
nl: Wilt u deel uit maken van het vertalers team voor de grootste service ter wereld van automatische computer configuratie?
no: Vil du være en del av oversetterlaget til verdens største tjeneste for automatisk dataskonfigurasjon?
pl: Czy chcesz stać się częścią zespołu tłumaczy największego na świecie serwisu, który automatycznie konfiguruje komputery?
ps: ایا تاسو غواړئ چې د اتوماتیک کمپیوټر د تنظیم کولو ترټولو لوی خدمت لپاره د ژباړونکو ټیم برخه وي؟
pt_br: Gostaria de fazer parte da equipe de tradutores do maior serviço mundial que configura automaticamente os computadores?
pt_pt: Quer fazer parte da equipa de tradutores do maior serviço mundial de configuração automática de computadores?
ro: Doriți să faceți parte din echipa de translatori pentru cel mai mare serviciu de configurare automată a computerului?
si: ස්වයංක්‍රීය පරිගණක වින්‍යාස කිරීමේ ලොව විශාලතම සේවාව සඳහා පරිවර්තක කණ්ඩායමේ සාමාජිකයෙකු වීමට ඔබ කැමතිද?
sk: Chcete byť súčasťou tímu prekladateľov pre celosvetovo najväčšiu službu automatickej konfigurácie počítača?
sl: Si želite biti del ekipe prevajalcev v največjem svetovnem centru za računalniško konfiguracijo?
sq: Do dëshironit të jeni pjese e ekipit tonë të përkthyesve të shërbimit më të madh në botë të konfigurimit automatik të kompjuterit?
sr: Da li biste voleli da budete deo tima prevodilaca za najveći servis na svetu za automatsko kompjutersko konfigurisanje?
sv: Skulle du vilja vara en del av ett team av översättare för världens största service för automatisk datorkonfigurering?
sw: Je! Ungependa kuwa sehemu ya timu ya watafsiri kwa huduma kubwa duniani ya kusanidi kompyuta moja kwa moja ?
ta: உலகின் மிகப்பெரிய தானியங்கி கணினி கட்டமைக்கும் சேவையில் மொழி பெயர்பாளராக பங்கு பெற இணைய விரும்புகிறீர்களா?
te: ఆటోమేటిక్ కంప్యూటర్ కాన్ఫిగరేషన్ ప్రపంచంలోని అతిపెద్ద సేవలకు మీరు అనువాదకుల బృందంలో భాగంగా ఉండాలనుకుంటున్నారా?
th: คุณอยากร่วมเป็นส่วนหนึ่งของทีมแปลบริการปรับแต่งคอมพิวเตอร์อัตโนมัติที่ใหญ่ที่สุดในโลกหรือไม่
tr: Dünyanın en büyük otomatik bilgisayar yapılandırma hizmeti için çevirmenler takımının bir parçası olmak ister misiniz?
ur: کیا آپ خود کار طریقے سے کمپیوٹر کی ترتیب سازی کی دنیا کی سب سے بڑی سروس کے لئے مترجم ٹیموں کا حصہ بننا چاہیں گے؟
vi: Bạn có muốn trở thành một phần của đội phiên dịch viên cho dịch vụ thiết đặt cấu hình máy tính tự động lớn nhất thế giới?
zh: 您想成為全球最大的自動電腦設定服務翻譯團隊的一員嗎?
zh_cn: 您想成为全球最大的自动 computer 配置服务的翻译团队的一部分吗?

# translationheader_bubble-languages
source: Do you know English or Russian quite well, so that you are ready to translate from one of them to your native language?
am: ወደ እርስዎ ቋንቋ ለመተርጎም ዝግጁ እንዲሆኑ፣ እንግሊዝኛ ወይንም ራሺያኛ በደንብ ያውቃሉ?
ar: هل تعرف الإنجليزية أو الروسية بشكل جيد جدا، بحيث كنت على استعداد لترجمة من واحد منهم إلى لغتك الأم؟
az: İngiliscə və ya Rusça çox yaxşı bilirsiniz, və bunlardan birini öz dilinizə çevirməyə hazırsınız?
bg: Знаете ли добре английски или руски, значи сте готов да превеждате от единия от тях на родния си език?
bn: আপনি কি ইংরেজি বা রাশিয়ান ভাষা এরকম ভাল জানেন, যাতে করে সেগুলোর কোনো একটা থেকে আপনার মাতৃভাষায় অনুবাদ করতে সক্ষম?
bs: Da li znaš Engleski ili Ruski dovoljno, tako da si spreman da prevodiš jedan od njih na svoj maternji jezik?
ca: Tens bons coneixements d'anglès o rús, per tal de poder traduïr un d'ells al teu idioma nadiu?
cs: Znáte angličtinu nebo ruštinu docela dobře, takže jste připraveni překládat z jednoho z nich do vašeho mateřského jazyka?
de: Beherrschen Sie Englisch oder Russisch gut genug, so dass Sie bereit sind, von einem von ihnen Ihre Muttersprache zu übersetzen?
el: Γνωρίζεται Αγγλικά ή Ρωσικά αρκετά καλά, ώστε να είστε έτοιμος/η να μεταφράσετε από μια από αυτές στη μητρική σας γλώσσα;
es_419: ¿Tienes buenos conocimientos de Inglés o Ruso, para poder traducir de uno de ellos a tu idioma nativo?
et: Kas te oskate Inglise või Venekeelt suhteliselt hästi, et oleksite valmis tõlkima nendest keeltest oma emakeelde?
fa: آیا شما انگلیسی یا روسی را کاملا مسلط هستید، پس آیا شما آماده این هستید که آن ها را به زبان خود ترجمه کنید؟
fil: Alam at mahusay kaba sa Ingles o Ruso, kaya handa kana bang isalin mula sa isa sa mga ito sa iyong katutubong wika?
fr: Connaissez-vous assez bien l'anglais ou le russe, de sorte que vous soyez prêt à traduire l'un d'entre eux dans votre langue maternelle.
gu: શું તમે ઇંગલિશ અથવા રશિયનને તદ્દન સારી રીતે જાણો છો, જેથી તમે તેમાંના એકમાંથી તમારી મૂળ ભાષામાં ભાષાંતર કરવા માટે તૈયાર છો?
he: יודע אנגלית או רוסית ברמה טובה, כך שתוכל לתרגם אחת מהם לשפת האם שלך?
hi: क्या आप अंग्रेजी या रूसी को अच्छी तरह जानते हैं, ताकि आप उनमें से किसी एक को अपनी मूल भाषा में अनुवाद करने के लिए तैयार हों?
hr: Baratate li engleskim ili ruskim i spremni ste prevesti s jednog od ta dva jezika na svoj materinji?
hu: Jól beszéli az angol vagy az orosz nyelvet, így képes lenne az egyikről a saját nyelvére fordítani?
id: Apakah anda mengenal Inggris atau Rusia dengan cukup baik, agar anda siap menterjemahkan dari salah satunya ke bahasa aslimu?
it: Se conosci l'Inglese o il Russo abbastanza bene, saresti in grado di tradurre da una di queste lingue nella tua lingua madre?
ja: 母国語に翻訳するため、英語やロシア語をよく知っていますか？
ka: იცით ინგლისური ან რუსული? მზად ხართ თარგმნოთ საკუთარ ენაზე?
ko: 귀하는 영어 또는 러시아어를 아주 잘 알아서 그들 중 하나에서 모국어로 번역할 준비가 되셨습니까?
ku: تۆ ئینگلیزی یان ڕووسی ده‌زانیت زۆرباش، به‌م شێوه‌یه‌ تۆ ئاماده‌یت بۆ وه‌رگێرانی یه‌كێك له‌مانه‌ بۆ زمانی ئه‌سڵی خۆت؟
lt: Ar gerai žinai anglų ar rusų kalbą, kad galėtum iš vienos jų išversti į savo gimtąją kalbą?
mn: Та англи эсвэл орос хэлийг сайн мэддэг үү? Тийм бол та энэ хоёр хэлний аль нэгээс төрөлх хэл рүүгээ орчуулахад бэлэн үү?
my: သင် အင်္ဂလိပ် သို့မဟုတ် ရုရှားဘာသာစကားကို ကောင်းကောင်းရပါသလား? ထိုသို့ရပါက သင့်အနေဖြင့် ထိုဘာသာစကားများထဲမှ သင့်မိခင်ဘာသာစကားသို့ ဘာသာပြန်ဆိုရန် အဆင်သင့်ဖြစ်နေပါပြီ။
ne: के तपाईं अंग्रेजी वा रूसी धेरै राम्रोसँग जान्नुहुन्छ, ताकि तपाईं आफ्नो मूल भाषामा एक मध्ये अनुवाद गर्न तयार हुनुहुन्छ?
nl: Ken je goed Engels of Russisch, zodat je kunt vertalen van een van hen naar je moedertaal?
no: Er du ganske god i Engelsk Russisk slik at du kan oversette fra et av dem til ditt eget morsmål?
pl: Znasz angielski lub rosyjski na tyle dobrze, że jesteś w stanie przetłumaczyć z jednego z nich na swój ojczysty język?
ps: ایا تاسو انګریزي یا روسی په ښه توګه پوهیږئ، نو تاسو د دې لپاره چمتو یاست چې له یو څخه ستاسو د خپل اصلي ژبه ته ژباړئ؟
pt_br: Você conhece muito bem o idioma Inglês ou Russo e está pronto para traduzir de um desses para o seu idioma nativo?
pt_pt: É fluente em Inglês ou Russo, de modo a que possa traduzir de uma delas para a sua língua?
ro: Cunoști limba Engleză sau limba Rusă destul de bine, în așa fel încât să traduci în limba ta maternă?
si: ඔබ ඉංග්‍රීසි හෝ රුසියානු භාෂාව හොඳින් දන්නවාද, එවිට ඔබ ඔවුන්ගෙන් එක් අයෙකුගෙන් ඔබේ මව් භාෂාවට පරිවර්තනය කිරීමට සූදානම්ද?
sk: Poznáte celkom dobre angličtinu alebo ruštinu, tak aby ste boli pripravení vykonať preklady z jedného z nich do svojho materinského jazyka?
sl: Ali znate, Angleški ali Ruski jezik zelo dobro, tako da ste pripravljeni prevajati iz enega od njih v svoj materni jezik?
sq: Dini anglisht ose rusisht mjaft mirë saqë jeni gati të përktheni nga njëra prej tyre në gjuhën tuaj mëmë?
sr: Da li znate Engleski ili Ruski jezik veoma dobro, tako da ste spremni da prevodite sa tih na Vaš maternji jezik?
sv: Kan du Engelska eller Ryska så pass bra att du är redo att översätta dem till ditt modersmål?
sw: Je! Unajua Kiingereza au Kirusi vizuri kabisa, ili uwe tayari kutafsiri kutoka kwa mmoja wao hadi lugha yako ya asili?
ta: உங்களுக்கு ஆங்கிலம் அல்லது ரஷிய மொழி நன்கு தெரியுமானால், இப்போது நீங்கள் தயார் உங்கள் மொழியில் மொழிமாற்றம் செய்ய ஆங்கிலம் அல்லது ரஷிய மொழி மூலமாக?
te: ఇంగ్లీష్ లేదా రష్యన్ భాష మీకు బాగా తెలుసా, అందువల్ల మీ స్థానిక భాషలోకి మీరు అనువదించడానికి సిద్ధంగా ఉన్నారా?
th: คุณรู้ภาษาอังกฤษหรือภาษารัสเซียดีหรือไม่ หากคุณพร้อมจะแปลหนึ่งในนั้นเป็นภาษาท้องถิ่นของคุณ
tr: Olduça iyi İngilizce veya Rusça biliyor musunuz, böylece bunlardan birini yerel dilinize çevirmek için hazır mısınız?
ur: کیا آپ انگریزی یا روسی کو اچھی طرح جانتے ہیں، تاکہ آپ ان میں سے کسی ایک کو اپنی زبان میں ترجمہ کرنے کے لئے تیار ہوں؟
vi: Bạn biết tiếng Anh hoặc tiếng Nga khá tốt, và sẵn sàng để dịch một trong hai thứ tiếng đó sang tiếng mẹ đẻ của bạn?
zh: 您是否熟悉英文或俄文，以便您準備好從其中一種翻譯成您的母語?
zh_cn: 您是否熟悉英文或俄文，以便您准备好从其中一种翻译成您的母语?
