Repository: DriverPackSolution/transifex-backup
Catalog: delorean/driverpack-solution-worldwide/drpsu/*.po
Languages: am, ar, az, bg, bn, bs, ca, cs, de, el, es_419, et, fa, fil, fr, gu, he, hi, hr, hu, id, it, ja, ka, ko, ku, lt, mn, my, ne, nl, no, pl, ps, pt_br, pt_pt, ro, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ur, vi, zh, zh_cn

# translate-feedback-header_caption
source: This page has just recently been translated. Have you found a mistake? Highlight it and press {{HOTKEY}}
am: ይህ ገጽ በቅርቡ የተተረጎመ ነው። ስህተት አግኝተው ከሆነ ያጥቁሩትና {{HOTKEY}} ይጫኑ
ar: تمت ترجمة هذه الصفحة مؤخرا. هل وجدت خطأ؟ سلط الضوء عليه واضغط على {{HOTKEY}}
az: Bu səhifə yeni tərcümə edilib. Hərf səhvi tapmısınız? Onda həmin sözü işarələyin və {{HOTKEY}} düymələrinə basın
bg: Тази страница току що беше преведена. Намерихте ли печатна грешка? Маркирайте я и натиснете {{HOTKEY}}
bn: এই পৃষ্ঠাটি সম্প্রতি অনূদিত হয়েছে। কোনো ছাপার ভুল পেলেন? সেটুকু হাইলাইট করুন ও {{HOTKEY}} চাপুন
bs: Ova stranica je skoro prevedena. Da li ste pronašli grešku? Označite je i pritisnite {{HOTKEY}}
ca: Aquesta pàgina s'ha traduït recentment. Heu trobat alguna errada? Seleccioneu-la i premeu {{HOTKEY}}
de: Diese Seite wurde kürzlich übersetzt. Hast du einen Fehler gefunden? Markieren Sie es und drücken Sie {{HOTKEY}}
el: Αυτή η σελίδα έχει μεταφραστεί προσφάτως. Βρήκατε κάποιο λάθος; Επισημάνετέ το και πατήστε {{HOTKEY}}
et: See leht on just tõlgitud. Kas olete leidnud vea? Tõstke see esile ja vajutage {{HOTKEY}}
fa: این صفحه به تازگی ترجمه شده است. آیا شما خطایی پیدا کرده اید؟ آن را برجسته کرده و کلید {{HOTKEY}} را بفشارید
fil: Kamakailan lamang na-translate ang pahinang ito. Nakakita ka ba ng isang pagkakamali? I-highlight ito at pindutin {{HOTKEY}}
fr: Cette page vient d'être traduite. Avez-vous trouvé une erreur d'impression? Mettez-la en surbrillance et appuyez sur {{HOTKEY}}
gu: આ પૃષ્ઠ તાજેતરમાં જ અનુવાદિત કરવામાં આવ્યું છે તમને ખોટી છાપ મળી છે? તેને હાઇલાઇટ કરો અને {{HOTKEY}} દબાવો
he: העמוד הזה תורגם רק לאחרונה. מצאת שגיאה או טעות בעמוד? סמן את הטעות ולחץ על {{HOTKEY}}
hi: यह पृष्ठ अभी हाल ही में अनुवादित किया गया है। क्या आपको कोई गलती मिली है? इसे उजागर करें और {{HOTKEY}} दबाये|
hu: Ezt az oldalt nemrégiben fordították le. Elgépelésre bukkant? Jelölje ki, és nyomjon {{HOTKEY}}-t!
id: Halaman ini baru saja diterjemahkan. Apakah kamu menemukan kesalahan cetak? tandai dan tekan {{HOTKEY}}
it: Questa pagina è stata recentemente tradotta. Hai trovato degli errori? Evidenziali e premi {{HOTKEY}}
ja: 当ページは最近翻訳されました。間違いを見つけましたか？それをハイライトして {{HOTKEY}} を押して下さい
ka: გვერდი ახალი ნათარგმნია, იპოვეთ შეცდომა? მონიშნეთ და დააჭირეთ {{HOTKEY}}
ko: 이 페이지는 최근에 번역되었습니다. 실수를 찾았습니까? 강조 표시하고 {{HOTKEY}} 를 눌러주세요
lt: Šis puslapis neseniai buvo išverstas. Ar radote klaidą? Pažymėkite jį ir spustelėkite {{HOTKEY}}
my: ယခုဝက်ဘ်စာမျက်နှာမှာ မကြာသေးမှီကပင် ဘာသာပြန်ဆိုပြီး ဖြစ်ပါသည်။ အမှားတွေ့ရှိပါသလား? မီးမောင်းထိုးပြပြီး အောက်ပါအတိုင်းနှိပ်ပါ {{HOTKEY}}
ne: यो पेज भर्खरै अनुवादित भएको छ । यसमा तपाईले केही त्रुटि पाउनुभएको छ ? त्यसलाई हाइलाइट गर्नुहोस् र थिच्नुहोस् {{HOTKEY}}
nl: Deze pagina is recentelijk vertaald. Heb je een fout gevonden? Markeer het en druk op {{HOTKEY}}
no: Denne siden er nylig oversatt. Har du funnet en feil? Vennligst merk denne og trykk {{HOTKEY}}
pl: Ta strona została właśnie przetłumaczona. Znalazłeś błąd? Zaznacz go i wciśnij {{HOTKEY}}
ps: دا پاڼه په دې وروستیو کې ژباړال شوې ده. آیا تاسو غلطی وموند؟ په نشه یي کړئ او پرانیزي یي {{HOTKEY}}
pt_br: Esta página foi traduzida recentemente. Você encontrou alguma falha? Destaque-a e clique no {{HOTKEY}}
pt_pt: Esta página foi traduzida recentemente. Encontrou alguma gralha? Selecione-a e pressione {{HOTKEY}}
si: මෙම පිටුව මෑතකදී පරිවර්තනය කර ඇත. ඔබ වැරැද්දක් සොයාගෙන තිබේද? එය ඉස්මතු කර {{HOTKEY}} ඔබන්න
sk: Táto stránka bola iba nedávno preložená. Našli ste chybu? Zvýraznite ju výberom a stlačte {{HOTKEY}}
sl: Ta stran je bila prevedena pred kratkim. Ste našli napako ali napačen izraz? Označite jo in pritisnite {{HOTKEY}}
sq: Kjo faqë sapo është përkthyer së fundmi. Keni gjetur ndonjë gabim? Theksoje dhe shtyp {{HOTKEY}}
sr: Ova stranica je skoro prevedena. Da li ste našli grešku? Obeležite je i pritisnite {{HOTKEY}}
sv: Den här sidan har nyligen blivit översatt. Har du hittat ett fel? Markera det och tryck {{HOTKEY}}
sw: Ukurasa umefasiriwa hivi karibuni. Umekuta makosa? Yatilie kivuli na bofya {{HOTKEY}}
ta: இந்த பக்கம் சமீபத்தில் மொழிமாற்றம் செய்யப்பட்டது. ஏதேனும் அச்சுப்பிழை தென்பட்டால் அதை தேர்ந்தெடுத்து சொடுக்கவும் {{HOTKEY}}
th: เพจนี้ได้รับการแปลเมื่อเร็วๆนี้ คุณพบคำพิมพ์ผิดไหม ไฮไลท์มันและกด {{HOTKEY}}
tr: Bu sayfa henüz yeni çevrildi. Bir yanlışlık mı buldunuz? Sözcüğü işaretleyin ve {{HOTKEY}} tuşlarına basın
ur: یہ صفحہ ابھی حال ہی میں ترجمہ کیا گیا ہے. کیا آپ نے اس میں کسی غلطی کو پایا ہے؟ اس کو نمایاں کریں اور {{HOTKEY}} دبائیں
zh: 此頁面最近已被翻譯。您找到印刷錯誤了嗎?反白並按一下 {{HOTKEY}}
zh_cn: 这个网页刚刚被翻译过。 你发现错误了吗?高亮显示并按 {{HOTKEY}}

# translate-feedback-form-popup_preview-title
source: You have highlighted the following piece of text:
am: የሚከተለውን የጽሁፍ ክፍል አጥቁረዋል:
ar: لقد قمت بتظليل هذا الجزء من النص:
az: Aşağıdakı mətn hissəsini işarələdiniz:
bg: Маркирахте следната част от текст:
bn: আপনি নিচের পাঠাংশটুকু নির্বাচন করেছেন:
bs: Označili ste sljedeći dio teksta:
ca: Heu seleccionat el text següent:
de: Sie haben den folgenden Text hervorgehoben:
es_419: Has seleccionado el texto siguiente:
et: Te olete esile tõstud selle teksti:
fa: شما متن مورد نظر خود را انتخاب کردید:
fr: Vous avez mis en surbrillance le morceau de texte suivant:
gu: તમે ટેક્સ્ટનો નીચેના ભાગને પ્રકાશિત કર્યો છે:
he: סימנת את הטקסט הבא:
hi: आपने पाठ के निम्नलिखित भाग को हाइलाइट किया है:
hu: Kijelölte a következő szöveget:
id: Anda sudah menandai pilihan bagian dari teks:
it: Hai evidenziato la seguente porzione di testo:
ja: 次のテキストをハイライトしています：
ka: მონიშნული გაქვთ შემდეგი ტექსტი:
ko: 다음 텍스트를 강조 표시했습니다:
ku: تۆ تیشکت خستوەتە سەر ئەم پارچە نوسینانەی خوارەوە:
lt: Jus pasižymėjote sekantį teksto gabalėlį:
mn: Та бичвэрийн дараах хэсгийг тодруулсан байна:
my: သင့်အနေဖြင့် အောက်ပါစာသားအချို့ကို မီးမောင်းထိုးပြထားပါသည်:
ne: तपाईले निम्न पाठका टुक्राहरूलाई हाइलाइट गर्नुभयो ।
nl: U hebt het volgende stuk tekst gemarkeerd:
no: Du har fremhevet følgende stykke tekst:
pl: Podświetliłeś następujący fragment tekstu:
ps: تاسو د متن لاندنۍ ټوټه په نشه کړې ده:
pt_br: Você destacou o seguinte pedaço do texto:
pt_pt: Sublinhou o seguinte pedaço de texto:
ro: Ai selectat următoarea parte din text:
si: ඔබ පහත පෙළ කොටස ඉස්මතු කර ඇත:
sk: Zvýraznili ste nasledujúci text:
sl: Ste poudarili naslednje kos besedilo:
sq: Ju keni nënvizuar këtë pjesë të tekstit:
sr: Obeležili ste sledeći deo teksta:
sv: Du har markerat följande text:
sw: Umesisitiza kipande cha maandishi:
ta: நீங்கள் பின்வரும் வார்த்தைகளை தேர்ந்தெடுத்து உள்ளீர்கள்:
th: คุณได้ไฮไลท์บางส่วนของข้อความ
tr: Aşağıdaki metin parçasını işaretlediniz:
vi: Bạn đã đánh dấu đoạn văn bản sau:
zh: 您已經反白顯示了以下一段文字:
zh_cn: 您已高亮显示以下一段文字:

# translate-feedback-form-popup_correct-title
source: Please, explain what exactly is wrong, and provide the correct variant:
am: እባክዎ የተፈጠረውን ችግር ይግለጹ፣ እናም ትክክለኛውን አይነት ያቅርቡ።
ar: رجاء, وضح الخطأ بالتحديد, وقم باقتراح التصحيح الملائم:
az: Lütfən, tam olaraq nəyin səhv olduğunu açıqlayın və düzgün formasını bildirin:
bg: Моля, обяснете какво точно не е наред и посочете правилния вариант:
bn: দয়া করে, ঠিক কী ভুল আছে তা ব্যাখ্যা করুন, এবং সঠিক রূপটি সরবরাহ করুন:
bs: Molim Vas, objasnite tačno šta nije uredu, i dostavite ispravnu varijantu:
ca: Si us plau, expliqueu perquè creieu que està malament, i digueu-nos la versió correcta:
de: Bitte erläutern Sie, was genau falsch ist, und geben Sie die richtige Variante an:
es_419: Explica qué es exactamente lo que está mal y proporciona la variante correcta:
et: Palun selgitage mis on siin valesti ja esitage oma korrigeeritud variant:
fa: لطفا ، بادقت خطای مورد نظر را توضیح دهید و تصحیح کنید:
fr: S'il vous plaît, expliquez ce qui ne va pas et fournissez la bonne variante:
gu: કૃપા કરીને, સમજાવો કે શું ખરેખર ખોટું છે, અને સાચું વેરિઅન્ટ પૂરું પાડો:
he: אנא הסבר בדיוק מה הבעיה, וכתוב את המשפט המתוקן בעיניך:
hi: कृपया बताएं कि वास्तव में क्या गलत है, और सही प्रकार प्रदान करें:
hu: Kérem magyarázza el pontosan a problémát, és adja meg a megfelelő változatot:
id: Mohon, jelaskan apa yang salah, dan berikan variasi koreksi:
it: Per favore, spiega esattamente qual'è il problema e fornisci la variante corretta:
ja: 正確に何が間違っているのかを説明し、正しい変種を提供してください：
ka: განმარტეთ რა არის არასწორი და შემოგვთავაზეთ სწორი ვარიანტი:
ko: 정확히 무엇이 잘못되었는지 설명하고 올바른 변형을 제공해주세요:
ku: تکایە بە تەواوی روونی بکەوە کە چی هەڵەیە، وە جیاوازیە راستەکە دەستەبەر بکە
lt: Prašome paaiškinti, kas konkrečiai yra negerai ir pateikite taisyklingą variantą:
mn: Яг ямар алдаа байгааг тайлбарлаж, зөв хувилбарыг нь бичиж өгнө үү?
my: ကျေးဇူးပြု၍ မည်သည့်အရာမှားယွင်းကြောင်းကို တိတိကျကျ ရှင်းပြပေးပြီး၊ မှန်ကန်သည့် မူကွဲစာသားကို ပေးအပ်ပေးပါ:
ne: कृपया भन्नुहोस् कि के गलत भयो र सही तरिका प्रदान गर्नुहोस् ।
nl: Leg alsjeblieft uit wat er precies mis is en geef de juiste variant:
no: Vennligst forklar hva som er feil, og oppgi den riktige varianten:
pl: Proszę wyjaśnić, co właściwie jest źle i wybierz odpowiedni wariant:
ps: مهرباني وکړئ، تشریح يي کړئ چې کوم په اصل کی غلط ده، او سم ډول چمتو کړئ:
pt_br: Por favor, explique o que exatamente está errado e forneça a variante correta:
pt_pt: Por favor, explique o que está errado exatamente e indique a seguinte variante:
ro: Te rugăm frumos, să ne explici cu exactitate ce este greșit și să ne oferi varianta corectă:
si: කරුණාකර, හරියටම වැරදි දේ පැහැදිලි කර නිවැරදි ප්‍රභේදය සපයන්න:
sk: Prosím, vysvetlite presne čo je zle a uveďte správny variant:
sl: Prosimo razložite napako in vnesite pravilen izraz:
sq: Ju lutem, sqaroni specifikisht çka është gabim, dhe jepni variantin e saktë:
sr: Molimo vas, objasnite šta je nepravilno i pošaljite nam u ispravnom obliku:
sv: Var snäll och förklara vad som är fel, och vad du anser vore korrekt:
sw: Tafadhali, kuelezea nini hasa ni sahihi, na kutoa tofauti sahihi:
ta: தயவுசெய்து,என்ன குறையென சரியாக விளக்குங்கள், மற்றும் சரியான வார்த்தையை குறிப்பிடுங்கள்:
th: กรุณาอธิบายอะไรที่ผิดและให้ตัวแปรที่ถูก:
tr: Lütfen, tam olarak neyin yanlış olduğunu açıklayın, ve doğru şeklini bildirin:
vi: Vui lòng, giải thích chính xác là có chuyện gì không ổn, và cung cấp đúng biến thể:
zh: 請解釋究竟是什麼錯誤，並提供正確的變異:
zh_cn: 请解释究竟是什么错误，并提供正确的内容:

# translate-feedback-form-popup_submit
source: Send
am: ላክ
ar: ابعث
az: Göndər
bg: Изпрати
bn: পাঠান
bs: Pošalji
ca: Envia
de: Senden
es_419: Enviar
et: Saada
fa: ارسال
fr: Envoyer
gu: મોકલો
he: שלח
hi: भेजे
hu: Küldés
id: Kirim
it: Invia
ja: 送信
ka: გაგზავნა
ko: 전송
ku: بنێرە
lt: Siųsti
mn: Илгээх
my: ပို့မည်
ne: पठाउनुहोस्
nl: Versturen
pl: Wyślij
ps: استول
pt_br: Enviar
pt_pt: Enviar
ro: Trimite
si: යවන්න
sk: Odoslať
sl: Pošlji
sq: Dërgo
sr: Pošaljite
sv: Skicka
sw: Tuma
ta: அனுப்பு
te: పంపండి
th: ส่ง
tr: Gönder
vi: Gửi
zh: 傳送
zh_cn: 发送

# translate-feedback-popup_title-error
source: Something went wrong
am: የሆነ ነገር ተሳስቷል
ar: هناك خطأ ما
az: Xəta baş verdi
bg: Нещо се обърка
bn: কোনো একটি সমস্যা হয়েছে
bs: Nešto je pošlo naopako
ca: Alguna cosa no ha anat bé
cs: Něco se pokazilo
de: Etwas ist schief gelaufen
el: Κάτι πήγε στραβά
es_419: Algo salió mal
et: Midagi läks valesti
fa: چیزی اشتباه شد
fil: Mayroong mali
fr: Quelque chose a mal tourné
gu: કશુંક ખોટું થઈ ગયું
he: משהו השתבש
hi: कुछ गलत हो गया
hr: Nešto je pošlo po zlu
hu: Valami rosszul sült el
id: Ada yang salah
it: Qualcosa non è andato a buon fine
ja: 何か問題発生しました
ka: რაღაც შეცდომაა
ko: 뭔가 잘못되었습니다
ku: هه‌ندێ شت به‌ هه‌ڵه‌ ڕۆی
lt: Kažkas nutiko
mn: Ямар нэг зүйл буруу хийсэн байна
my: တစ်စုံတစ်ရာ မှားယွင်းမှု ဖြစ်သွားသည်
ne: केही गलत भयो
nl: Er is iets fout gegaan
no: Noe gikk galt
pl: Coś poszło nie tak
ps: کومه تیروتنه وشوه
pt_br: Algo saiu errado
pt_pt: Alguma coisa correu mal
ro: Ceva nu a mers bine
si: මොකක්හරි වැරැද්දක් වෙලා
sk: Niečo nie je v poriadku
sl: Nekaj je šlo po zlu
sq: Diqka nuk shkoi mirë
sr: Nešto nije u redu
sv: Någonting gick fel
sw: Kuna kitu kilicho enda vibaya
ta: ஏதோ தவறாக உள்ளது
th: บางสิ่งบางอย่างผิดพลาด
tr: Birşey yanlış gitti
ur: کچھ غلط ہو گیا
vi: Đã có điều gì đó sai
zh: 出了些問題
zh_cn: 出了些问题

# translate-feedback-popup_description-error
source: The highlighted text has not been sent due to problems on the server. <br />Try again later, please.
am: የተጠቆረው ጽሁፍ በሰርቨር ችግር ምክንያት አልተላከም። <br />ትንሽ ቆይተው እንደገና ይሞክሩ
ar: لم يتم إرسال النص المميز بسبب مشكلات على الخادم.<br /> حاول مرة أخرى في وقت لاحق، من فضلك.
az: İşarələnmiş mətn serverdəki xətalara görə göndərilmədi. <br />Lütfən sonra təkrar yoxlayın.
bg: Маркираният текст не е изпратен поради проблеми на сървъра. <br />Опитайте отново по-късно, моля.
bn: নির্বাচিত লেখাটুকু সম্পাদকের কাছে পাঠানো যায় নি সার্ভার সমস্যার জন্য। <br />দয়া করে আবার চেষ্টা করুন।
bs: Označeni tekst nije poslat zbog problema sa serverom. <br />Molim Vas, pokušajte opet kasnije.
ca: No s'ha pogut enviar el text seleccionat degut a un error en el servidor. <br />Intenteu-ho de nou més tard.
cs: Označený text nebyl odeslán kvůli problémům na serveru.<br />Zkuste to prosím za chvíli znovu.
de: Der hervorgehobene Text wurde aufgrund von Problemen auf dem Server nicht gesendet. <br />Bitte versuchen Sie es später erneut.
el: Το επισημασμένο κείμενο δεν έχει σταλεί λόγω προβλημάτων με τον διακομιστή.<br />Δοκιμάστε ξανά αργότερα.
es_419: El texto seleccionado no se ha enviado debido a problemas en el servidor. <br /> Inténtelo de nuevo más tarde.
et: Esiletõstetud tekst ei ole saadetud serveri probleemid tõttu edasi. <br /> Palun proovige hiljem uuesti.
fa: متن مشخص شده به بخش مشکلات سرور فرستاده نشد.<br /> لطفا بعدا سعی نمایید.
fil: Ang naka-highlight na teksto ay hindi naipadala dahil sa mga problema sa server. <br />Subukan ulit mamaya, pakisuyo.
fr: Le texte en surbrillance n'a pas été envoyé en raison de problèmes sur le serveur. <br />Réessayez plus tard, s'il vous plaît.
gu: હાઇલાઇટ કરેલ લખાણ સર્વરની ભૂલને લીધે નથી મોકલાયું. <br />મહેરબાની કરી, ફરીથી પછી પ્રયાસ કરશો.
he: הטקסט שנבחר נשלח לא נשלח בגלל בעיות בשרת. <br /> אנא נסה שוב מאוחר יותר.
hi: सर्वर पर मौजूद समस्याओं के कारण हाइलाइट किया गया पाठ नहीं भेजा गया है। <br /> कृपया, बाद में पुन: प्रयास करें।
hr: Označen tekst nije poslan zbog problema na poslužitelju. <br />Molimo pokušajte kasnije.
hu: A kijelölt szöveget nem sikerült elküldeni a szervernél felmerült probléma miatt. <br />Kérem próbálja újra később!
id: Teks yang ditandai belum terkirim karena masalah di server. <br />Silahkan coba lagi nanti.
it: Il testo selezionato non è stato inviato a causa di problemi del server. <br />Riprovare più tardi, grazie.
ja: ハイライトされたテキストはサーバの問題により送信されていません。<br />後でもう一度試して下さい。
ka: მონიშნული ტექსტი არ გაიგზავნა. <br /> სცადეთ მოგვიანებით
ko: 강조 표시된 텍스트는 서버의 문제로 인해 전송되지 않았습니다. <br />나중에 다시 시도해주세요.
ku: نوسینه‌ تیشكخراوه‌ سه‌ره‌كه‌ نه‌ڕۆیشت به‌ هۆی بوونی كێشه‌ له‌ سێرڤه‌ردا. <br /> دواتر هه‌وڵبده‌ره‌وه، تكایه‌
lt: Išskirtas tekstas nebuvo išsiųstas dėl serverio problemų. <br /> Bandyk vėl
my: အဆိုပါမီးမောင်းထိုးပြထားသော စာသားမှာ ဆာဗာပြဿနာကြောင့် မပို့လိုက်နိုင်ပါ။ <br />ကျေးဇူးပြုပြီး နောက်မှထပ်ကြိုးစားပေးပါ။
ne: हाइलाइट गरिएका पाठ सर्भरमा समस्याहरूको कारण पठाइएको छैन।<br />कृपया फेरि प्रयास गर्नुहोस्
nl: De gemarkeerde tekst is niet verstuurd door problemen op de server. <br />Probeer het later nog eens, alstublieft.
no: Merket tekst ble ikke sent på grunn av server problemer. <br />Vennligst prøv igjen senere.
pl: Podświetlony tekst nie został wysłany, z powodu problemów z serwerem.<br />Proszę spróbować później.
ps: څرګند شوي متن په سرور کې د ستونزو له امله ندي لیږدول شوی. <br />مهرباني، وکړئ بیا هڅه وکړئ.
pt_br: O texto destacado não foi enviado devido a problemas no servidor. <br />Por favor, tente novamente mais tarde.
pt_pt: O texto selecionado não foi enviado devido a problemas no servidor. <br />Por favor, tente mais tarde.
ro: Textul hașurat nu a fost trimis datorită unor probleme de server. <br /> Încearcă mai târziu, te rog.
si: සේවාදායකයේ ඇති ගැටළු හේතුවෙන් උද්දීපනය කළ පෙළ යවා නැත. <br />කරුණාකර පසුව නැවත උත්සාහ කරන්න.
sk: Zvýraznený text nebol odoslaný kvôli problémom na serveri.<br />Skúste to znova neskôr, prosím.
sl: Oznalen del besedila ni bil poslan zaradi napake na serverju. <br />Poskusite ponovno kasneje.
sq: Teksti i nënvizuar nuk është dërguar si pasojë e problemeve në server. <br />Ju lutem, provoni përsëri.
sr: Obeleženi tekst nije poslat zbog problema na serveru. <br />Molimo, pokusajte kasnije.
sv: Den markerade texten har inte skickats på grund av problem med servern. <br />Var snäll försök igen senare.
sw: Nakala iliyotajwa haijatumwa kutokana na matatizo kwenye seva. <br />Jaribu tena baadaye, tafadhali.
ta: செர்வெரில் கோளாறு தேர்ந்தெடுக்கப்பட்ட வார்த்தையை அனுப்ப இயலவில்லை. <br />மீண்டும் முயற்சிக்கவும், தயவுசெய்து.
th: ข้อความที่ไฮไลท์ส่งไม่ได้เนื่องจากเซิร์ฟเวอร์มีปัญหา <br />กรุณาลองใหม่ภายหลัง
tr: İşaretlenerek vurgulanan metin sunucudaki sorunlardan dolayı gönderilmedi.<br />Lütfen daha sonra tekrar deneyin.
ur: سرور پر مسائل کی وجہ سے نمایاں کردہ ٹیکسٹ نہیں بھیجا گیا ہے. <br />براہ مہربانی دوبارہ کوشش کریں.
vi: Văn bản được bôi đen đã không gửi đi được vì vấn đề trên máy chủ. <br />Làm ơn hãy thử lại sau.
zh: 由於伺服器的問題，反白文字並未發送。<br />請稍後再試一次。
zh_cn: 由于服务器的问题，高亮文字并未发送。<br />请稍后再试一次。

# translate-feedback-popup_title-success
source: Thank you
am: እናመሰግናለን
ar: شكرا لك
az: Təşəkkür edirik
bg: Благодаря
bn: আপনাকে ধন্যবাদ
bs: Hvala Vam
ca: Gràcies
cs: Děkujeme
de: Vielen Dank
el: Σας ευχαριστούμε
es_419: Gracias
et: Täname
fa: متشکریم
fil: Salamat
fr: Merci
gu: ધન્યવાદ
he: תודה לך
hi: धन्यवाद
hr: Hvala Vam
hu: Köszönjük!
id: Terima kasih
it: Grazie
ja: ありがとうございます
ka: მადლობა
ko: 감사합니다
ku: سوپاست دەكەم
lt: Ačiū
mn: Баярлалаа
my: ကျေးဇူးတင်ပါတယ်
ne: धन्यवाद
nl: Dank U
no: Mange takk
pl: Dziękujemy
ps: مننه
pt_br: Obrigado
pt_pt: Obrigado
ro: Mulțumim
si: ඔබට ස්තූතියි
sk: Ďakujeme
sl: Hvala lepa
sq: Faleminderit
sr: Hvala Vam
sv: Tack
sw: Asante
ta: உங்களுக்கு மிக்க நன்றி
te: ధన్యవాదాలు
th: ขอบคุณครับ/ค่ะ
tr: Teşekkür ederiz
ur: شکریہ
vi: Cảm ơn bạn
zh: 謝謝
zh_cn: 谢谢

# translate-feedback-popup_description-success
source: The highlighted text has been sent to the editor.
am: የተጠቆረው ጽሁፍ ለማስተካከያው ተልኳል
ar: تم إرسال النص المميز إلى المحرر.
az: İşarələnmiş mətn redaktora göndərildi.
bg: Маркираният текст беше изпратен на редактора.
bn: নির্বাচিত লেখাটুকু সম্পাদকের কাছে পাঠানো হয়েছে।
bs: Označeni tekst je poslat uredniku
ca: El text seleccionat s'ha enviat a l'editor.
cs: Zvýrazněný text byl odeslán do editoru.
de: Der hervorgehobene Text wurde an den Bearbeiter gesendet.
el: Το επισημασμένο κείμενο έχει σταλεί στον επεξεργαστή.
es_419: El texto seleccionado se ha enviado a un editor.
et: Esiletõstetud tekst on saadetud tõlkijale.
fa: متن مشخص شده به ویرایشگر ارسال شد
fil: Ang naka-highlight na teksto ay ipinadala na sa editor.
fr: Le texte en surbrillance a été envoyé à l'éditeur.
gu: હાઇલાઇટ કરેલ લખાણ સંપાદકને મોકલી આપવામાં આવ્યું છે.
he: הטקסט שנבחר נשלח לעורך.
hi: चिन्हांकित किया गया पाठ संपादक को भेजा गया है।
hr: Označeni tekst poslan je uredniku.
hu: A kijelölt szöveg elküldésre került a szerkesztőhöz.
id: Teks yang ditandai sudah dikirim ke pengedit.
it: Il testo evidenziato è stato inviato all'editore.
ja: ハイライトされたテキストがエディタに送信されました。
ka: მონიშნული ტექსტი გაეგზავნა რედაქტორს
ko: 강조 표시된 텍스트가 편집기로 전송되었습니다.
ku: نوسینه‌ تیشك خراوه‌ سه‌ره‌كه‌ نێردرا بۆ ئاماده‌كار.
lt: Išskirtas tekstas buvo išsiųstas redaktoriui.
mn: Тодруулсан бичвэр засварлагчид рүү илгээгдчихсэн.
my: အဆိုပါမီးမောင်းထိုးပြထားသော စာသားကို တည်းဖြတ်သူထံသို့ ပေးပို့လိုက်ပါပြီ
ne: हाइलाइट गरियो पाठ
nl: De gemarkeerde tekst is naar de editor gestuurd.
no: Merket tekst er sendt til editoren.
pl: Podświetlony tekst został wysłany do edytora.
ps: څرګند شوي متن ایڈیټر ته لیږل شوی.
pt_br: O texto destacado foi enviado ao editor.
pt_pt: O texto selecionado foi enviado para o editor
ro: Textul evidențiat a fost trimis editorului.
si: උද්දීපනය කළ පෙළ සංස්කාරක වෙත යවා ඇත.
sk: Zvýraznený text bol odoslaný editorovi.
sl: Oznalen tekst je bil poslan uredniku.
sq: Teksti i nënvizuar është dërguar te editori.
sr: Obeleženi tekst je poslat editoru.
sv: Den markerade texten har skickats till redaktören
sw: Nakala iliyotajwa imetumwa kwa mhariri.
ta: ஆசிரியருக்கு உயர்த்தி உரை அனுப்பப்பட்டுள்ளது.
te: హైలైట్ చేసిన టెక్స్ట్ ఎడిటర్కు పంపబడింది.
th: ข้อความที่ไฮไลท์ถูกส่งไปที่ตัวแก้ไข
tr: İşaretlenerek vurgulanan metin düzenleyiciye gönderildi.
ur: نمایاں کردہ ٹیکسٹ ایڈیٹر کو بھیج دیا گیا ہے.
vi: Văn bản được bôi đen đã được gửi đến cho biên tập viên.
zh: 反白的文字已發送給編輯。
zh_cn: 高亮文字已发送给编辑。

# translate-feedback-popup_description-join-us
source: Please help us with translating to your native language.
am: እባክዎን ወደ አፍ መፍቻ ቋንቋዎ በመተርጎም ይርዱን
ar: الرجاء مساعدتنا في الترجمة إلى لغتك الأم.
az: Zəhmət olmasa, ana dilinizə tərcümə üçün bizə kömək edin.
bg: Моля, помогнете ни с превода на твоя роден език.
bn: আপনার মাতৃভাষায় অনুবাদে সাহায্য করুন, দয়া করে।
bs: Molimo Vas pomozite nam pri prevođenju na Vaš maternji jezik.
ca: Si us plau, ajudeu-nos amb la traducció al vostre idioma nadiu.
cs: Pomozte nám prosím s překladem do vašeho mateřského jazyka.
de: Bitte helfen Sie uns mit der Übersetzung in Ihre Muttersprache.
el: Βοηθήστε μας μεταφράζοντας στην γλώσσα σας.
es_419: Ayúdanos con la traducción a tu idioma nativo.
et: Palun aidake meid tõlkida teie emakeelde.
fa: لطفا به ما کمک کنید تا این نرم افزار را به زبان شما ترجمه کنیم.
fil: Mangyaring tulungan kami sa pagsasalin sa iyong katutubong wika.
fr: S'il vous plaît, aidez-nous à traduire dans votre langue maternelle.
gu: તમારી મૂળ ભાષામાં અનુવાદ કરવામાં અમને સહાય કરશો
he: אנא עזור לנו לתרגם לשפת האם שלך.
hi: कृपया अपनी मूल भाषा में अनुवाद करने में हमारी सहायता करें।
hr: Molimo Vas da nam pomognete prijevodom programa na svoj materinski jezik.
hu: Segítsen nekünk a fordításban!
id: Mohon bantu kami dengan menterjemahkan ke bahasa aslimu.
it: Per cortesia aiutaci con la traduzione nel tuo linguaggio nativo.
ja: 母国語に翻訳するのにご協力下さい
ka: დაგვეხმარეთ თქვენს ენაზე თარგმნაში.
ko: 귀하의 모국어로 번역하는 것을 도와주세요.
ku: تكایه‌ یارمه‌تی ئێمه‌ بده‌ بۆ وه‌رگێڕانی بۆ زمانی ڕه‌سمی خۆت.
lt: Prašome padėti mums išversti į savo gimtąja kalba.
mn: Таны төрөлх хэл рүү орчуулахад бидэнд тусална уу?
my: ကျေးဇူးပြု၍ သင်၏မိခင်ဘာသာစကားသို့ ဘာသာပြန်ဆိုရာတွင် ကျွန်ုပ်တို့ကို ကူညီပေးပါ
ne: कृपया सहयोग गर्नुहोस्
nl: Help ons bij het vertalen naar uw moedertaal.
no: Vennligst hjelp oss med å oversette til ditt morsmål.
pl: Prosimy, pomóż nam w tłumaczeniu na Twój ojczysty język.
ps: مهرباني وکړئ زموږ سره مرسته وکړئ ترڅو ستاسو په مورنئ ژبه باندي يي وژباړؤ.
pt_br: Por favor, ajude-nos a traduzir para sua língua nativa.
pt_pt: Ajude-nos, por favor, a traduzir para a sua língua.
ro: Vă rugăm să ne ajutați cu traducerea în limba maternă.
si: ඔබගේ මව් භාෂාවට පරිවර්තනය කිරීමට කරුණාකර අපට උදව් කරන්න.
sk: Prosím, pomôžte nám s prekladom do svojho materinského jazyka.
sl: Podprite nas s prevodom v vaš jezik.
sq: Ju lutem na ndihmoni me përkthimin në gjuhën tuaj vendase.
sr: Molimo Vas da nam pomognete u prevodjenju na Vaš maternji jezik.
sv: Snälla hjälp oss att översätta till ditt modersmål.
sw: Tafadhali tusaidie kwa kutafsiri kwa lugha yako ya asili.
ta: தயவுசெய்து உங்கள் தாய்மொழியில் மொழிமாற்றம் செய்ய எங்களுக்கு உதவுங்கள்.
te: దయచేసి మీ స్థానిక భాషను అనువదించడంలో మాకు సహాయపడండి.
th: กรุณาช่วยพวกเราแปลเป็นภาษาท้องถิ่นของคุณ
tr: Lütfen yerel dilinize çevirerek bize yardım edin.
ur: براہ کرم اپنی مقامی زبان میں ترجمہ کرنے میں ہماری مدد کریں.
vi: Hãy làm ơn giúp chúng tôi việc dịch sang ngôn ngữ của bạn.
zh: 請幫助我們翻譯成您的母語。
zh_cn: 请帮助我们翻译成您的母语。
