Repository: DriverPackSolution/transifex-backup
Catalog: delorean/driverpack-solution-worldwide/drpsu/*.po
Languages: am, ar, az, bg, bn, bs, ca, cs, de, el, es_419, et, fa, fil, fr, gu, he, hi, hr, hu, id, it, ja, ka, ko, ku, lt, mn, my, ne, nl, no, pl, ps, pt_br, pt_pt, ro, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ur, vi, zh, zh_cn

# patners-page-opera-subtitle
source: DriverPack officially cooperates with the Norwegian company helping the users over the world get to know one of the best browsers better
my: DriverPack သည် အဆိုပါနော်ဝေကုမ္ပဏီနှင့် တရားဝင်ပူးပေါင်းဆောင်ရွက်ကာ ကမ္ဘာပေါ်ရှိသုံးစွဲသူများကို အကောင်းဆုံးသော ဝက်ဘ်ဘရောက်ဆာများထဲမှတစ်ခုအဖြစ် ပိုမိုသိရှိစေရန် ကူညီပေးနေပါသည်
nl: DriverPack werkt officieel samen met het Noorse bedrijf en helpt gebruikers over de hele wereld om een van de beste browsers beter te leren kennen
pt_br: O DriverPack coopera oficialmente com a empresa norueguesa, ajudando os usuários de todo o mundo a conhecer melhor um dos melhores navegadores

# patners-page-opera-text
source: Opera is one of the best browsers with constantly developing technologies. Inbuilt ad blocker, messengers, and Turbo Mode extend this browser functionality without overloading computer's resources.
my: Opera ဆိုသည်မှာ အဆက်မပြတ်ဖွံဖြိုးတိုးတက်နေသော နည်းပညာများရှိနေသည့် အကောင်းဆုံး ဝက်ဘ်ဘရောက်ဆာများထဲမှ တစ်ခုဖြစ်ပါသည်။ မူလထည့်သွင်းထားသော ကြော်ငြာပိတ်ပင်ပေးသောဝန်ဆောင်မှု၊ စကားဝိုင်းဝန်ဆောင်မှုနှင့် တာဘိုမုဒ်ဖြင့် ကွန်ပျူတာ၏ အရင်းအမြစ်များကို အလွန်အကျွံမဖြစ်စေဘဲ ယင်းဘရောက်ဆာ၏ လုပ်ဆောင်မှုများကို တိုးချဲ့စေပါသည်။
nl: Opera is een van de beste browsers met constant ontwikkelende technologieën. Ingebouwde advertentieblokkering, boodschappers en Turbomodus breiden deze browserfunctionaliteit uit zonder de bronnen van de computer te overbelasten.
pt_br: O Opera é um dos melhores navegadores com tecnologias em constante desenvolvimento. Bloqueador de anúncios embutido, mensageiros e Modo Turbo estendem a funcionalidade deste navegador sem sobrecarregar os recursos do computador.

# patners-page-opera-pluses-title-support
source: DriverPack has been distributed free of charge and is supported due to the partners for 10 years by now
my: DriverPack ကို အခမဲ့ဖြန့်ချီပေးထားပြီး မိတ်ဖက်များကြောင့် ထောက်ပံ့ပေးနေသည်မှာ ယခုဆိုလျှင် 10 နှစ်ရှိပြီဖြစ်ပါသည်
nl: DriverPack is gratis verspreid en wordt dankzij de partners nu al 10 jaar ondersteund
pt_br: O DriverPack é distribuído gratuitamente e se mantém devido aos parceiros há 10 anos

# patners-page-opera-pluses-subtitle-support
source: DriverPack has been selecting and installing drivers for any computers all over the world for almost 10 years by now. And it still remains free of charge
my: DriverPack မှာ ကမ္ဘာပေါ်ရှိ မည်သည့်ကွန်ပျူတာအတွက်မဆို drivers များ ရွေးချယ်ခြင်းနှင့် ထည့်သွင်းခြင်းများပြုလုပ်နေသည်မှာ ယခုဆိုလျှင် 10 နှစ်နီးပါရှိပြီ ဖြစ်ပါသည်။ ထို့ပြင် ၎င်းကို အခမဲ့အဖြစ် ဆက်လက်ပေးထားမည် ဖြစ်ပါသည်
nl: DriverPack selecteert en installeert nu al bijna 10 jaar stuurprogramma's voor alle computers over de hele wereld. En het blijft nog steeds gratis
pt_br: O DriverPack seleciona e instala os drivers para qualquer computador em todo o mundo há quase 10 anos. E ainda permanece gratuito

# patners-page-opera-pluses-title-opera-best
source: Opera is one of the best browsers with constantly developing technologies
my: Opera ဆိုသည်မှာ အဆက်မပြတ်ဖွံဖြိုးတိုးတက်နေသော နည်းပညာများရှိနေသည့် အကောင်းဆုံး ဝက်ဘ်ဘရောက်ဆာများထဲမှ တစ်ခုဖြစ်ပါသည်
nl: Opera is een van de beste browsers met constant ontwikkelende technologieën
pt_br: O Opera é um dos melhores navegadores com tecnologias em constante desenvolvimento

# patners-page-opera-pluses-subtitle-opera-best
source: By installing Opera while configuring your computer you not just get a fast and functional browser but you also support DriverPack.
my: Opera ကိုထည့်သွင်းခြင်းအားဖြင့် သင့်ကွန်ပျူတာကို ပြင်ဆင်တဲ့အခါ မြန်ဆန်ပြီး လုပ်ဆောင်ချက်ပြည့်စုံတဲ့ ဝက်ဘ်ဘရောက်ဆာတစ်ခုကို ရရှိရုံမက၊ DriverPack ကိုပါ ထောက်ပံ့ပေးရာ ရောက်ပါသည်။
nl: Door Opera te installeren tijdens het configureren van uw computer krijgt u niet alleen een snelle en functionele browser, maar ondersteunt u ook DriverPack.
pt_br: Ao instalar o Opera durante a configuração do seu computador, você não apenas obtém um navegador rápido e funcional, mas também oferece suporte ao DriverPack.

# patners-page-opera-pluses-title-ecosystem
source: It's not just a desktop browser but it's a whole ecosystem that makes your life more handy
my: ၎င်းမှာ ကွန်ပျူတာဝက်ဘ်ဘရောက်ဆာတစ်ခု ဖြစ်ရုံမျှသာမက သင့်ဘဝအတွက် ပိုမိုအသုံးဝင်စေမည့် ဂေဟစနစ်တစ်ခုလုံးအဖြစ် လုပ်ဆောင်ပေးမည်ဖြစ်ပါသည်
nl: Het is niet alleen een desktopbrowser, maar het is een heel ecosysteem dat je leven handiger maakt
pt_br: Não é apenas um navegador de computador, mas todo um ecossistema que torna sua vida mais útil

# patners-page-opera-pluses-subtitle-ecosystem
source: Opera on mobile devices is totally synchronized with the desktop version, it has inbuilt VPN, and handy one hand management. We highly recommend you to try it.
my: မိုဘိုင်းစက်ပစ္စည်းပေါ်ရှိ Opera မှာ ကွန်ပျူတာဗားရှင်းနှင့် လုံးဝထပ်တူကျထားပါသည်။ ၎င်းတွင် မူလထည့်သွင်းထားသော VPN၊ နှင့် လက်တစ်ဖက်တည်းနှင့် အသုံးပြုနိုင်ရန် ပြုလုပ်ထားပါသည်။ ကျွန်ုပ်တို့အနေနဲ့ စမ်းသုံးကြည့်ရန် သင့်ကိုအထူးအကြံပြုလိုပါသည်။
nl: Opera op mobiele apparaten is volledig gesynchroniseerd met de desktopversie, het heeft een ingebouwde VPN en handig beheer met één hand. We raden je ten zeerste aan om het te proberen.
pt_br: O Opera em dispositivos móveis é totalmente sincronizado com a versão para computador, possui VPN embutido e um prático gerenciamento acessível. É altamente recomendável que você experimente.

# patners-page-opera-btn
source: Install Opera Browser
my: Opera Browser ကို ထည့်သွင်းရန်
nl: Installeer Opera Browser
pt_br: Instale o Navegador Opera

# reviewpage_title
source: Feedbacks and suggestions on improving DriverPack
am: DriverPack ን ለማሻሻል አስተያተትና ምክሮች
ar: ردود الفعل والاقتراحاتيعمل على تحسين DriverPack
az: DriverPack-ı inkişaf etdirmək üçün əks əlaqələr və təkliflər
bg: Обратна връзка и предложения за подобряване на DriverPack
bn: DriverPack উন্নয়নে মতামত ও পরামর্শ
bs: Utisci i sugestije za poboljšanje DriverPack-a
ca: Comentaris i suggeriments per a millorar DriverPack
cs: Zpětná vazby a doporučení na zlepšení programu DriverPack
de: Feedback und Vorschläge, um DriverPack zu verbessern
el: Αναφορές και προτάσεις για τη βελτίωση του DriverPack
es_419: Comentarios y sugerencias para mejorar DriverPack
et: Tagasiside ja soovitused DriverPacki täiendamiseks
fa: پیشنهادات وبازخورد ها برای ارتقا و پیشرفت DriverPack
fil: Mga feedbacks at mga suhestiyon sa pagpapabuti ng DriverPack
fr: Commentaires et suggestions sur l'amélioration de DriverPack
gu: પ્રતિસાદ અને સલાહ DriverPack ને ઉત્તમ બનાવવામાં મદદ કરે છે
he: הוסף את חוות דעתך או הצעות לשיפור DriverPack
hi: DriverPack में सुधार के बारे में प्रतिक्रियाएं और सुझाव दें
hr: Povratne informacije i prijedlozi vezani uz poboljšanje DriverPacka
hu: Visszajelzések és javaslatok a DriverPack fejlesztéséhez
id: Saran dan masukan untuk meningkatkan DriverPack
it: Recensioni e suggerimenti per migliorare DriverPack
ja: DriverPack の改善に関するフィードバックと提案
ka: DriverPack -ის გაუმჯობესების უკუკავშირი
ko: DriverPack 개선에 대한 피드백 및 제안
ku: سه‌رنج و پێشنیاره‌كان له‌سه‌ر په‌ره‌پێدانی DriverPack
lt: Atsiliepimai ir pasiūlymai dėl DriverPack tobulinimo
mn: DriverPack-ыг сайжруулах талаар санал хүсэлтүүд болон зөвөлгөөнүүд
my: DriverPack ပိုမိုကောင်းမွန်ရန်အတွက် တုံ့ပြန်ချက်များနှင့် အကြံပေးချက်များ
ne: DriverPack मा प्रतिक्रियाहरू र सुझावहरू
nl: Feedback en suggesties om DriverPack te verbeteren
no: Tilbakemelding og forslag til forbedring av DriverPack
pl: Wsparcie i sugestie dotyczące działania DriverPack'a
ps: د DriverPack ښه والي په اړه نظرونه او وړاندیزونه
pt_br: Opiniões e sugestões para melhorar o DriverPack
pt_pt: Contributos e sugestões para a melhoria do DriverPack
ro: Sugestii și păreri pentru îmbunătățirea DriverPack
si: DriverPack වැඩි දියුණු කිරීම පිළිබඳ ප්‍රතිපෝෂණ සහ යෝජනා
sk: Spätná väzba a návrhy na zlepšenie programu DriverPack
sl: Vaše povratne informacije in predlogi za izboljšanje programa DriverPack
sq: Reagimet dhe sugjerimet që të përmirsojm DriverPack
sr: Povratne informacije i sugestije za unapredjenje DriverPack-a
sv: Feedback och förslag för att förbättra DriverPack
sw: Vikwazo na mapendekezo ya kuboresha DriverPack
ta: DriverPack வன்பொருள்தொகுப்பை முன்னேற மேம்படுத்தல்கள் மற்றும் ஆலோசனைகள்
th: แนะนำ ติชมเพื่อการพัฒนา DriverPack
tr: DriverPack'i geliştirmek için geri bildirimler ve öneriler
ur: DriverPack کو بہتر بنانے کے لیے تاثرات اور تجاویز
vi: Các phản hồi và gợi ý để hoàn thiện DriverPack
zh: 改進 DriverPack 的意見反應與建議
zh_cn: 改进 DriverPack 的意见反应与建议

# searchpage_show-more-link
source: View more
am: ተጨማሪ አሳይ
ar: عرض المزيد
az: Daha çox göstər
bg: Виж още
bn: আরও দেখুন
bs: Vidi više
ca: Mostra'n més
cs: Zobrazit více
de: Mehr anzeigen
el: Δείτε περισσότερα
es_419: Ver más
et: Kuva rohkem
fa: مشاهده بیشتر
fil: Tingnan ang higit pa
fr: Voir plus
gu: વધુ જુઓ
he: הצג עוד
hi: और देखो
hr: Više rezultata
hu: Több infó
id: Tampilkan lebih banyak
it: Vedi altro
ja: もっと見る
ka: მეტის ნახვა
ko: 더 보기
ku: بینینی زیاتر
lt: Peržiūrėti daugiau
mn: Илүү ихийг харах
my: ထပ်မံကြည့်ရှုရန်
ne: थप हेर्नुहोस्
nl: Zie meer
no: Vis mer
pl: Zobacz więcej
ps: نور وګوره
pt_br: Ver mais
pt_pt: Ver mais
ro: Vezi mai multe
si: තව බලන්න
sk: Zobraziť viac
sl: Poglej več
sq: Shiko më shum
sr: Pogledati više
sv: Visa fler
sw: Ona zaidi
ta: மேலும் காண
te: మరిన్ని చూడండి
th: ดูมากกว่า
tr: Daha fazla göster
ur: مزید دیکھیں
vi: Xem thêm
zh: 查看更多
zh_cn: 查看更多

# softcategorypage_categories-title
source: All categories
my: အမျိုးအစားအားလုံး
nl: Alle categorieën
pt_br: Todas as categorias

# softlandingpage_topsoft-title
source: Popular apps
my: လူကြိုက်များသော အက်ပ်များ
nl: Populaire apps
pt_br: Aplicativos populares

# softlandingpage_categories-title
source: Software by its category
my: အမျိုးအစားအလိုက်ဆော့ဖ်ဝဲလ်များ
nl: Software per categorie
pt_br: Programas por categoria

# softsearchpage_show-more-link
source: view more
my: ထပ်မံကြည့်ရှုရန်
nl: Bekijk meer
pt_br: ver mais

# softsearchpage_no-results
source: Sorry, nothing has been found to meet your query
my: စိတ်မကောင်းပါ။ သင့်ရှာဖွေမှုနှင့် ကိုက်ညီသောအရာကို ရှာမတွေ့ပါ
nl: Sorry, er is niets gevonden dat aan uw vraag voldoet
pt_br: Desculpe, nada foi encontrado que atenda a sua pesquisa

# softthankyoupopup_download-text
source: Installing has not started yet? Click on {{LINK}}, please.
my: ထည့်သွင်းခြင်းမစတင်သေးပါက ကျေးဇူးပြု၍ {{LINK}} ကိုနှိပ်ပါ
nl: Is de installatie nog niet begonnen? Klik op {{LINK}}, alstublieft.
pt_br: A instalação ainda não iniciou? É só clicar em {{LINK}}.

# softthankyoupopup_licence-text
source: Please read {{LINK}} before installing
my: ထည့်သွင်းခြင်းမပြုလုပ်ခင် ကျေးဇူးပြု၍ {{LINK}} ကိုဖတ်ပါ
nl: Lees eerst {{LINK}} alvorens te installeren
pt_br: Leia os {{LINK}} antes de instalar

# softthankyoupopup_title
source: Run the installation file
my: ထည့်သွင်းခြင်းဖိုင်ကို ဖွင့်ပါ
nl: Voer het installatiebestand uit
pt_br: Execute o arquivo de instalação

# softthankyoupopup_subtitle
source: All what remains to do is to run the downloaded file to start the software installation
my: နောက်ဆုံးပြုလုပ်ရန်ကျန်သည့်အရာမှာ ဆော့ဖ်ဝဲလ်ထည့်သွင်းခြင်း စတင်ဖို့အတွက် အဆိုပါဒေါင်းလုဒ်ဆွဲထားသည့်ဖိုင်ကို ဖွင့်လိုက်ဖို့ပင် ဖြစ်ပါသည်။
nl: Het enige wat u nog hoeft te doen, is het gedownloade bestand uitvoeren om de software-installatie te starten
pt_br: Tudo o que resta a fazer é executar o arquivo baixado para iniciar a instalação do programa

# softthankyoupopup_licence-link
source: License Agreement
am: የፈቃድ ስምምነት
gu: લાયસન્સ કરાર
hr: Sporazum o licenci
hu: Általános Szerződési Feltételek
ja: ライセンス契約
ka: სალიცენზიო შეთანხმება
lt: Licencijos sutartis
my: လိုင်စင်သဘောတူညီချက်
nl: Licentieovereenkomst
pl: Umowa licencyjna
ps: د جواز تړون
pt_br: Termos de Licença
ro: Termeni și Condiții
sq: Marrëveshja e Licencës

# softthankyoupopup_download-link
source: download
am: አውርድ
gu: ડાઉનલોડ
hr: preuzimanje
hu: letöltés
ja: ダウンロード
ka: გადმოწერა
lt: Parsisiųsti
my: ဒေါင်းလုဒ်ဆွဲရန်
pl: pobierz
ps: کښته کول
pt_br: baixar
ro: descarcă
sq: shkarko

# thankyoupopup_download-text
source: Download has not started? Click here to {{LINK}}
am: ማውረዱ አልጀመረም? ለማስጀመር ይህን ይጫኑ {{LINK}}
ar: لم يبدأ التنزيل؟ انقر هنا {{LINK}}
az: Endirmə başlamadı? {{LINK}} üçün bura klikləyin
bg: Изтеглянето не е започнало? Цъкнете тук {{LINK}}
bn: ডাউনলোড শুরু হয় নি? ক্লিক করুন {{LINK}} এ
bs: Preuzimanje nije još počelo? Klikni ovdje za {{LINK}}
ca: La descàrrega no comença? Fes clic aquí per a {{LINK}}
cs: Stahování nezačalo? Klikněte sem {{LINK}}
de: Download hat nicht gestartet? Klicken Sie hier zum {{LINK}}
el: Η λήψη δεν ξεκίνησε; Πατήστε εδώ για {{LINK}}
es_419: ¿La descarga no ha comenzado? Haz click aquí para {{LINK}}
et: Allalaadimine pole alanud? Vajuta siia {{LINK}}
fa: هنوز دانلود آغاز نشده است ؟ اینجا کلیک کنید {{LINK}}
fil: Hindi nagsimula ang pag-download? Mag-click dito {{LINK}}
fr: Le téléchargement n'a pas démarré? Cliquez ici pour {{LINK}}
gu: ડાઉનલોડ શરૂ નથી થયું? અહીંયા ક્લિક કરશો {{LINK}}
he: ההורדה לא התחילה? לחץ כאן עבור {{LINK}}
hi: डाउनलोड शुरू नहीं हुआ है? {{LINK}} के लिए यहां क्लिक करें
hr: Preuzimanje nije počelo? Kliknite ovdje {{LINK}}
hu: Nem kezdődött el a letöltés? Kattintson ide {{LINK}}!
id: Unduh belum dimulai? Klik disini untuk {{LINK}}
it: Il download non è iniziato? Clicca qui per {{LINK}}
ja: ダウンロード開始していません? {{LINK}} するにはここにクリックして下さい
ka: არ დაიწყო გადმოწერა? დააჭირეთ {{LINK}}
ko: 다운로드가 시작되지 않았습니까? 여기를 클릭하세요 {{LINK}}
ku: دابه‌زاندنه‌كه‌ ده‌ستی پێنه‌كردووه‌؟ كلیك لێره‌ بكه‌ بۆ {{LINK}}
lt: Siuntimas neprasidėjo? Spauskite čia {{LINK}}
mn: Татаж эхлэхгүй байна уу? {{LINK}} энд дарна уу
my: ဒေါင်းလုဒ်မစတင်သေးပါက {{LINK}} ကိုနှိပ်ပါ
ne: डाउनलोड सुरू भएको छैन? यहाँ क्लिक गर्नुहोस् {{LINK}}
nl: Download is niet gestart? Klik hier om {{LINK}}
no: Nedlasting ikke startet? Klikk her for {{LINK}}
pl: Pobieranie nie rozpoczęło się? Naciśnij tutaj, aby {{LINK}}
ps: کښته کول نه دي پیل شوې؟ دلته کلیک وکړئ {{LINK}}
pt_br: O download não foi iniciado? Clique aqui para {{LINK}}
pt_pt: O descarregamento ainda não iniciou? Clique aqui para {{LINK}}
ro: Descărcarea nu a început? Pentru a începe apasă aici {{LINK}}
si: බාගැනීම ආරම්භ කර නැතිද? මෙතැන ක්ලික් කරන්න {{LINK}}
sk: Stiahnutie nezačalo? Kliknite sem pre{{LINK}}
sl: Prenos se ni začel? Kliknite tu {{LINK}}
sq: Shkarkimi nuk ka filluar? Kliko këtu për {{LINK}}
sr: Preuzimanje još nije počelo? Kliknite ovde da {{LINK}}
sv: Startar inte nedladdningen automatiskt? Klicka här för att {{LINK}}
sw: Je! upakuaji haujaanza? Bonyeza hapa {{LINK}}
ta: பதிவிறக்கம் தொடங்கவில்லையா? இங்கு சொடுக்கவும் {{LINK}}
th: ดาวน์โหลดไม่เริ่มต้น คลิ๊กที่นี่ {{LINK}}
tr: Yükleme başlamadı mı? {{LINK}} için buraya tıklayın
ur: ڈاؤن لوڈ شروع نہیں ہوا ہے؟ یہاں {{LINK}} کلک کریں
vi: Nếu quá trình tải về chưa được bắt đầu? Nhấp vào đây {{LINK}}
zh: 下載尚未開始?按一下此處 {{LINK}}
zh_cn: 下载还没有开始吗? 点击这儿 {{LINK}}

# thankyoupopup_licence-text
source: By installing this software, you accept the {{LINK}} conditions
am: ሶፍትዌሩን በመጫን በ {{LINK}} ሁነቶች ተስማምተዋል
ar: بتثبيتك للبرنامج فانت تقبل ب {{LINK}} الشروط
bn: সফটওয়্যারটি ইন্সটলের মাধ্যমে আপনি {{LINK}} মেনে নিচ্ছেন
bs: Instaliranjem ovog software-a, prihvatate {{LINK}} uslove
de: Durch die Installation dieser Software akzeptieren Sie die {{LINK}} Bedingungen
es_419: Para instalar este software, debes acepta el {{LINK}} condiciones
et: Selle tarkvara paigaldamisega nõustute te {{LINK}} tingimustega
fa: با نصب این نرم افزار، شما ضوابط {{LINK}} را قبول کردیه اید
fr: En installant ce logiciel, vous acceptez ces conditions d'utilisation {{LINK}}
gu: સૉફ્ટવેર ઇન્સ્ટોલ કરતી વેળા, તમે અમારી {{LINK}} શરતો સ્વીકારો છો
he: התקנת התוכנה, מהווה הסכמה לתנאים המופיעים ב {{LINK}}
hi: इस सॉफ्टवेयर को स्थापित करते हुए, आप {{LINK}} शर्तों को स्वीकार करते है|
hu: Jelen program telepítéséve ön elfogadja az {{LINK}} et
id: Dengan memasang perangkat lunak ini, kamu menerima segala kondisi {{LINK}}
it: Installando questo software, accetti le seguenti condizioni: {{LINK}}
ja: 当ソフトウェアをインストールすることにより、{{LINK}} 条件を受入れる
ka: ამ პროგრამის ინსტალაციით თქვენ ეთანხმებით {{LINK}}-ის პირობებს
ko: 이 소프트웨어를 설치하면, 귀하는 {{LINK}} 조건을 수락하게 됩니다
lt: Įsidiegdami šią programinę įrangą, jus taip sutinkate ir su {{LINK}} sąlygomis
my: ယခုဆော့ဖ်ဝဲလ်ကို ထည့်သွင်းခြင်းအားဖြင့်၊ သင်သည်အောက်ပါ {{LINK}} အခြေအနေများကို လက်ခံပါသည်
nl: Door deze software te installeren, accepteert je de {{LINK}} voorwaarden
no: Ved å installere, aksepterer du {{LINK}} betingelsene
pl: Instalalując ten program, aceptujesz warunki {{LINK}}
ps: د دې سافټویر په نصبولو سره، تاسو منی {{LINK}} حالتونه
pt_br: Ao instalar este programa, você aceita as condições do {{LINK}}
pt_pt: Ao instalar esta aplicação concorda com as condições {{LINK}}
si: මෙම මෘදුකාංගය ස්ථාපනය කිරීමෙන්, ඔබ {{LINK}} කොන්දේසි පිළිගනී
sl: Z namestitvijo te programske opreme sprejmete pogoje {{LINK}}
sq: Duke e çinstaluar këtë softuer, ju pranoni kushtet {{LINK}}
sr: Instaliranjem ovog programa, prihvatate {{LINK}} uslove
sw: Kwa kusakinisha hii programu, umekubaliana na kanuni za {{LINK}}
th: เพื่อติดตั้งซอฟท์แวร์นี้ คุณยอมรับ {{LINK}} เงื่อนไข
tr: Bu yazılımı yükleyerek, {{LINK}} şartlarını kabul ediyorsunuz
vi: Bằng việc cài đặt phần mềm này, bạn chấp nhận những điều kiện {{LINK}}
zh_cn: 安装此软件，您需要接受 {{LINK}} 条款

# thankyoupopup_antivirus-not-know
source: Some antiviruses can give a false reaction to the installer file, such as the following ones:
am: አንዳንድ አንቲ ቫይረሶች ለጫኝ ፋይሉ የተሳሳተ መልስ ይሰጣሉ።ለምሳሌ ለሚከተሉት፡
bs: Neki antivirusi mogu dati lažnu uzbunu na install datoteku, kao što su:
de: Einige Antivirenprogramme können eine falsche Reaktion auf die Installationsdatei auslösen, beispielsweise folgende:
gu: કેટલાક એંટીવાઇરસ ખોટા બહાના કાઢી શકે છે કારણ કે તમે તેને સ્થાપી ન શકો, જેવા કે:
hu: Az alábbi vírusirtó szoftverek téves riasztást adhatnak le telepítés során:
my: အချို့သော ဗိုင်းရပ်စ်နှိမ်နင်းရေးဆော့ဖ်ဝဲလ်များမှာ အက်ပလီကေးရှင်း ထည့်သွင်းပေးသည့်ဖိုင်များအပေါ် မှားယွင်းတဲ့တုံ့ပြန်မှု ပြုလုပ်နိုင်ပါသည်။ ဥပမာအားဖြင့်:
nl: Sommige antivirussoftware kunnen een valse reactie op het installatiebestand geven, zoals de volgende:
pl: Niektóre programy antywirusowe mogą dać fałszywą reakcję na plik instalatora, na przykład:
ps: ځینی انټی وایرسونه کولی شی ناسم غبرګون وښی لګونکی فایل ته، لکه دا ځینی لاندینی نموني:
pt_br: Alguns antivírus podem dar uma falsa reação ao arquivo de instalação, tais como:
si: සමහර ප්‍රති-වයිරස වලට පහත සඳහන් ඒවා වැනි ස්ථාපන ගොනුවට ව්‍යාජ ප්‍රතික්‍රියාවක් ලබා දිය හැකිය:

# thankyoupopup_antivirus-know
source: While the following antiviruses know for sure that DriverPack is not a virus:
am: የሚከተሉት አንቲ ቫይረሶች DriverPack ቫይረስ እንዳልሆነ በርግጠኝነት ያውቃሉ፡
bs: Dok ovi antivirusi znaju zasigurno da DriverPack nije virus:
de: Während die folgenden Antivirenprogramme sicher sind, dass DriverPack kein Virus ist:
gu: જ્યારે આ એંટીવાઇરસ જાણે છે કે DriverPack એ વાઇરસ નથી:
hu: Az alábbi vírusirtó szoftverek nem fognak tévesen jelezni a DriverPack telepítése során:
my: အောက်ပါဗိုင်းရပ်စ်နှိမ်နင်းရေးဆော့ဖ်ဝဲလ်များက DriverPack သည် ဗိုင်းရပ်စ်မဟုတ်ကြောင်းကို သေသေချာချာသိနေပါသည်:
nl: Hoewel de volgende antivirussoftware zeker weten dat DriverPack geen virus is:
pl: Podczas gdy następujące programy antywirusowe wiedzą na pewno, że DriverPack nie jest wirusem:
ps: پداسي حال کی چې دا انټی وایرسونه په ډاډمن ډول پوهیږي چی ډرایورپک DriverPack ویروس ندی:
pt_br: Embora os antivírus a seguir sabem que o DriverPack não é um vírus:
si: DriverPack වෛරසයක් නොවන බව පහත සඳහන් ප්‍රති-වයිරස නිසැකවම දනී:

# thankyoupopup_title
source: Start DriverPack
am: DriverPack ን አስጀምር
ar: ابدا DriverPack
az: DriverPack-ı aç
bg: Стартирай DriverPack
bn: DriverPack চালু করুন
bs: Pokreni DriverPack
ca: Inicia el DriverPack
cs: Spustit DriverPack
de: Starte DriverPack
el: Έναρξη του DriverPack
es_419: Inicia DriverPack
et: Käivita DriverPack
fa: آغاز کار با DriverPack
fil: Simulan ang DriverPack
fr: Démarrer DriverPack
gu: DriverPack આરંભો
he: הפעל את DriverPack
hi: DriverPack प्रारंभ करें
hr: Pokrenite DriverPack
hu: DriverPack indítása
id: Mulai DriverPack
it: Lancia DriverPack
ja: DriverPack 開始
ka: DriverPack -ის ჩართვა
ko: DriverPack 시작
ku: DriverPack ده‌ستپێبكه‌
lt: Paleiskite DriverPack
mn: DriverPack-ыг эхлүүлэх
my: DriverPack ကိုစတင်လိုက်ပါ
ne: DriverPack सुरु गर्नुहोस्
pl: Uruchom DriverPack
ps: DriverPack پیل کړی
pt_br: Iniciar o DriverPack
pt_pt: Inicie o DriverPack
ro: Pornește DriverPack
si: DriverPack ආරම්භ කරන්න
sk: Spustiť DriverPack
sl: Poženite program DriverPack
sq: Nise DriverPack
sr: Pokrenite DriverPack
sv: Starta DriverPack
sw: Anza DriverPack
ta: வன்பொருள்தொகுப்பு DriverPack துவங்கு
th: เริ่มใช้ DriverPack
tr: DriverPack'i Başlat
ur: DriverPack شروع کریں
vi: Khởi Động DriverPack
zh: 啟動 DriverPack
zh_cn: 启动 DriverPack

# thankyoupopup_download-link
source: download
am: አውርድ
ar: تنزيل
az: endirmək
bg: изтегли
bn: ডাউনলোড
bs: preuzmi
ca: descarregar
cs: stáhnout
de: Herunterladen
el: λήψη
es_419: descargar
et: lae alla
fa: دانلود
fil: i-download
fr: télécharger
gu: ડાઉનલોડ
he: הורדה
hi: संकलित करें
hr: preuzimanje
hu: letöltés
id: unduh
it: scarica
ja: ダウンロード
ka: გადმოწერა
ko: 다운로드
ku: دابه‌زاندن
lt: Parsisiųsti
mn: татаж авах
my: ဒေါင်းလုဒ်ဆွဲရန်
ne: डाउनलोड
no: nedlasting
pl: pobierz
ps: کښته کول
pt_br: baixar
pt_pt: descarregar
ro: descarcă
si: බාගත කරන්න
sk: stiahnutie
sl: prenos
sq: shkarko
sr: preuzmete
sv: ladda ned
sw: pakua
ta: பதிவிறக்கம்
te: డౌన్లోడ్
th: ดาวน์โหลด
tr: İndirmek
ur: ڈاؤن لوڈ
vi: tải về
zh: 下載
zh_cn: 下载

# thankyoupopup_licence-link
source: License Agreement
am: የፈቃድ ስምምነት
ar: اتفاقية الترخيص
bn: লাইসেন্সের শর্তাবলী
bs: Ugovor o licenci
ca: Acord de llicència
cs: Licenční ujednání
de: Lizenzvereinbarung
es_419: Acuerdo de licencia
et: Litsents
fa: قوانین استفاده
fr: Contrat de licence
gu: લાયસન્સ કરાર
he: הסכם הרשיון
hi: लाइसेंस समझौता
hr: Sporazum o licenci
hu: Általános Szerződési Feltételek
id: Perjanjian Lisensi
it: Contratto di Licenza
ja: ライセンス契約
ka: სალიცენზიო შეთანხმება
ko: 라이센스 동의
ku: مۆڵه‌تنامه‌ی ڕێككه‌وتن
lt: Licencijos sutartis
mn: Лицензийн Зөвшөөрөл
my: လိုင်စင်သဘောတူညီချက်
ne: इजाजतपत्र सम्झौता
nl: Licentieovereenkomst
no: Lisensavtale
pl: Umowa licencyjna
ps: د جواز تړون
pt_br: Termos de Licença
pt_pt: Acordo da Licença
ro: Termeni și Condiții
si: බලපත්‍ර එකඟතාවය
sl: Licenčna pogodba
sq: Marrëveshja e Licencës
sr: Ugovorna licenca
sw: Mkataba wa leseni
te: లైసెన్స్ ఒప్పందం
th: ข้อตกลงการอนุญาตใช้สิทธิ์
tr: Lisans Sözleşmesi
vi: Thỏa Thuận Cấp Phép
zh_cn: 许可协议
