Repository: DriverPackSolution/transifex-backup
Catalog: delorean/driverpack-solution-worldwide/drpsu/*.po
Languages: am, ar, az, bg, bn, bs, ca, cs, de, el, es_419, et, fa, fil, fr, gu, he, hi, hr, hu, id, it, ja, ka, ko, ku, lt, mn, my, ne, nl, no, pl, ps, pt_br, pt_pt, ro, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ur, vi, zh, zh_cn

# header_cta-text
source: Download DriverPack for automatic driver selection
am: በራሱ ምርጫ ድራይቨሮችን እንዲጭንልዎ DriverPack ን ያውርዱ
ar: تحميل DriverPack لتحميل التعريفات بطريقة اّليه
az: Avtomatik driver seçimi üçün DriverPack-ı endirin
bg: Изтегли DriverPack за автоматично засичане на драйвери
bn: স্বয়ংক্রিয় ড্রাইভার নির্বাচনের জন্য DriverPack ডাউনলোড করুন
bs: Preuzmi DriverPack za automatski odabir drajvera
ca: Descarrega el DriverPack per a seleccionar automàticament el controlador
cs: Stáhnout DriverPack pro automatický výběr ovladače
de: Laden Sie DriverPack für die automatische Treiberauswahl herunter
el: Λήψη του DriverPack για αυτόματη επιλογή προγράμματος οδήγησης
es_419: Descarga DriverPack para una detección automática de controladores
et: Lae alla DriverPack automaatseks draiverite valikuks
fa: دانلود DriverPack برای انتخاب خودکار درایور ها
fil: I-download ang DriverPack para sa awtomatikong pagpili ng driver
fr: Télécharger DriverPack pour la sélection automatique du pilote
gu: આપમેળે ડ્રાઈવર સિલેક્ટ કરવા માટે DriverPack ડાઉનલોડ કરો
he: הורד את DriverPack להתקנה אוטומטית של דרייברים
hi: स्वचालित ड्राइवर चयन के लिए DriverPack डाउनलोड करें
hr: Preuzmite DriverPack za automatski odabir upravljačkog programa
hu: Töltse le a DriverPack programot az automatikus driverkiválasztáshoz!
id: Mengunduh DriverPack secara otomatis untuk driver yang dipilih
it: Scarica DriverPack per la selezione automatica del driver
ja: 自動でドライバーを選択するには DriverPack をダウンロード
ka: დრაივერების ავტომატური არჩევისთვის გადმოწერეთ DriverPack
ko: 드라이버 자동 선택을 위한 DriverPack 다운로드
ku: DriverPack داببه‌زێنه‌ بۆ دیاریكردنی پێناسه‌ به‌ ئۆتۆماتیكی
lt: Atsisiųskite DriverPack automatiniam tvarkyklių pasirinkimui
mn: DriverPack -ыг автомат драйвер сонголттойгоор татаж авах
my: အလိုအလျောက် driver ရွေးချယ်ရန်အတွက် DriverPack ဒေါင်းလုဒ်ရယူပါ
ne: स्वचालित ड्राइभर DriverPack चयनका लागि ड्राइभरप्याक डाउनलोड गर्नुहोस्
nl: Download DriverPack voor automatische driver selectie
no: Last ned DriverPack for automatisk driver valg
pl: Pobierz DriverPack dla automatycznego wybrania sterowników
ps: DriverPack ډاونلوډ کړئ د اتوماتیک ډرایور د انتخاب لپاره
pt_br: Baixe o DriverPack para selecionar automaticamente os drivers
pt_pt: Descarregue o DriverPack para uma seleção automática de conroladores
ro: Descarcă DriverPack pentru selectarea automată a driver-ului
si: ස්වයංක්‍රීය ධාවක තේරීම් සඳහා DriverPack බාගත කරගන්න
sk: Stiahnite si DriverPack pre automatickú voľbu ovládača
sl: Nalođite DriverPack za avtomatsko izbiro gonilnikov
sq: Shkarko DriverPack për përzgjedhje automatike të drajverave
sr: Preuzmite DriverPack za automatski odabir drajvera
sv: Ladda ned DriverPack för automatiskt val av drivrutiner
sw: Pakua DriverPack moja kwa moja driver uteuzi
ta: தானாகவே சரியானவற்றை தேர்ந்தெடுத்து நிறுவும் DriverPack வன்பொருளை பதிவிறக்கம் செய்
te: ఆటోమేటిక్ డ్రైవర్ ఎంపిక కొరకు DriverPack ను డౌన్లోడ్ చేయుము
th: ดาวน์โหลด DriverPack สำหรับเลือกไดรเวอร์อัตโนมัติ
tr: Otomatik sürücü seçimi için DriverPack'i indirin
ur: خودکار طریقہ سے ڈرائیور منتخب کرنے کیلئے DriverPack کو ڈائونلوڈ کریں
vi: Tải về DriverPack để có thể chọn trình điều khiển một cách tự động
zh: 下載 DriverPack 來自動選擇驅動程式
zh_cn: DriverPack 自动驱动程序选择下载

# header_cta-btn
source: Install drivers automatically
am: ድራይቨሮችን በራስህ ጊዜ ጫን
ar: تثبيت التعريفات تلقائيا
az: Driverləri avtomatik olaraq quraşdır
bg: Инсталирай драйверите автоматично
bn: স্বয়ংক্রিয়ভাবে ড্রাইভারসমূহ ইন্সটল করে
bs: Instaliraj drajvere automatski
ca: Instal·la els controladors automàticament
cs: Instalovat ovladače automaticky
de: Treiber automatisch installieren
el: Εγκατάσταση προγραμμάτων οδήγησης αυτόματα
es_419: Instalar controladores automáticamente
et: Paigalda draiverid automaatselt
fa: درایورها را به صورت اتوماتیک نصب کن
fil: Awtomatikong i-install ang mga driver
fr: Installer les pilotes automatiquement
gu: આપોઆપ ડ્રાઈવર્સ ઇન્સ્ટોલ કરો
he: התקן דרייברים אוטומטית
hi: ड्राइवर को स्वचालित रूप से स्थापित करें
hr: Automatski instalirajte upravljačke programe
hu: Driverek automatikus telepítése
id: Pasang driver secara otomatis
it: Installa i driver automaticamente
ja: 自動でドライバーをインストール
ka: დრაივერების ჩაწერა ავტომატურად
ko: 드라이버 자동 설치
ku: دابه‌زاندنی پێناسه‌كان به‌ ئۆتۆماتیكی
lt: Diegti tvarkykles automatiškai
mn: Драйверуудыг автоматаар суулгах
my: Drivers များကို အလိုအလျောက် ထည့်သွင်းမည်
ne: स्वचालित रूपमा ड्राइभरहरू स्थापना गर्नुहोस्
nl: Installeer drivers automatisch
no: Installer drivere automatisk
pl: Zainstaluj sterowniki automatycznie
ps: ډرایورونه نصب کړئ په اتومات ډول
pt_br: Instalar drivers automaticamente
pt_pt: Instalar os controladores automaticamente
ro: Instalează drivere automat
si: ස්වයංක්‍රීයව ධාවක ස්ථාපනය කරන්න
sk: Inštalovať ovládače automaticky
sl: Samodejno namesti gonilnike
sq: Instalo drajverat automatikisht
sr: Instaliraj drajvere automatski
sv: Installera drivrutiner automatiskt
sw: Install driver moja kwa moja
ta: வன்பொருள் தானாகவே நிறுவு
te: స్వయంచాలకంగా డ్రైవర్స్ ఇన్స్టాల్ చేయండి
th: ติดตั้งไดรเวอร์อัตโนมัติ
tr: Sürücüleri otomatik olarak yükle
ur: خودکار طریقہ سے ڈرائیورز کی تنصیب کریں
vi: Tự động cài đặt các trình điều khiển
zh: 自動安裝驅動程式
zh_cn: 自动安装驱动程序

# header_cta-label-1
source: It <span style='color: {{COLOR}}'>will download</span> instantly
am: ወዲያውኑ <span style='color: {{COLOR}}'>ይጫናል</span>
ar: أنه <span style='color: {{COLOR}}'>سوف يتم التحميل</span> فورا
az: Dərhal <span style='color: {{COLOR}}'>endirəcək</span>
bg: То <span style='color: {{COLOR}}'>ще се изтегли</span> незабавно
bn: এটি <span style='color: {{COLOR}}'>মূহুর্তেই ডাউনলোড</span> করবে
bs: <span style='color: {{COLOR}}'>Preuzet</span> će se odmah
ca: Es <span style='color: {{COLOR}}'>descarregarà</span> en un moment
cs: <span style='color: {{COLOR}}'>Stáhne se</span> okamžitě
de: Es wird direkt <span style='color: {{COLOR}}'>heruntergeladen</span>
el: <span style='color: {{COLOR}}'>Θα ληφθεί</span> άμεσα
es_419: Se <span style='color: {{COLOR}}'>descargaran</span> automaticamente
et: See <span style='color: {{COLOR}}'>laeb alla</span> hetkega
fa: آن<span style='color: {{COLOR}}'>دانلود خواهدشد</span>فورا
fil: Ma <span style='color: {{COLOR}}'>i-download</span> ito agad
fr: Il <span style='color: {{COLOR}}'>téléchargera</span> instantanément
gu: તે આપમેળે તરત <span style='color: {{COLOR}}'>ડાઉનલોડ થઈ જશે</span>
he: <span style='color: {{COLOR}}'>ההורדה</span> תתחיל באופן מיידי
hi: यह तुरंत <span style='color: {{COLOR}}'>डाउनलोड होगा</span>
hr: Odmah <span style='color: {{COLOR}}'>će se preuzeti</span>
hu: Azonnal <span style='color: {{COLOR}}'>letöltődik</span>
id: <span style='color: {{COLOR}}'>Akan di download</span> dengan langsung
it: <span style='color: {{COLOR}}'>Scaricherà</span> immediatamente
ja: すぐに <span style='color: {{COLOR}}'>ダウンロード</span> します
ka: <span style='color: {{COLOR}}'>გადმოიწერება</span> დაუყოვნებლივ
ko: 즉시 <span style='color: {{COLOR}}'>다운로드</span> 됩니다
ku: ئه‌و ده‌ستبه‌جێ <span style='color: {{COLOR}}'> داده‌به‌زێت </span>
lt: Jas <span style='color: {{COLOR}}'>parsiūs</span>iškart
mn: энэ <span style='color: {{COLOR}}'>шууд</span> татаж авагдана
my: ချက်ချင်း <span style='color: {{COLOR}}'>ဒေါင်းလုပ်ဆွဲ</span> ပေးပါလိမ့်မည်
ne: यो <span style='color: {{COLOR}}'>डाउनलोड हुनेछ</span> तुरुन्तै
nl: Het <span style='color: {{COLOR}}'>download</span> direkt
no: Den <span style='color: {{COLOR}}'>lastes ned</span> øyeblikkelig
pl: <span style='color: {{COLOR}}'>Pobierze się</span> natychmiastowo
ps: هغه <span style='color: {{COLOR}}'>به ډاونلوډ سي</span> سمدستی
pt_br: Ele <span style='color: {{COLOR}}'>irá baixar</span> imediatamente
pt_pt: Será <span style='color: {{COLOR}}'>descarregado</span> instantâneamente
ro: Se <span style='color: {{COLOR}}'>va descărca</span>instant
si: එය ඉක්මනින්ම <span style='color: {{COLOR}}'>බාගත වෙනු අැත</span>
sk: <span style='color: {{COLOR}}'>Sťahovanie začne</span> okamžite
sl: To <span style='color: {{COLOR}}'>bo prenos</span> takoj
sq: Do <span style='color: {{COLOR}}'>të instalohet</span> në çast
sr: <span style='color: {{COLOR}}'>Preuzimanje će</span> započeti odmah
sv: Det <span style='color: {{COLOR}}'>laddas hem</span> direkt
sw: Ita <span style='color: {{COLOR}}'>pakua</span> mara moja
ta: அது <span style='color: {{COLOR}}'>பதிவிறக்கும்</span> உடனடியாக
te: ఇది <span style='color: {{COLOR}}'>రెడీడౌన్లోడ్</span> తక్షణమే
th: มัน <span style='color: {{COLOR}}'>จะดาวน์โหลด</span> ทันที
tr: Anında <span style='color: {{COLOR}}'>indirecek</span>
ur: یہ فوراً <span style='color: {{COLOR}}'>ڈائونلوڈ ہو جائے گا</span>
vi: Được <span style='color: {{COLOR}}'>tải về</span> ngay lập tức
zh: 它<span style='color: {{COLOR}}'>將立即下載</span>
zh_cn: 它<span style='color: {{COLOR}}'>将立即下载</span>

# header_cta-label-2
source: It <span style='color: {{COLOR}}'>will select and install</span> drivers automatically
am: ድራይቨሮችን በራሱ ጊዜ <span style='color: {{COLOR}}'>መርጦ ይጭናል</span>
ar: أنه <span style='color: {{COLOR}}'>سوف يتم الاختيار و التحميل</span> التعريفات بشكل تلقائي
az: Driverləri avtomatik olaraq <span style='color: {{COLOR}}'>seçəcək və yükləyəcək</span>
bg: То <span style='color: {{COLOR}}'>ще избере и инсталира</span> драйверите автоматично
bn: এটি <span style='color: {{COLOR}}'>স্বয়ংক্রিয়ভাবে ড্রাইভারসমূহ</span> ডাউনলোড ও ইন্সটল করবে
bs: <span style='color: {{COLOR}}'>Izabraće i instalirati</span> drajvere automatski
ca: <span style='color: {{COLOR}}'>Seleccionarà i instal·larà</span> els controladors automàticament
cs: <span style='color: {{COLOR}}'>Zvolí a nainstaluje</span> ovladače automaticky
de: Es wird Treiber automatisch <span style='color: {{COLOR}}'>auswählen und installieren</span>
el: <span style='color: {{COLOR}}'>Θα επιλέξει και εγκαταστήσει</span> προγράμματα οδήγησης αυτόματα
es_419: Seleccionará e <span style='color: {{COLOR}}'>instalará controladores</span> automáticamente
et: See <span style='color: {{COLOR}}'>valib ja paigaldab</span> draiverid automaatselt
fa: آن<span style='color: {{COLOR}}'>انتخاب و نصب خواهد شد</span>درایور ها به صورت خودکار
fil: Ito ay awtomatikong <span style='color: {{COLOR}}'>pipiliin at i-install</span> ng mga driver
fr: Il <span style='color: {{COLOR}}'>sélectionnera et installera</span> les pilotes automatiquement
gu: તે જાતે જ ડ્રાઈવર <span style='color: {{COLOR}}'>પસંદ કરી ઈંસ્ટોલ કરશે</span>
he: התוכנה <span style='color: {{COLOR}}'>תזהה ותתקין</span> דרייברים באופן אוטומטי
hi: यह स्वचालित रूप से ड्राइवरों का <span style='color: {{COLOR}}'>चयन करेगा और इंस्टॉल करेगा</span>
hr: Automatski <span style='color: {{COLOR}}'>će odabrati i instalirati</span> upravljačke programe
hu: Automatikusan<span style='color: {{COLOR}}'>kiválasztja, és telepíti</span> a drivereket
id: <span style='color: {{COLOR}}'>Akan memilih dan menginstall driver</span> secara otomatis
it: <span style='color: {{COLOR}}'>Selezionerà ed installerà</span> i driver automaticamente
ja: 自動的に <span style='color: {{COLOR}}'>選択及びインストール</span> します
ka: <span style='color: {{COLOR}}'>აირჩევა და გადმოიწერება</span> ავტომატურად
ko: 드라이버를 자동으로 <span style='color: {{COLOR}}'>선택하고 설치합니다</span>
ku: ئه‌مه‌ پێناسه‌كان <span style='color: {{COLOR}}'>هه‌ڵده‌بژێرێت و دایان ده‌به‌زێنێ</span> به‌ خۆڕایی
lt: <span style='color: {{COLOR}}'>Tai pasirinks ir instaliuos</span> tvarkykles automatiškai
mn: Энэ нь <span style='color: {{COLOR}}'>драйверуудыг автоматаар</span> сонгож, суулгаж өгнө
my: Drivers များကို အလိုအလျောက် <span style='color: {{COLOR}}'>ရှာဖွေပေးခြင်းနှင့် ထည့်သွင်းပေးခြင်း</span> များကိုပြုလုပ်ပေးသွားမှာပါ
ne: यो <span style='color: {{COLOR}}'>चयन र स्थापित हुनेछ</span> स्वचालित रूपमा चालकहरू
nl: Het <span style='color: {{COLOR}}'>selecteerd en installeerd</span> drivers automatisch
no: Den <span style='color: {{COLOR}}'>vil velge og installere</span> drivere automatisk
pl: <span style='color: {{COLOR}}'>Wybierze i zainstaluje</span> sterowniki automatycznie
ps: هغه <span style='color: {{COLOR}}'>به انتخاب او نصب کړي</span> ډرایورونه په اتومات ډول
pt_br: Ele <span style='color: {{COLOR}}'>irá selecionar e instalar</span> os drivers automaticamente
pt_pt: Irá <span style='color: {{COLOR}}'>selecionar e instalar</span> os controladores automaticamente
ro: El <span style='color: {{COLOR}}'>va selecta și instala</span>driverele automat
si: එය ස්වයංක්‍රීයව ධාවක <span style='color: {{COLOR}}'>සොයා ස්ථාපනය කරනු ඇත</span>
sk: Automaticky <span style='color: {{COLOR}}'>vyberie a nainštaluje</span> ovládače
sl: To <span style='color: {{COLOR}}'>jazberi v Namesti</span> samodejno naloži voznike
sq: Do <span style='color: {{COLOR}}'>të selektojë dhe instalojë</span> drajverat automatikisht
sr: Drajveri će biti <span style='color: {{COLOR}}'>automatski odabrani i instalirani</span>
sv: Det <span style='color: {{COLOR}}'>kommer välja och installera</span> drivrutiner automatiskt
sw: Ita <span style='color: {{COLOR}}'>chaguwa na ku install</span> driver moja kwa moja
ta: இது தானாகவே <span style='color: {{COLOR}}'>தேவையானவற்றை தேர்ந்தெடுத்து வன்பொருளை தானியங்கி முறையில் நிறுவும்</span>
th: มัน <span style='color: {{COLOR}}'>จะเลือกและติดตั้ง</span> ไดรเวอร์อัตโนมัติ
tr: Sürücüleri otomatik olarak <span style='color: {{COLOR}}'>seçerek yükleyecektir</span>
ur: یہ خودکار طریقہ سے ڈرائیورز کو <span style='color: {{COLOR}}'>منتخب اور نصب کر دے گا</span>
vi: Tự động <span style='color: {{COLOR}}'>chọn và cài đặt</span> các trình điều khiển
zh: 它<span style='color: {{COLOR}}'>將自動選擇並安裝</span>驅動程式
zh_cn: 它<span style='color: {{COLOR}}'>将自动选择并安装</span>驱动程序

# headerbutton_title
source: Install drivers automatically
am: ድራይቨሮችን በራስህ ጊዜ ጫን
ar: تثبيت التعريفات تلقائيا
az: Driverləri avtomatik olaraq quraşdır
bg: Инсталирай драйверите автоматично
bn: স্বয়ংক্রিয়ভাবে ড্রাইভারসমূহ ইন্সটল করে
bs: Instaliraj drajvere automatski
ca: Instal·la els controladors automàticament
cs: Instalovat ovladače automaticky
de: Treiber automatisch installieren
el: Εγκατάσταση προγραμμάτων οδήγησης αυτόματα
es_419: Instalar controladores automáticamente
et: Paigalda draiverid automaatselt
fa: درایورها را به صورت اتوماتیک نصب کن
fil: Awtomatikong i-install ang mga driver
fr: Installer les pilotes automatiquement
gu: આપોઆપ ડ્રાઈવર્સ ઇન્સ્ટોલ કરો
he: התקן דרייברים אוטומטית
hi: ड्राइवर को स्वचालित रूप से स्थापित करें
hr: Automatski instalirajte upravljačke programe
hu: Driverek automatikus telepítése
id: Pasang driver secara otomatis
it: Installa i driver automaticamente
ja: 自動でドライバーをインストール
ka: დრაივერების ჩაწერა ავტომატურად
ko: 드라이버 자동 설치
ku: دابه‌زاندنی پێناسه‌كان به‌ ئۆتۆماتیكی
lt: Diegti tvarkykles automatiškai
mn: Драйверуудыг автоматаар суулгах
my: Drivers များကို အလိုအလျောက် ထည့်သွင်းမည်
ne: स्वचालित रूपमा ड्राइभरहरू स्थापना गर्नुहोस्
nl: Installeer drivers automatisch
no: Installer drivere automatisk
pl: Zainstaluj sterowniki automatycznie
ps: ډرایورونه نصب کړئ په اتومات ډول
pt_br: Instalar drivers automaticamente
pt_pt: Instalar os controladores automaticamente
ro: Instalează drivere automat
si: ස්වයංක්‍රීයව ධාවක ස්ථාපනය කරන්න
sk: Inštalovať ovládače automaticky
sl: Samodejno namesti gonilnike
sq: Instalo drajverat automatikisht
sr: Instaliraj drajvere automatski
sv: Installera drivrutiner automatiskt
sw: Install driver moja kwa moja
ta: வன்பொருள் தானாகவே நிறுவு
te: స్వయంచాలకంగా డ్రైవర్స్ ఇన్స్టాల్ చేయండి
th: ติดตั้งไดรเวอร์อัตโนมัติ
tr: Sürücüleri otomatik olarak yükle
ur: خودکار طریقہ سے ڈرائیورز کی تنصیب کریں
vi: Tự động cài đặt các trình điều khiển
zh: 自動安裝驅動程式
zh_cn: 自动安装驱动程序

# headerbutton_label
source: DriverPack software is absolutely free of charge
am: DriverPack ሶፍትዌር ሙሉበሙሉ ነጻ ነው።
ar: برنامج DriverPack مجاني بشكل كامل
az: DriverPack proqramı tamamilə pulsuzdur
bg: Софтуерът DriverPack е абсолютно безплатен
bn: DriverPack সফটওয়্যার সম্পূর্ণরূপে ফ্রি
bs: DriverPack software je u potpunosti oslobođen naplaćivanja
ca: L'aplicació DriverPack és completament gratuïta
cs: DriverPack program je zcela zdarma
de: Die DriverPack Software ist absolut kostenlos
el: Το λογισμικό DriverPack είναι εντελώς χωρίς χρέωση
es_419: DriverPack es absolutamente gratis
et: DriverPack tarkvara on täiesti tasuta
fa: نرم افزار DriverPack کاملا مجانی است
fil: Ang DriverPack software ay libre o walang bayad
fr: Le logiciel DriverPack est complètement gratuit
gu: DriverPack સોફ્ટવેર બિલકુલ મફત છે
he: תוכנת DriverPack היא חינמית לחלוטין
hi: DriverPack सॉफ्टवेयर बिल्कुल नि: शुल्क है
hr: Program DriverPack posve je besplatan
hu: A DriverPack szoftver teljesen ingyenes
id: Aplikasi DriverPack sepenuhnya gratis
it: Il software DriverPack è assolutamente gratuito.
ja: DriverPack ソフトウェアは絶対に無料です
ka: DriverPack არის სრულიად უფასო
ko: DriverPack 소프트웨어는 전적으로 무료입니다
ku: به‌رنامه‌ی DriverPack به‌ ته‌واوی به‌ خۆڕاییه
lt: DriverPack programinė įranga yra visiškai nemokama
mn: DriverPack софтваре ямар ч шимтгэл төлөх шаардлагагүй
my: DriverPack ဆော့ဖ်ဝဲလ်မှာ လုံးဝအခမဲ့ဖြစ်သည်
ne: DriverPack सफ्टवेयर बिल्कुल नि: शुल्क छ
nl: DriverPack software is absoluut gratis
no: DriverPack programvare er helt gratis
pl: Oprogramowanie DriverPack jest całkowicie darmowe
ps: DriverPack سافټویر بلکل مفت او وړیا دی
pt_br: O programa DriverPack é totalmente gratuito
pt_pt: O programa DriverPack é absolutamente livre de custos
ro: DriverPack este gratis, fără plată
si: DriverPack මෘදුකාංගය සම්පූර්ණයෙන්ම නොමිලේ
sk: Softvér DriverPack je úplne bezplatný
sl: Programska oprema DriverPack je povsem brezplačna.
sq: Softeri DriverPack është tërësisht falas
sr: DriverPack softver je besplatan u potpunosti
sv: DriverPack mjukvara är helt gratis
sw: DriverPack programu ni bure kabisa bila malipo
ta: DriverPack வன்பொருள்தொகுப்பு முற்றிலும் கட்டணமில்லா இலவசமானது
te: DriverPack సాఫ్ట్వేర్ పూర్తిగా ఉచితం
th: DriverPack เป็นซอฟท์แวร์ฟรี ไม่มีค่าใช้จ่าย
tr: DriverPack yazılımı kesinlikle ücretsizdir
ur: DriverPack سافٹ ویئر مکمل طور پر مفت ہے
vi: Phần mềm DriverPack hoàn toàn miễn phí
zh: DriverPack 軟體完全免費
zh_cn: DriverPack 软件完全免费

# headeros_cta-btn
source: Install drivers for <span class='HeaderOs__cta-btn-marked'>{{OS}}</span>
am: ለ <span class='HeaderOs__cta-btn-marked'>{{OS}}</span> ድራይቨሮችን ጫን
ar: تثبيت تعريفات <span class='HeaderOs__cta-btn-marked'>{{OS}}</span>
az: <span class='HeaderOs__cta-btn-marked'>{{OS}}</span> ümün driverlər quraşdırın
bg: Инсталирай драйвери за <span class='HeaderOs__cta-btn-marked'>{{OS}}</span>
bn: <span class='HeaderOs__cta-btn-marked'>{{OS}}</span> এর জন্য ড্রাইভার ইন্সটল করুন
bs: Instaliraj drajvere za <span class='HeaderOs__cta-btn-marked'>{{OS}}</span>
ca: Instal·la els controladors per a <span class='HeaderOs__cta-btn-marked'>{{OS}}</span>
cs: Instalovat ovladače pro <span class='HeaderOs__cta-btn-marked'>{{OS}}</span>
de: Treiber installieren für <span class='HeaderOs__cta-btn-marked'>{{OS}}</span>
el: Εγκατάσταση προγράμματων οδήγησης για <span class='HeaderOs__cta-btn-marked'>{{OS}}</span>
es_419: Instalar controladores para <span class='HeaderOs__cta-btn-marked'>{{OS}}</span>
et: Paigalda draiverid <span class='HeaderOs__cta-btn-marked'>{{OS}}</span>
fa: نصب درایورها برای <span class='HeaderOs__cta-btn-marked'>{{OS}}</span>
fil: I-install ang mga driver para sa <span class='HeaderOs__cta-btn-marked'>{{OS}}</span>
fr: Installer les pilotes pour <span class='HeaderOs__cta-btn-marked'>{{OS}}</span>
gu: <span class='HeaderOs__cta-btn-marked'>{{OS}}</span> માટે ડ્રાઈવર ઈંસ્ટોલ કરો
he: התקן דרייברים עבור <span class='HeaderOs__cta-btn-marked'>{{OS}}</span>
hi: <span class='HeaderOs__cta-btn-marked'>{{OS}}</span> के लिए ड्राइवरों को स्थापित करें
hr: Instalirajte upravljačke programe za <span class='HeaderOs__cta-btn-marked'>{{OS}}</span>
hu: <span class='HeaderOs__cta-btn-marked'>{{OS}}</span> driverek telepítése
id: Pasang driver untuk <span class='HeaderOs__cta-btn-marked'>{{OS}}</span>
it: Installa driver per <span class='HeaderOs__cta-btn-marked'>{{OS}}</span>
ja: <span class='HeaderOs__cta-btn-marked'>{{OS}}</span> のためのドライバー
ka: დრაივერების დაინსტალება სისტემისთვის <span class='HeaderOs__cta-btn-marked'>{{OS}}</span>
ko: <span class='HeaderOs__cta-btn-marked'>{{OS}}</span> 용 드라이버 설치
ku: پێناسه‌كان دابمه‌زرێنه‌ بۆ <span class='HeaderOs__cta-btn-marked'>{{OS}}</span>
lt: Įdiekite tvarkykles <span class='HeaderOs__cta-btn-marked'>{{OS}}</span>
mn: <span class='HeaderOs__cta-btn-marked'>{{OS}}</span>-д зориулсан драйверууд суулгах
my: <span class='HeaderOs__cta-btn-marked'>{{OS}}</span> အတွက် drivers များထည့်သွင်းမည်
ne: ड्राइभरहरू स्थापना गर्नुहोस् <span class='HeaderOs__cta-btn-marked'>{{OS}}</span>
nl: Installeer drivers voor <span class='HeaderOs__cta-btn-marked'>{{OS}}</span>
no: Installer drivere for <span class='HeaderOs__cta-btn-marked'>{{OS}}</span>
pl: Zainstaluj sterowniki dla <span class='HeaderOs__cta-btn-marked'>{{OS}}</span>
ps: ډرایورونه نصب کړئ د <span class='HeaderOs__cta-btn-marked'>{{OS}}</span> لپاره
pt_br: Instale drivers para o <span class='HeaderOs__cta-btn-marked'>{{OS}}</span>
pt_pt: Instalar controladores para <span class='HeaderOs__cta-btn-marked'>{{OS}}</span>
ro: Instalați drivere pentru <span class='HeaderOs__cta-btn-marked'>{{OS}}</span>
si: <span class='HeaderOs__cta-btn-marked'>{{OS}}</span> සඳහා ධාවක ස්ථාපනය කරන්න
sk: Inštalovať ovládače pre <span class='HeaderOs__cta-btn-marked'>{{OS}}</span>
sl: Naložite gonilnike za <span class='HeaderOs__cta-btn-marked'>{{OS}}</span>
sq: Instalo drajverat për <span class='HeaderOs__cta-btn-marked'>{{OS}}</span>
sr: Instalirajte drajvere za <span class='HeaderOs__cta-btn-marked'>{{OS}}</span>
sv: Installera drivrutiner för <span class='HeaderOs__cta-btn-marked'>{{OS}}</span>
sw: Install driver ya <span class='HeaderOs__cta-btn-marked'>{{OS}}</span>
ta: வன்பொருள்களை நிறுவு <span class='HeaderOs__cta-btn-marked'>{{OS}}</span>
th: ติดตั้งไดรเวอร์สำหรับ <span class='HeaderOs__cta-btn-marked'>{{OS}}</span>
tr: <span class='HeaderOs__cta-btn-marked'>{{OS}}</span> için sürücüleri yükleyin
ur: <span class='HeaderOs__cta-btn-marked'>{{OS}}</span> کیلئے ڈرائیورز کی تنصیب کریں
vi: Cài đặt các trình điều khiển cho <span class='HeaderOs__cta-btn-marked'>{{OS}}</span>
zh: 安裝 <span class='HeaderOs__cta-btn-marked'>{{OS}}</span> 驅動程式
zh_cn: 安装 <span class='HeaderOs__cta-btn-marked'>{{OS}}</span> 驱动程序
