Repository: DriverPackSolution/transifex-backup
Catalog: delorean/driverpack-solution-worldwide/drpsu/*.po
Languages: am, ar, az, bg, bn, bs, ca, cs, de, el, es_419, et, fa, fil, fr, gu, he, hi, hr, hu, id, it, ja, ka, ko, ku, lt, mn, my, ne, nl, no, pl, ps, pt_br, pt_pt, ro, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ur, vi, zh, zh_cn

# cloudlandingpage_about-how-works-caption
source: Our product analyses the drivers’ state on your PC, reveals every software that impacts at your computer’s efficiency in this or that way, and gives its recommendation on updating the drivers and removing the software which make your computer slower, or vice versa, suggests installing the third-party products that will help increase your hardware operating speed. The entire process goes under your control – no actions from the DriverPack Cloud side without your permission
am: ምርታችን የኮምፒውተርዎን ድራይቨሮች ሀናቴ ይመረምራል፣ የኮምፒውተርዎን ውጤታማነት የሚቀንሱ ሶፍትዌሮችን ያመለክታል እናም አስፈላጊ ድራይቨሮችን እንዲጭኑና ኮምፒውተርዎ እንዲዘገይ የሚያደርጉ ሶፍትዌሮችን እንዲያስወግዱ ይመክርዎታል።የ ኮምፒውተርዎን ፍጥነት ለመጨመር የሚረዱ የሶስተኛ ወገን ሶፍትዌሮችን እንዲጭኑም ይመክርዎታል።ሙሉ ሂደቱ በእርስዎ ስር ነው – ያለእርስዎ ፈቃድ DriverPack Cloud ምንም ተግባር አይፈጽምም።
ar: منتجنا يقيم و يراجع حالت التعاريف الخاصة بالحاسوب.يظهر كل برنامج له تاثير سلبي على اداء الحاسوب بطرق مختلفة.وقترح القيام بترقية التعاريف و حذف البرامج التي تبطئ سرعة حاسوبك.او العكس.يقترح تثبيت منتجات من جهات اخرى والتي بدورها ستزيد من سرعة تشغيل الجهاز.العملية باكملها تتم تحت مراقبتك و سيطرتك – لن يقوم DriverPack Cloud باي اجراء دون موافقتك
bn: আমাদের পণ্য কম্পিউটারে ড্রাইভারসমূহের অবস্থা মূল্যায়ন করে, কম্পিউটারের দক্ষতাকে যেকোনোভাবে প্রভাবিত করে এমন প্রতিটি সফটওয়্যার চিহ্নিত করে, এবং ড্রাইভারসমূহ আপডেটের ও কম্পিউটার ধীর করে দেওয়া সফটওয়্যার সরানোর পরামর্শ দেয়, বা বিপরীতক্রমে, তৃতীয় পক্ষের পণ্যসমূহ ইন্সটলের পরামর্শ দেয় যেগুলো আপনার হার্ডওয়্যারের কাজের গতি বৃদ্ধিতে সাহায্য করবে। সম্পূর্ণ প্রক্রিয়াটি আপনার নিয়ন্ত্রণের মধ্য দিয়ে যায় – আপনার অনুমতি ছাড়া DriverPack Cloud-এর দিক থেকে কোনো ব্যবস্থা নেওয়া হয় না
de: Unser Produkt analysiert den Status der Treiber auf Ihrem PC, zeigt jede Software, die auf diese oder diese Weise die Effizienz Ihres Computers beeinflusst, und empfiehlt, die Treiber zu aktualisieren und die Software zu entfernen, die Ihren Computer langsamer macht, oder umgekehrt die Installation die Produkte von Drittanbietern, die dazu beitragen, die Betriebsgeschwindigkeit Ihrer Hardware zu erhöhen. Der gesamte Prozess unterliegt Ihrer Kontrolle – keine Aktionen von der DriverPack Cloud-Seite ohne Ihre Erlaubnis
et: Meie toode analüüsib teie arvuti draiverite olukorda, tuvastab iga tarkvara mis mõjutab mingit moodi teie arvuti effektiivsust. Annab soovitusi draiverite uuendamise kohta, ning tarkvara eemaldamise kohta mis aeglustavad teie arvutit. Või vastupidi soovitab kolmandate osapoolte programme millega saaksite oma arvutit kiiremaks muuta. Kogu protsess toimub teie kontrolli all – DriverPack Cloud ei tee ilma teie nõusolekuta mitte midagi.
fa: محصول ما وضعیت برنامه های راه انداز را بر روی کامپیوتر شما تجزیه و تحلیل می کند، هر نرم افزاری را که در یک یا چند کارآیی رایانه تاثیر می گذارد، نشان می دهد و توصیه هایی جهت به روز رسانی درایورها و حذف نرم افزارهایی که رایانه شما را کند می کند می دهد، و یا برعکس، نصب محصولات ثالث که به افزایش سرعت عملکرد سخت افزار شما کمک می کند را پیشنهاد می دهد. تمام فرایند تحت کنترل شما می رود – بدون اعمال هیچ فعالیتی از طرف DriverPack Cloud بدون اجازه شما
fr: Notre produit analyse l'état des pilotes de périphérique dans votre PC, révèle tous les logiciels qui ont un impact direct sur l'éfficacité de votre ordinateur de cette manière ou d'une autre manière, et donne sa récommandation sur comment mettre à jour le pilote et désisntaller le logiciel qui ralenti votre ordinateur, ou vice versa, suggère l'installation d'autres produits qui aideront la rapidité de votre matériel. Le processus entier se passe sous votre control – aucune action de la part de DriverPack Cloud ne prend place sans votre permission.
gu: અમારા પ્રોડક્ટ તમારા પીસી પર ડ્રાઇવર્સના રાજ્યનું વિશ્લેષણ કરે છે, તે દરેક સોફ્ટવેરને પ્રગટ કરે છે જે તમારા કમ્પ્યુટરની કાર્યક્ષમતાને આ રીતે કે તે રીતે પ્રભાવિત કરે છે, અને ડ્રાઈવરોને અપડેટ કરવા અને સોફ્ટવેરને દૂર કરવા પર તેની ભલામણ આપે છે જે તમારા કમ્પ્યુટરને ધીમી બનાવે છે, અથવા ઊલટું, ઇન્સ્ટોલ કરવાનું સૂચન કરે છે તૃતીય-પક્ષ ઉત્પાદનો કે જે તમારી હાર્ડવેર ઑપરેટિંગ ગતિને વધારવામાં સહાય કરશે. આ સમગ્ર પ્રક્રિયાની તમારા નિયંત્રણ હેઠળ જાય છે – તમારી પરવાનગી વગર DriverPack Cloud બાજુથી કોઈ ક્રિયા નથી
he: המוצר שלנו מנתח את מצב הדרייברים המותקנים במחשב וחושף כל תוכנה שמשפיעה על יעילות המחשב בדרך זו או אחרת, ומציגה המלצות לעדכון דרייברים ולהסרת תוכנות הגורמות לאיטיות, או, לחלופין, מציעה להתקין תוכנות צד-שלישי שיאיצו את מהירות הפעולה של המחשב. התהליך כולו נתון לשליטת המשתמש – אף פעולה מצד DriverPack Cloud לא נעשית ללא אישור המשתמש
hi: हमारा उत्पाद आपके संगणक पर ड्राइवर्स की स्थिति का विश्लेषण करता है, हर उस सॉफ्टवेयर को उजागर करता है जो किसी भी तरह से आपके संगणक की दक्षता को प्रभावित करता है, और यह ड्राइवर्स को नवीनतम करने की तथा उन सॉफ्टवेयर को हटाने की अनुशंसा करता है जो आपके संगणक को धीमा करते है, या इसके विपरीत, तीसरे-पक्ष के उत्पादों को स्थापित करने का सुझाव देता है जो कि आपके हार्डवेयर की संचालन गति को तीव्र करने में सहायता करेंगे| पूरी प्रक्रिया आपके पूर्ण नियंत्रण में होती है – आपकी अनुमति के बिना DriverPack Cloud की तरफ से कोई कार्यवाही नहीं|
hu: A szoftverünk felméri a driverek állapotát, felderíti a számítógép hatékonyságát érintő szoftvereket, és ajánlatokat fogalmaz meg a driverek frissítésére és programok eltávolítására, melyek lassítják vagy éppen gyorsítják a számítógépét, valamint külső programok telepítését tanácsolja a hardveres működési sebesség növelésére. A teljes folyamatról ön dönt – a DriverPack Cloud engedély nélkül nem végzi el a műveleteket
id: Produk kami menganalisis status driver pada PC anda, memberitahu setiap perangkat lunak yang berdampak pada efisiensi komputer anda dengan cara ini dan cara itu, dan memberikan rekomendasinya untuk memperbarui driver dan menghapus perangkat lunak yang membuat komputer anda lebih lambat, atau sebaliknya, menyarankan pemasangan produk pihak ketiga yang akan membantu meningkatkan kecepatan operasi perangkat keras anda. Seluruh proses berjalan di bawah kendali anda – tidak ada tindakan dari sisi DriverPack Cloud tanpa seizin anda
it: Il nostro prodotto analizza lo stato dei driver nel tuo PC, rilevano ogni software che impatta sull'efficienza del tuo computer in qualche maniera e da suggerimenti sull'aggiornamento dei driver e la rimozione dei software che rendono il tuo computer più lento, oppure, suggeriscono l'installazione di software di terze parti che aiutano ad incrementare la velocità operativa del tuo hardware. L'intero processo è sotto il tuo controllo – nessuna azione viene effettuata da DriverPack Cloud senza il tuo permesso.
ja: 当社の製品はあなたのPCのドライバーの状態を分析し、コンピュータの効率に影響しているすべてのソフトウェアを明らかにします。ドライバの更新やコンピュータの速度を遅くするソフトウェ削除の推奨を示しています。又、ハードウェアの動作速度を向上させる第三者製品のインストールを推奨します。作業全体はあなたのコントロールにあります– あなたの許可なくDriverPack Cloud 側からの行動は一切ありません
ka: ჩვენი პროდუქტი აანალიზებს დრაივერების მდგომარეობას კომპიუტერში, აღმოაჩენს ყველა პროგრამას რომელიც ხელს უშლის კომპიუტერის გამართულ მუშაობას და გაძლევთ დრაივერების განახლებისა და პროგრამების წაშლის რეკომენდაციას, ან საერთოდ გთავაზობთ სხვა პროგრამების ინსტალაციას რომელიც ხელს შეუწყობს ეფექტურობის გაზრდას. მთელი პროცესი მიმდინარეობს თქვენი ნებართვით – DriverPack Cloud არ აკეთებს არაფერს თქვნეი ნებართივს გარეშე.
ko: 우리 제품은 PC에서 드라이버의 상태를 분석하고, 컴퓨터의 효율성에 영향을 주는 모든 소프트웨어를 이 방식으로 보여 주며, 드라이버를 업데이트하고 컴퓨터 속도를 저하시키는 소프트웨어를 제거하거나 그 반대의 경우 권장 사항을 제시하여 설치를 제안합니다. 하드웨어 작동 속도를 높이는 타사 제품 전체 프로세스가 사용자의 통제하에 있습니다 – 귀하의 허락없이 DriverPack Cloud 측에서 아무런 조치도 취하지 않습니다
lt: Mūsų produktas analizuoja tvarkyklių būseną jūsų kompiuteryje, suranda bet kokią programinę įrangą kuri vienu ar kitu būdu įtakoją jūsų kompiuterio efektyvumą, pateikia rekomendacijas dėl tvarkyklių atnaujinimo ar programinės įrangos kuri sulėtina jūsų kompiuterį pašalinimo ir atvirkščiai, siūlo papildomą programinę įrangą kuri gali pakelti jūsų kompiuterio veikimo greitį. Visas procesas vyksta tik su jūsų žinia – DriverPack Cloud neatlieka jokių veiksmų be jūsų leidimo.
my: ကျွန်ုပ်တို့၏ထုတ်ကုန်သည် သင့်ကွန်ပျူတာရှိ drivers များ၏ အခြေအနေကို သုံးသပ်ပေးပြီး၊ သင့်ကွန်ပျူတာ၏ စွမ်းဆောင်နိုင်စွမ်းအပေါ် ဆော့ဖ်ဝဲလ်များရဲ့ သက်ရောက်မှုကိုဖော်ပြပေးပြီး၊ drivers များကို အဆင့်မြှင့်ရန်နှင့် သင့်ကွန်ပျူတာကိုနှေးကွေးစေသော ဆော့ဖ်ဝဲလ်များကို ဖယ်ရှားရန် အကြံပြုချက်များပေးခြင်း၊ သို့မဟုတ် အပြန်အလှန်အားဖြင့် သင့်ဟာ့ဒ်ဝဲလည်ပတ်မှုနှုန်းမြင့်တက်လာရန် ကူညီပေးမည့် မူရင်းထုတ်လုပ်သူမဟုတ်သော ဆော့ဖ်ဝဲလ်ထုတ်ကုန်များကို ထည့်သွင်းရန် အကြံပြုချက်များပေးပါသည်။ ဖြစ်စဉ်တစ်ခုလုံးမှာ သင့်ထိန်းချုပ်မှုအောက်တွင်သာရှိပါသည် – DriverPack Cloud မှာ သင့်ခွင့်ပြုချက်မရရှိဘဲ မည်သည့်လုပ်ဆောင်ချက်မှ ပြုလုပ်မည်မဟုတ်ပါ
nl: Ons product analyseert de status van de drivers op uw pc, onthult elke software die van invloed is op de efficiëntie van uw computer op deze of gene manier en geeft zijn aanbeveling over het updaten van de drivers en het verwijderen van de software die uw computer langzamer maken of vice versa, stelt voor om producten van derden te installeren die uw hardwaresnelheid helpen verhogen. Het hele proces staat onder uw controle – geen acties van de DriverPack Cloud-kant zonder uw toestemming
no: Vårt produkt analyserer drivernes tilstand på din PC, sjekker alle programmer som påvirker datamaskinens effektivitet på den ene eller andre måten, og gir sin anbefaling om oppdatering av driverne og fjerning av programvare som gjør datamaskinen tregere, eller omvendt, foreslår installering tredjepartsprodukter som vil bidra til å øke maskinens driftshastighet. Hele prosessen er under din kontroll - ingen handlinger fra DriverPack Cloud uten din tillatelse
pl: Nasz produkt analizuje stan sterowników na Twoim komputerze, wykrywa każdy program mogący źle wpływać na wydajność komputera, przedstawia opcje aktualizacji sterowników i usunięcia programów spowalniających komputer - a także odwrotnie, sugeruje instalację programów mogących przyspieszyć pracę komputera. Cały proces dzieje się na Twoich oczach – DriverPack Cloud nie wykona żadnej operacji bez Twojej zgody
ps: زموږ محصول ستاسو د کمپیوټر په اړه د موټر چلونکي حالت تحلیلوي، هر سافټویر چې په دي لاره کې ستاسو په کمپیوټر کې موثریت اغیزمن کوي، او د سپارلو نوي کولو په اړه سپارښتنه کوي او د هغه سافټویر لرې کولو لپاره چې ستاسو کمپیوټر سست کول، یا برعکس، نصب کوي وړاندیز کوي. د دریمې ډلې محصولات چې ستاسو د هارډر عملیاتي سرعت زیاتولو کې مرسته کوي. ټوله پروسه ستاسو کنترول الندې ده – د DriverPack Cloud څخه هیڅ کوم اقدام له اجازې پرته
pt_br: Nosso produto analisa o estado dos drivers em seu PC, revela todos os programas que afetam a eficiência do seu computador de qualquer maneira e dá sua recomendação sobre como atualizar os drivers e remover o programa que torna seu computador mais lento ou vice-versa, sugere a instalação dos produtos de terceiros que ajudarão a aumentar sua velocidade de funcionamento do hardware. Todo o processo está sob seu controle – nenhuma ação será feita pelo DriverPack Cloud sem a sua permissão
pt_pt: O nosso produto analisa o estado dos controladores no seu PC, revela o impacto de cada programa na eficácia do seu computador desta ou daquela maneira, e dá recomendação sobre atualização de controladores e remoção de aplicações que podem tornar o computador lento, ou vice versa, sugere a instalação de produtos de terceiros que vão aumentar a velocidade do seu hardware. Todo o processo sob o seu controlo – nenhuma ação do lado DriverPack Cloud sem a sua permissão
si: අපගේ නිෂ්පාදනය ඔබේ පරිගණකයේ රියදුරන්ගේ තත්වය විශ්ලේෂණය කරයි, ඔබේ පරිගණකයේ කාර්යක්ෂමතාවයට මේ ආකාරයෙන් හෝ ඒ ආකාරයෙන් බලපාන සෑම මෘදුකාංගයක්ම හෙළි කරයි, තවද ධාවක යාවත්කාලීන කිරීම සහ ඔබේ පරිගණකය මන්දගාමී වන මෘදුකාංග ඉවත් කිරීම හෝ ඊට ප්‍රතිවිරුද්ධ ලෙස මෘදුකාංගය ඉවත් කිරීම පිළිබඳ නිර්දේශය ලබා දෙයි. ඔබගේ දෘඩාංග මෙහෙයුම් වේගය වැඩි කිරීමට උපකාරී වන තෙවන පාර්ශවීය නිෂ්පාදන. සම්පූර්ණ ක්‍රියාවලියම ඔබගේ පාලනය යටතේ පවතී – ඔබගේ අවසරයකින් තොරව DriverPack Cloud පැත්තෙන් කිසිදු ක්‍රියාමාර්ගයක් නොගනී
sl: Naš izdelek analizira stanje gonilnike na vašem računalniku, razkriva vsako programsko opremo, ki na ta ali drug način vpliva na učinkovitost vašega računalnika in daje priporočila za posodobitev gonilnikov in odstranjevanje programske opreme, zaradi katere je vaš računalnik počasnejši ali obratno, predlaga namestitev izdelke tretjih oseb, ki vam bodo pomagali povečati hitrost delovanja strojne opreme. Celoten proces je pod vašim nadzorom – brez dejanj s strani DriverPack Cloud brez vašega dovoljenja
sq: Produkti ynë analizon gjendjen e drajverave në PC-në tuaj, zbulon çdo softuer që ka ndikim në efiçencën e kompjuterit tuaj në një mënyrë apo një tjetër, dhe jep rekomandimet e tij në përditësimin e drajverave dhe fshirjen e softuerëve që mund ta bëjnë kompjuterin tuaj më të ngadalët, dhe anasjelltas, sugjeron instalimin e produkteve të treta që ndihmojnë në rritjen e shpejtësisë. I gjithë procesi është nën kontrollin tuaj – nuk ka veprime nga ana DriverPack Cloud pa lejen tuaj
sr: Naš proizvod analizira stanje drajvera na Vašem PC-ju, otkriva svaki program koji ima uticaja na efikasnost rada kompijutera na ovaj ili onaj način, i daje preporuke za ažuriranje drajvera i uklanjanje programa koji čine Vaše kompijuter sporijim, ili obrnuto, predlaže instalianje drugih proizvoda kioji če pomoći povećanju radne brzine hardvera. Čitav proces je pod Vašom kontrolom – nema radnji od strane DriverPack Clouda bez Vaše dozvole.
sw: Bidhaa yetu huchanganua hali ya viendeshaji kwenye PC yako, hudhihirisha kila programu inayoathiri ufanisi wa kompyuta yako katika namna moja au nyingineyo, na hutoa mapendekezo yake katika kusasisha viendeshaji na kuondoa programu inayofanya kompyuta yako nzito, au kinyume chake, hupendekeza kusanikisha bidhaa ya pembeni itakayosaidia kuongeza kasi ya utendaji wa kifaa chako. Mchakato mzima huwa chini ya usimamizi wako – hakuna vitendo kutoka upande wa DriverPack Cloud bila ya idhini yako
th: ผลิตภัณฑ์ของเราวิเคราะห์ไดรเวอร์ตามสถานะพีซีของคุณ เผยให้เห็นซอฟท์แวร์ที่มีผลกระทบต่อประสิทธิภาพของคอมพิวเตอร์ในทางใดทางหนึ่ง และให้คำแนะนำในการอัพเดทไดรเวอร์และถอนการติดตั้งซอฟท์แวร์ที่ทำให้คอมพิวเตอร์ของคุณช้าลงหรือในทางกลับกันแนะนำให้ติดตั้งผลิตภัณฑ์บุคคลที่สามที่จะช่วยเพิ่มความเร็วในการทำงานฮาร์ดแวร์ของคุณ กระบวนการทั้งหมดอยู่ภายใต้การควบคุมของคุณ – ไม่มีการกระทำจากฝั่ง DriverPack Cloud ที่คุณไม่อนุญาต
tr: Ürünümüz PC'nizdeki sürücülerin durumunu çözümler, öyle ya da böyle bilgisayarınızın verimliliğini etkileyen her yazılımı ortaya çıkarır ve sürücüleri güncelleme ve bilgisayarınızı yavaşlatan yazılımı kaldırma üzerine önerilerde bulunur ya da tam tersi, donanımınızın çalışma hızını artırmanıza yardımcı olacak üçüncü taraf ürünleri yüklemenizi önerir. Tüm süreç sizin denetiminiz altında ilerler – izniniz olmadan DriverPack Cloud tarafından eylemler gerçekleşmez
zh_cn: 我们的产品在您的电脑上分析驱动程序，提示使您的电脑速度变慢的所有软件，反之亦然， 第三方产品将有助于提高您的硬件运行速度。 整个过程都在您的控制之下 – 未经您的许可，不会从 DriverPack Cloud 端执行任何操作

# cloudlandingpage_features-monitoring
source: It monitors your drivers’ state, downloads important updates and missing drivers from the enormous DriverPack database
am: የድራይቨሮችዎትን ሁኔታ ይቆጣጠራል፣ አስፈላጊ እድሳቶችን እና የጠፉ ድራይቨሮችን ከግዙፉ የ DriverPack መዝገብ ያወርዳል
ar: انه يراقب حالة التعاريف.يقوم بتحميل التحديثات المهمة و التعاريف المفقودة من خلال مراجعة شبكة البيانات الكبيرة الخاصة ب DriverPack
bn: এটি ড্রাইভারসমূহের অবস্থা পর্যবেক্ষণ করে, সুবিশাল DriverPack ডেটাবেইজ থেকে গুরুত্বপূর্ণ আপডেটসমূহ ও অনুপস্থিত ড্রাইভারসমূহ ডাউনলোড করে
bs: Prati stanje Vaših drajvera, preuzima bitna nadograđivanja i nedostajuće drajvere sa DriverPack databaze
de: Es überwacht den Status Ihrer Treiber und lädt wichtige Updates und fehlende Treiber aus der riesigen DriverPack-Datenbank herunter
et: See jälgib teie draivertite olekut, laeb alla vajalikud uuendused ning puuduvad draiverid tohutust DriverPack andmebaasist
fa: این مورد وضعیت راه اندازهای شما را نظارت می کند، بروزرسانی های مهم و راه اندازهای از دست رفته را از پایگاه داده وسیع DriverPack دانلود می کند
fr: Il monitore l'état de vos pilotes, télécharge d'importantes mise à jour et les pilotes manquant de l'enorme base de données de DriverPack.
gu: આ તમારા ડ્રાઈવર્સની સ્થિતિને ધ્યાનમાં રાખે છે, તે અગત્યના અપડેટ્સ અને ખૂટતા ડ્રાઈવર્સ પ્રચંડ DriverPack ડેટાબેસમાંથી ડાઉનલોડ અરે છે
he: התוכנה מנטרת את מצב הדרייברים המותקנים, מורידה עדכונים חשובים ומורידה דרייברים חסרים מהמאגר העצום של DriverPack
hi: यह आपके ड्राइवर्स की स्थिति पर नज़र रखता है, DriverPack के विशाल डेटाबेस से महत्वपूर्ण अपडेट और अनुपस्थित ड्राइवर्स डाउनलोड करता है |
hu: Figyelemmel kíséri a driverei állapotát, letölti a fontos frissítéseket és hiányzó drivereket a hatalmas DriverPack adatbázisból
id: Ini memonitor status driver anda, mengunduh pembaruan penting dan driver yang hilang dari database DriverPack yang sangat besar
it: Monitora lo stato dei tuoi driver, scarica importanti aggiornamenti e driver mancanti dall'enorme database di DriverPack
ja: ドライバの状態をモニターし、DriverPackの巨大なデータベースから大事なアップデート及び不足しているドライバーをダウンロードします
ka: ის აკვირდება დრაივერების მდგომარეობას, იწერს მნიშვნელოვან განახლებასა და დრაივერებს DriverPack-ის უდიდესი ბაზიდან
ko: 거대한 DriverPack 데이터베이스에서 드라이버의 상태를 모니터링하고 중요 업데이트 및 누락된 드라이버를 다운로드합니다
lt: Stebės jūsų tvarkyklių būseną, parsiųs svarbius atnaujinimus ir trukstamas tvarkykles iš milžiniškos DriverPack bazės
my: ၎င်းသည် သင့် drivers များ၏ အခြေအနေကို စောင့်ကြည့်ပေးသည့်အပြင်၊ ကြီးမားသည့် DriverPack ဒေတာဘေ့စ်မှ အရေးကြီးသော ဗားရှင်းအမြင့်များနှင့် လစ်လပ်နေသော drivers များကို ဒေါင်းလုဒ်ဆွဲပေးပါသည်
nl: Het controleert de status van uw drivers, downloadt belangrijke updates en ontbrekende drivers uit de enorme DriverPack-database
no: Den overvåker drivernes tilstand, laster ned viktige oppdateringer og manglende drivere fra den enorme DriverPack databasen
pl: Monitoruje stan sterowników, pobiera ważne aktualizacje i brakujące sterowniki z olbrzymiej bazy DriverPack
ps: دا د خپل چلونکي د حالت څارنه کوي، کښته کوي له غټ DriverPack ډیټابیس څخه ډیر اړين او ورک چلوونکۍ
pt_br: Ele monitora o estado de seus drivers, baixa atualizações importantes e drivers que faltam do enorme banco de dados do DriverPack
pt_pt: Monitoriza o estado dos controladores, transfere atualizações inportantes e controladores que faltem através da enorme base de dados DriverPack
si: එය ඔබගේ රියදුරන්ගේ තත්වය අධීක්ෂණය කරයි, වැදගත් යාවත්කාලීනයන් බාගත කරයි සහ දැවැන්ත DriverPack දත්ත ගබඩාවෙන් නැතිවූ ධාවක
sl: Spremlja stanje vaših gonilnikov, prenese pomembne posodobitve in manjkajoče gonilnike iz ogromne baze podatkov DriverPack
sq: Monitoron gjendjen e drajverave tuaj, shkarkon përditësime të rëndësishme dhe drajvera që mungojnë nga databaza gjigande e DriverPack
sr: Prati stanje vaših drajvera, preuzima važna ažuriranja i nedostajuće drajvere iz ogromne DriverPack baze podataka
sw: Kinasimamia hali ya viendeshi vyako, hupakua masasisho muhimu na viendeshi vilivyokosekana kutoka kwenye ghala-data kubwa ya DriverPack
th: มันสังเกตการณ์ไดรเวอร์ของคุณ ดาวน์โหลดอัพเดทที่สำคัญและไดรเวอร์ที่หายไปจากฐานข้อมูลอันมหึมาของ DriverPack
tr: Sürücülerinizin durumunu izler, kocaman DriverPack veritabanından önemli güncellemeleri ve eksik sürücüleri indirir
zh_cn: 它监控你的驱动状态，从巨大的 DriverPack 数据库下载重要的更新和缺少的驱动

# cloudlandingpage_features-safety
source: It enables to reveal and remove potential malware fast, and thus, helps your antivirus
am: ቫይረሶችን በፍጥነት ለመለየት እና ለማስወገድ ስለሚያስችል አንቲቫይረሶትን ያግዛል
ar: انها تفعل لكشف و حذف التهديدات بسرعة.تساعد برنامج مكافحة الفيروسات الموجود على حاسوبك
bn: এটি সম্ভাব্য ম্যালওয়্যার দ্রুত ধরতে ও সরাতে সক্ষম করে, এবং এভাবে, অ্যান্টিভাইরাসকে সাহায্য করে
bs: Omogućava otkrivanje i brisanje potencijalnih malware-a brzo, i tako pomaže Vašem antivirusu
de: Es ermöglicht das schnelle Aufdecken und Entfernen potenzieller Malware und hilft so Ihrem Antivirus
et: See lubab leida ja eemaldada potensiaalset pahavara kiirelt, ning seega abistab teie antiviirust
fa: این امکان را جهت نمایش و حذف سریع نرم افزار های مخرب می دهد، و به همین ترتیب به آنتی ویروس کمک می کند.
fr: Il révèle et supprime de potentiels logiciels malveillant, et ainsi, aide votre antivirus.
gu: તે સંભવિત માલવેરને ઝડપથી ઉઘાડી અને દૂર કરવા સક્ષમ બનાવે છે, અને આમ, તમારા એન્ટીવાયરસને સહાય કરે છે
he: התוכנה מאפשרת לחשוף ולהסיר נוזקות פוטנציאליות בצורה מהירה, ובאופן זה, עוזרת לאנטי וירוס שלך
hi: यह संभावित मालवेयर को तेजी से प्रकट करने और हटाने में सक्षम है और इस प्रकार आपके एंटीवायरस की सहायता करता है|
hu: Lehetővé teszi a potenciális kártevők gyors felderítését és eltávolítását, ezáltal pedig kiegészíti a vírusirtóját.
id: Ini memungkinkan untuk mengungkapkan dan menghapus potensi malware dengan cepat, dan dengan demikian, membantu antivirus anda
it: Abilita il rilevamento e la rimozione veloce di potenziale malware, e questo, aiuta il tuo antivirus
ja: 潜在的なマルウェアを速やかに明らかにして削除することができ、ウイルス対策ソフトウェアにも役立ちます
ka: ეძებს და შლის მავნე პროგრამებს სწრაფად, ამავდროულად ეხმარება ანტივირუსს
ko: 잠재적 맬웨어를 신속하게 표시하고 제거하여 안티 바이러스에 도움이됩니다
lt: Greitai atskleis ir pašalins potencialias kenkėjiškas programas, kuo pasitarnaus jūsų antivirusinei
my: ၎င်းမှာ မောလ်ဝဲလ်ဖြစ်နိုင်ချေရှိသောအရာများကို မြန်မြန်ဆန်ဆန် ဖော်ပြပြီး ဖယ်ရှားရန် အထောက်အကူပြုပါသည်။ ထို့ကြောင့် သင့်ဗိုင်းရပ်စ်နှိမ်နင်းရေးဆော့ဖ်ဝဲလ်ကို ကူညီပေးပါ
nl: Het maakt het mogelijk om potentiële malware snel te onthullen en te verwijderen en dus helpt het je antivirus
no: Det gjør det mulig å avsløre og fjerne potensiell skadelig programvare raskt, og hjelper dermed antivirus programmet ditt
pl: Włącza ochronę i szybko usuwa potencjalne programy malware wspierając w tym Twój program antywirusowy
ps: دا توان لري چې احتمالي مالیریا په چټکۍ سره ښکاره کړي او لرې کړي، او په دې توګه، ستاسو د انټرویوس سره مرسته کوي
pt_br: Ele permite revelar e remover rapidamente o potencial malware, ajudando assim seu antivírus
pt_pt: Ele habilita que revele e remova potencial conteudo malicioso rápido, e assim, ajuda o seu antivirus
si: එය ඔබට හැකි ඉක්මනින් අනිෂ්ට මෘදුකාංග ඉවත් කිරීමට සහ ඔබේ ප්‍රති-වයිරස මෘදුකාංගයට උපකාර කරයි
sl: Omogoča hitro odkrivanje in odstranjevanje morebitnih zlonamernih programov in s tem pomaga vašemu protivirusnemu programu
sq: Mundëson të zbulosh dhe fshish shpejt maluerë, dhe kështë ndihmon antivirus-in tuaj
sr: Omogućava brzo otkrivanje i uklanjanje potencijalnih virusa, i na taj način pomaže antivirusu
sw: Inawezesha to kudhihirisha na kuondoa programu-haribifu haraka, na hivyo, kuisaidia kiua-virusi chako
th: มันเปิดใช้งานเพื่อเผยให้เห็นและถอนมัลแวร์ที่แผงเร้นอย่างรวดเร็วและช่วยแอนตี้ไวรัสของคุณ
tr: Hızlı bir şekilde olası kötü amaçlı yazılımı ortaya çıkarmayı ve kaldırmayı sağlar ve böylece antivirüs yazılımınıza yardımcı olur
vi: Nó cho phép để lộ và loại bỏ phần mềm độc hại tiềm ẩn nhanh chóng, và do đó, giúp bạn chống vi-rút
zh_cn: 它有助于快速检测和删除潜在的恶意软件，从而帮助您的防病毒软件
