Repository: DriverPackSolution/transifex-backup
Catalog: delorean/driverpack-solution-worldwide/drpsu/*.po
Languages: am, ar, az, bg, bn, bs, ca, cs, de, el, es_419, et, fa, fil, fr, gu, he, hi, hr, hu, id, it, ja, ka, ko, ku, lt, mn, my, ne, nl, no, pl, ps, pt_br, pt_pt, ro, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ur, vi, zh, zh_cn

# landingusers_cta
source: The number of DriverPack users around the world keeps growing with every passing second
am: በአለም ዙሪያ ያሉ የ DriverPack ተጠቃሚዎች ብዛት በእያንዳንዱ ሴኮንድ እየጨመረ ነው
ar: عدد مستخدمي DriverPack في جميع أنحاء العالم يستمر في النمو مع كل ثانية تمر
az: DriverPack istifadəçilərinin sayı hər keçən saniyə dünya miqyasında böyüməyə davam edir
bg: Броят на потребителите на DriverPack по целия свят се увеличава с всяка изминала секунда
bn: বিশ্বব্যাপী DriverPack ব্যবহারকারীর সংখ্যা বৃদ্ধি পাচ্ছে প্রত্যেক সেকেন্ড অতিক্রমের সাথে সাথে
bs: Broj korisnika DriverPack-a u cijelom svijetu raste svake sekunde
ca: La quantitat d'usuaris de DriverPack en tot el món continua creixent a cada segon que passa
cs: Počet uživatelů programu DriverPack po světě se stále zvyšuje každou uplynulou sekundou
de: Die Zahl der DriverPack-Nutzer auf der ganzen Welt wächst mit jeder Sekunde
el: Ο αριθμός των χρηστών του DriverPack ανά τον κόσμο μεγαλώνει κάθε δευτερόλεπτο
es_419: El número de usuarios de DriverPack en todo el mundo sigue creciendo con cada segundo que pasa
et: DriverPacki kasutajate arv tõuseb iga sekundiga üle kogu maailma
fa: با گذشت هر ثانیه، تعداد کاربران DriverPack در سرار جهان در حال رشد است.
fil: Ang bilang ng mga gumagamit ng DriverPack sa buong mundo ay patuloy na lumalaki sa bawat dumaraang segundo
fr: Le nombre d'utilisateurs de DriverPack autour du monde grandit à chaque secondes qui passent
gu: સમગ્ર વિશ્વમાં DriverPack વપરાશકર્તાઓની સંખ્યા સેકન્ડ દર સેકન્ડ વધતી રહે છે.
he: בכל רגע נתון, כמות המשתמשים של DriverPack גודלת
hi: दुनिया भर मे DriverPack उपयोगकर्ताओं की संख्या हर पल के साथ बढ़ती रहती है
hr: Broj korisnika DriverPacka diljem svijeta raste svake sekunde
hu: A DriverPack felhasználók száma a világon minden egyes percben egyre csak nő
id: Jumlah pengguna DriverPack di seluruh dunia terus bertambah setiap detiknya
it: Il numero di utenti che utilizzato DriverPack nel mondo cresce ogni secondo che passa
ja: 毎秒世界中に DriverPack のユーザーズは増えています
ka: DriverPack -ის მომხმარებლები, რომელთა რიცხვიც ყოველწამში იზრდება
ko: 전 세계의 DriverPack 사용자 수는 계속 증가하고 있습니다
ku: ژماره‌ی به‌كارهێنه‌ره‌كانی DriverPack له‌ جیهاندا به‌رده‌وامه‌ له‌ گه‌شه‌ سه‌ندن له‌گه‌ڵ تێپه‌ڕبوونی هه‌ر چركه‌یه‌كدا
lt: DriverPack naudotojų skaičius visame pasaulyje didėja kiekvieną sekundę
mn: DriverPack хэрэглэгчдийн тоо дэлхийн даяар секунд бүрт өсөн нэмэгдсээр байна
my: ကမ္ဘာတဝန်းရှိ DriverPack သုံးစွဲသူဦးရေမှာ စက္ကန့်အလိုက် တိုးပွားများပြားလာလျက်ရှိသည်
ne: विश्वभरका DriverPack प्रयोगकर्ताहरूको संख्या हरेक गुजरने दोस्रोमा बढ्दै गएको छ
nl: Het aantal gebruikers van DriverPack over de hele wereld groeit steeds met elke seconde
no: Antallet DriverPack brukere rundt om i verden fortsetter å vokse med hvert eneste sekund
pl: Ilość użytkowników DriverPack na całym świecie powiększa się z każdą sekundą
ps: د نړۍ په ګوټ ګوټ کې د DriverPack کاروونکو شمیر د هرې تیرې دویمې دورې سره وده کوي
pt_br: O número de usuários do DriverPack em todo o mundo continua crescendo a cada segundo que passa
pt_pt: O número de utilizadores do DriverPack por todo o mundo continua a crescer a cada segundo
ro: Numărul utilizatorilor DriverPack din întreaga lume continuă să crească cu fiecare secundă
si: ලොව වටා DriverPack පරිශීලකයින්ගේ ගණන සෑම තත්පරයකින්ම වැඩිවෙමින් පවතී
sk: Počet užívateľov DriverPack po celom svete rastie s každou sekundou
sl: Število uporabnikov programa DriverPack po svetu raste vsako sekundo
sq: Numri i përdoruesve të DriverPack në të gjithë botën vazhdon të rritet në çdo sekondë që kalon
sr: Broj DriverPack korisnika širom sveta raste svake sekunde
sv: Antalet användare av DriverPack runt om i världen ökar för varje sekund
sw: Idadi ya watumiaji wa DriverPack duniani kote inaendelea kukua na pili ya pili
ta: உலகெங்கிலும் DriverPack வன்பொருள்தொகுப்பை பயன்படுத்தும் பயனர்கள் ஒவ்வொரு வளரும் நொடியில்
te: ప్రపంచవ్యాప్తంగా ఉన్న DriverPack వినియోగదారుల సంఖ్య ప్రతి ప్రయాణిస్తున్న సెకనుతో పెరుగుతుంది
th: จำนวนผู้ใช้ DriverPack ทั่วโลกเพิ่มขึ้นทุกๆวินาที
tr: DriverPack kullanıcılarının sayısı her geçen saniye dünya çapında büyümeye devam ediyor
ur: دنیا بھر میں DriverPack صارفین کی تعداد ہر گزرنے والے سیکنڈ میں بڑھتی رہتی ہے
vi: Cứ mỗi giây trôi qua, số lượng người dùng của DriverPack trên khắp thế giới lại tiếp tục gia tăng
zh: 全球各地的 DriverPack 用戶 數量不斷增長
zh_cn: 全球各地的 DriverPack 用户数量不断增长

# landingusers_cta-btn
source: Install all required drivers
am: ሁሉንም አስፈላጊ ድራይቨሮች ጫን።
ar: تثبيت جميع التعريفات المطلوبه
az: Bütün lazımi driverləri quraşdırın
bg: Инсталирай всички необходими драйвери
bn: দরকারি সব ড্রাইভার ইন্সটল করুন
bs: Instaliraj sve potrebne drajvere
ca: Instal·la tots els controladors necessaris
cs: Instalovat všechny požadované ovladače
de: Installiere alle benötigten Treiber
el: Εγκατάσταση όλων των απαραίτητων προγραμμάτων οδήγησης
es_419: Instalar todos los controladores necesarios
et: Paigalda kõik vajalikud draiverid
fa: همه درایورهای مورد نیاز را نصب کن
fil: I-install ang lahat ng kinakailangang mga driver
fr: Installer tous les pilotes requis
gu: જરૂરી બધા જ ડ્રાઈવર્સ ઇન્સ્ટોલ કરો
he: התקן את כל הדרייברים הנחוצים
hi: सभी आवश्यक ड्राइवरों को स्थापित करें
hr: Instalirajte sve potrebne upravljačke programe
hu: Összes szükséges driver telepítése
id: Pasang semua driver yang dibutuhkan
it: Installa tutti i driver richiesti
ja: すべての必要なドライバーをインストール
ka: ყველა საჭირო დრაივერის ჩაწერა
ko: 필요한 모든 드라이버 설치
ku: دابه‌زاندنی هه‌موو پێناسه‌ داواكراوه‌كان
lt: Įdiekite visas reikiamas tvarkykles
mn: Бүх шаардлагатай драйверүүдийг суулга
my: လိုအပ်သော drivers အားလုံးကို ထည့်သွင်းမည်
ne: सबै आवश्यक ड्राइभरहरू स्थापना गर्नुहोस्
nl: Installeer alle benodigde stuurprogramma's
no: Installer alle nødvendige drivere
pl: Zainstaluj wszystkie wymagane sterowniki
ps: نصب یی کړئ ټول غوښتل سوی ډرایورونه
pt_br: Instalar todos os drivers necessários
pt_pt: Instalar todos os controladores necessários
ro: Instalează toate driverele necesare
si: අවශ්‍යය සියලු ධාවක ස්ථාපනය කරන්න
sk: Inštalovať všetky požadované ovládače
sl: Namesti vse potrebne gonilnike
sq: instalo të gjith driverat e nevojshëm
sr: Instalirajte sve potrebne drajvere
sv: Installera alla nödvändiga drivrutiner
sw: Install ma drever yote yanayotakiwa
ta: அனைத்து தேவையான வன்பொருள்களையும் நிறுவு
te: అన్ని అవసరమైన డ్రైవర్స్ ఇన్స్టాల్ చేయండి
th: ติดตั้งทุกไดรเวอร์ที่ต้องการ
tr: Tüm gerekli sürücüleri yükleyin
ur: تمام ضروری ڈرائیورز انسٹال کریں
vi: Cài đặt tất cả những trình điều khiển cần thiết
zh: 安裝所有所需的驅動程式
zh_cn: 安装所有驱动程序

# landingusers_versions
source: Other DriverPack versions
am: ሌሎች የ DriverPack ስሪቶች
ar: إصدارات DriverPack أخرى
az: Digər DriverPack versiyaları
bg: Други версии на DriverPack
bn: DriverPack এর অন্যান্য ভার্সন
bs: Ostale DriverPack verzije
ca: Altres versions de DriverPack
cs: Ostatní verze programu DriverPack
de: Andere DriverPack Versionen
el: Άλλες εκδόσεις DriverPack
es_419: Otras versiones de DriverPack
et: Teised DriverPacki versioonid
fa: نسخه های دیگر Driverpack
fil: Iba pang mga bersyon ng DriverPack
fr: Autres versions de DriverPack
gu: બીજા DriverPack સંસ્કરણ
he: גרסאות DriverPack שונות
hi: अन्य DriverPack संस्करण
hr: Ostale verzije aplikacija
hu: Egyéb DriverPack verziók
id: Versi DriverPack yang lain
it: Vecchie versioni DriverPack
ja: その他 DriverPack のバージョン
ka: DriverPack - ის სხვა ვერსიები
ko: 기타 DriverPack 버전
ku: نوسخه‌كانی تری DriverPack
lt: Kitos DriverPack programos versijos
mn: Бусад DriverPack-ын хувилбарууд
my: အခြား DriverPack ဗားရှင်းများ
ne: अन्य DriverPack संस्करणहरू
nl: Andere DriverPack versies
no: Andre DriverPack versjoner
pl: Inne wersje DriverPack'a
ps: د DriverPack نور ورژنونه یا ډولونه
pt_br: Outras versões do DriverPack
pt_pt: Outras versões do DriverPack
ro: Alte versiuni DriverPack
si: අනෙකුත් DriverPack සංස්කරණ
sk: Ďalšie verzie programu DriverPack
sl: Druge verzije DriverPack
sq: Versionet e tjera të DriverPack
sr: Ostale DriverPack verzije
sv: Andra versioner av DriverPack
sw: Nyingine matoleo ya DriverPack matoleo
ta: மற்ற வன்பொருள்தொகுப்பு DriverPack பதிப்புகள்
te: ఇతర DriverPack సంస్కరణలు
th: DriverPack เวอร์ชั่นอื่น
tr: Diğer DriverPack sürümleri
ur: دیگر DriverPack کے ورژنز
vi: Các phiên bản DriverPack khác
zh: 其他 DriverPack 版本
zh_cn: 其它 DriverPack 版本

# landingvideocardlist_landing-title
source: Popular video card manufacturers
am: ታዋቂ የቪዲዮ ካርድ አምራቾች
ar: أشهر الجهات المصنعة لكروت الشاشة
az: Tanınmış video kart istehsalçıları
bg: Популярни производители на видеокарти
bn: জনপ্রিয় ভিডিও কার্ড উৎপাদনকারীগণ
bs: Popularni proizvođači grafičkih kartica
ca: Fabricants de targetes gràfiques populars
de: Gängige Grafikkartenhersteller
es_419: Fabricantes de tarjetas de video populares
et: Populaarsed videokaardi tootjad
fa: محبوب ترین مدل های کارت گرافیک استفاده شده
fr: Fabricants de cartes vidéo populaires
gu: પ્રખ્યાત વિડિયો કાર્ડ ઉત્પાદકો
he: יצרני כרטיסי מסך פופולריים
hi: लोकप्रिय वीडियो कार्ड निर्माता
hu: Népszerű videókártya gyártók
id: Produsen kartu suara populer
it: Produttori delle schede video più diffuse
ja: 人気のあるビデオカードメーカー
ka: ვიდეო ბარათების პოპულარული მწარმოებლები
ko: 인기 비디오 카드 제조사
ku: پيشەگەرى كارتى ڤيديۆى بەناوبانگ
lt: Populiariausi vaizdo plokščių gamintojai
mn: Алдартай видео карт гар аргаар үйлдвэрлэгчид
my: လူကြိုက်များသော ဗီဒီယိုကဒ် ထုတ်လုပ်သူများ
ne: लोकप्रिय भिडियो कार्ड निर्माताहरू
nl: Populaire videokaartfabrikanten
no: Populære videokort produsenter
pl: Popularni producenci kart graficznych
ps: نامتو ویډیو کارت کارپوهان
pt_br: Fabricantes populares de placa de vídeo
pt_pt: Fabricantes de placas gráficas populares
ro: Producători de plăci video cunoscuți
si: ජනප්‍රිය වීඩියෝ කාඩ්පත් නිෂ්පාදකයින්
sk: Populárni výrobcovia grafických kariet
sl: Najpogostejši proizvajalci grafičnih kartic
sq: Prodhues të njohur të kartave grafike
sr: Popularni proizvodjači grafičkih kartica
sv: Populära grafikkortstillverkare
sw: Wazalishaji wa kadi ya video maarufu
ta: பிரபலமான வீடியோ கார்ட் தயாரிப்பாளர்கள்
te: ప్రసిద్ధ వీడియో కార్డ్ తయారీదారులు
th: ผู้ผลิตการ์ดจอยอดนิยม
tr: Popüler görüntü kartı üreticileri
vi: Nhà sản xuất card màn hình phổ biến
zh: 常用的顯卡製造商
zh_cn: 热门显卡厂商

# landingwizard_landing-title
source: It is now possible to configure a computer in one click
am: አሁን ኮምፒውተርን በአንድ መጫን ብቻ ማስተካከል ተችሏል
ar: الان تسطتيع تهيئه جهاز كمبيوتر بنقرة واحدة
az: Artıq, kompüteri bir kliklə tənzimləmək mümkündür
bg: Сега е възможно да настроите компютъра с едно кликване
bn: এখন এক ক্লিকে কম্পিউটার সেটআপ করা সম্ভব
bs: Sada je moguće konfigurisati računar jednim klikom
ca: Ara es possible configurar un ordinador amb un sol clic
cs: Nyní je možné nastavit počítač jedním kliknutím
de: Es ist jetzt möglich, einen Computer in einem Klick zu konfigurieren
el: Είναι τώρα δυνατό να ρυθμιστεί ένας υπολογιστής με ένα κλικ
es_419: Ahora es posible configurar un ordenador en un solo clic
et: Nüüd on võimalik seadistada kogu arvuti ühe klikiga
fa: اکنون پیکربندی یک رایانه با یک کلیک، ممکن است.
fil: Ngayon posible nang i-configure ang isang computer sa isang pag-click lamang
fr: Il est maintenant possible de configurer un ordinateur d’un seul clic
gu: હવે એક જ ક્લિકની સાથે કમ્પ્યુટરને રૂપરેખાંકિત કરવું શક્ય છે.
he: מעכשיו ניתן להתקין ולהגדיר את המחשב בלחיצת כפתור
hi: अब एक कंप्यूटर को एक क्लिक में कॉन्फ़िगर करना संभव है
hr: Sada računalo možete podesiti jednim klikom miša
hu: Most már lehetséges az egy kattintásos drivertelepítés
id: Sekarang memungkinkan untuk mengkonfigurasi komputer dalam sekali klik
it: Non è possibile configurare il computer in un click
ja: ワンクリックでコンピュータを設定可能となりました
ka: ახლა უკვე შესაძლებელია კომპიუტერის გამართვა 1 დაჭერით
ko: 클릭 한 번으로 컴퓨터를 구성할 수 있습니다
ku: ئێستا گونجاوه‌ بۆ رێكخستنی كۆمپیوته‌ره‌كه‌ت به‌ ته‌نها یه‌ك كلیك
lt: Dabar galima sukonfigūruoti kompiuterį vienu paspaudimu
mn: Одоо компьютерийг ганцхан товч дарснаар хэлбэрчлэх боломжтой боллоо
my: ယခု ကလစ်တစ်ချက်နှိပ်ရုံဖြင့် ကွန်ပျူတာတစ်လုံးကို ပြင်ဆင်ရန် ဖြစ်နိုင်ပါပြီ
ne: कन्फिगर गर्न अब यो सम्भव छ कम्प्युटरमा
nl: Het is nu mogelijk om een computer met één klik te configureren
no: Det er nå mulig å konfigurere en datamaskin med et eneste klikk
pl: Możesz teraz skonfigurować każdy komputer jednym kliknięciem
ps: دا اوس ممکنه ده چې یو کمپیوټر په یو کلیک کې تنظیم کړئ
pt_br: Agora é possível configurar um computador com um clique
pt_pt: Agora é possível configurar um computador com um clique
ro: Acum este posibilă configurarea unui computer cu un singur click
si: එක ක්ලික් කිරීමකින් පරිගණකයක් සැකසීමට දැන් හැකි වේ
sk: Teraz je možné konfigurovať počítač jedným kliknutím
sl: Zdaj je mogoče konfigurirati računalnik z enim klikom
sq: Tani është e mundur të konfigurosh kompjuterin me një klikim
sr: Sada je moguće konfigurisati računar jednim klikom
sv: Det är nu möjligt att konfigurera en dator genom ett enda klick
sw: Sasa inawezekana kusanidi kompyuta kwa click moja
ta: தற்போது ஒரு கிளிக்கில் கணினியை கட்டமைக்க முடியும்
te: ఒక క్లిక్తో కంప్యూటర్ ఆకృతీకరించుటకు యిప్పుడు సాధ్యమే
th: ในปัจจุบันเป็นไปได้ที่จะปรับแต่งคอมพิวเตอร์ในหนึ่งคลิ๊ก
tr: Artık bir bilgisayarı tek bir tıklamayla yapılandırmak mümkün
ur: ایک کلک میں کمپیوٹر کو ترتیب دینا اب ممکن ہے
vi: Bây giờ bạn đã có thể thiết đặt cấu hình cho máy tính bằng một cú nhấp chuột
zh: 現在可以一鍵安裝一台電腦
zh_cn: 现在可以一键安装一台电脑

# landingwizard_item-caption-download
source: Download and start up DriverPack Online
am: DriverPack Online ን ያውርዱና ያስጀምሩ
ar: تحميل والبدء DriverPack Online
az: DriverPack Online-ı endirin və açın
bg: Изтегли и стартирай DriverPack Online
bn: DriverPack Online ডাউনলোড ও চালু করুন
bs: Preuzmi i pokreni DriverPack Online
ca: Descarrega i executa el DriverPack Online
cs: Stáhnout a spustit DriverPack Online
de: Laden und starten Sie DriverPack Online
el: Λάβετε και ξεκινήστε με το DriverPack Online
es_419: Descarga y ejecuta DriverPack Online
et: Lae alla ja käivita DriverPack Online
fa: بارگذاری و آغاز به کار DriverPack Online
fil: I-download at simulang gamitin ang DriverPack Online
fr: Téléchargez et démarrez DriverPack Online
gu: DriverPack Online ને ડાઉનલોડ કરો અને ઑનલાઇન પ્રારંભ કરો
he: הוריד והפעיל את DriverPack Online
hi: DriverPack Online ऑनलाइन डाउनलोड और शुरू करें
hr: Preuzmite i pokrenite DriverPack Online
hu: A DriverPack Online letöltése, és indítása
id: Download dan jalankan DriverPack Online
it: Scarica ed avvia DriverPack Online
ja: DriverPack Online をダウンロードして起動
ka: გადმოწერეთ და გაუშვით DriverPack Online
ko: DriverPack Online 을 다운로드하고 시작하세요
ku: داببه‌زێنه‌ و ده‌ستپێبكه‌ به‌ DriverPack Online
lt: Atsisiųskite ir paleiskite DriverPack Online
mn: DriverPack Online-г татаж аваад, ажиллуул
my: DriverPack Online ကို ဒေါင်းလုဒ်ဆွဲပြီး ဖွင့်လိုက်ပါ
ne: डाउनलोड र सुरुवात गर्नुहोस् DriverPack Online
nl: Download en start DriverPack Online
no: Last ned og start opp DriverPack Online
pl: Pobierz i uruchom DriverPack Online
ps: کښته کړي او پيل کړي DriverPack Online
pt_br: Baixe e execute o DriverPack Online
pt_pt: Descarregue e inicie o DriverPack Online
ro: Descarcă și pornește DriverPack Online
si: DriverPack Online බාගත කර ආරම්භ කරන්න
sk: Prevziať a spustiť program DriverPack Online
sl: Naložite in poženite DriverPack Online
sq: Shkarko dhe starto DriverPack Online
sr: Skinite i pokrenite DriverPack Online
sv: Ladda ned och starta DriverPack Online
sw: Pakua na uanze DriverPack Online
ta: பதிவிறக்கம் செய்து தொடங்கவும் DriverPack Online வன்பொருள்தொகுப்பு இணையதளம் உதவியோடு
te: డౌన్లోడ్ మరియు ప్రారంభించండి DriverPack Online
th: ดาวน์โหลดและเริ่มใช้ DriverPack Online
tr: DriverPack Online'ı indirin ve başlatın
ur: DriverPack Online ڈاؤن لوڈ اور شروع کریں
vi: Tải về và khởi động DriverPack Online
zh: 下載並啟動 DriverPack Online
zh_cn: 下载并启动 DriverPack Online

# landingwizard_item-caption-setup
source: Configure your computer with one simple action
am: ኮምፒውተርዎን በአንድ እርምጃ ብቻ ያስተካክሉ
ar: هيئ جهاز الكمبيوتر الخاص بك بسهوله
az: Kompüterinizi sadə bir hərəkətlə tənzimləyin
bg: Настрой компютъра си с едно просто действие
bn: কম্পিউটার সেটআপ করুন এক সাধারণ পদক্ষেপের দ্বারা
bs: Konfiguriši svoj računar jednostavnom akcijom
ca: Configura el teu ordinador amb una simple acció
cs: Nastavit počítač jednou jednoduchou akcí
de: Konfigurieren Sie Ihren Computer mit einer simplen Aktion
el: Ρυθμίστε τον υπολογιστή σας με μια απλή ενέργεια
es_419: Configura tu computadora con una simple acción
et: Seadista oma arvuti ühe lihtsa liigutusega
fa: پیکربندی رایانه شما با یک حرکت ساده
fil: I-configure ang iyong computer sa isang simpleng pagkilos
fr: Configurez votre ordinateur d'une seule et simple action
gu: એક સરળ ક્રિયા સાથે તમારા કમ્પ્યુટરને ગોઠવો
he: הגדר את המחשב בפעולה אחת פשוטה
hi: अपने कंप्यूटर को एक सरल कार्य के साथ कॉन्फ़िगर करें
hr: Jednom jednostavnom radnjom postavite računalo
hu: Telepítse fel a drivereket egyetlen folyamat során!
id: Konfigurasikan komputer Anda dengan satu tindakan sederhana
it: Configura il tuo computer con una semplice azione
ja: 1つの簡単なアクションでコンピュータを設定
ka: გამართეთ კომპიუტერი ერთი მარტივი მოქმედებით
ko: 하나의 간단한 작업으로 컴퓨터를 구성하세요
ku: كۆمپیوته‌ره‌كه‌ت ڕێكبخه‌ به‌ یه‌ك كرداری ساده‌
lt: Nustatykite kompiuterį vienu paprastu veiksmu
mn: Ганцхан энгийн үйлдлээр өөрийнхөө компьютерийг хэлбэрчил
my: ရိုးရှင်းတဲ့လုပ်ဆောင်ချက်တစ်ခုနဲ့ သင့်ကွန်ပျူတာကိုပြင်ဆင်လိုက်ပါ
ne: तपाइँको कम्प्युटरमा कन्फिगर गर्नुहोस्
nl: Configureer uw computer met één eenvoudige actie
no: Konfigurer din datamaskin med en eneste handling
pl: Skonfiguruj swój komputer jednym prostym ruchem
ps: خپل کمپیوټر د یو ساده عمل سره تنظیم کړئ
pt_br: Configure seu computador com uma simples ação
pt_pt: Configure o seu computador com uma ação simples
ro: Configurați computerul dvs. cu o simplă acțiune
si: එක් සරල ක්‍රියාවකින් ඔබේ පරිගණකය පිළිවෙළකට සකසන්න
sk: Konfigurujte svoj počítač jednou jednoduchou akciou
sl: Konfigurirajte vaš računalnik z enim preprostim dejanjem
sq: Konfiguro kompjuterin me një veprim të thjeshtë
sr: Konfigurišite Vaš računar jednim jednostavnim klikom
sv: Konfigurera din dator med en enkel handling
sw: Sanidi kompyuta yako kwa hatua moja rahisi
ta: ஒரு எளிய செயல் மூலம் உங்கள் கணினியை கட்டமைக்கவும்
te: మీ కంప్యూటర్ ఒక సాధారణ చర్యతో కాన్ఫిగర్ చేయండి
th: ปรับแต่งคอมพิวเตอร์ของคุณเพียงหนึ่งการปฏิบัติ
tr: Bilgisayarınızı tek bir basit eylem ile yapılandırın
ur: اپنے کمپیوٹر کو ایک سادہ کارروائی کے ساتھ ترتیب دیں
vi: Thiết đặt cấu hình máy tính của bạn với một hành động đơn giản
zh: 透過一個簡單的操作安裝您電腦的驅動程式
zh_cn: 一个简单的操作配置您的计算机

# landingwizard_item-caption-profit
source: Yay! Now the computer runs like brand new!
ar: مرحا! الآن يعمل جهاز الكمبيوتر الخاص بي مثل العلامة التجارية الجديدة!
az: Əla! İndi mənim kompüterim yeni kimi işləyir!
bg: Ура! Сега компютърът ми работи като чисто нов!
bn: হুর্‌রেহ্‌! আমার কম্পিউটার এখন নতুনের মতো চলছে!
bs: Jeeej! Moj računar sada radi kao nov!
ca: Que bé! Ara el meu ordinador funciona com si fos nou!
cs: Hurá! Nyní můj počítač funguje jako nový!
de: Yay! Jetzt läuft mein Computer wie neu!
el: Ναι! Τώρα ο υπολογιστής μου τρέχει σαν καινούριος!
es_419: ¡Hurra! Ahora mi equipo funciona como nuevo!
et: Jah! Nüüd on mu arvuti nagu uus!
fa: جان! الان رایانه‌م مثل روز اول کار میکنه
fil: Yay! Ngayon ang aking computer ay gumagana katulad ng isang bago!
fr: Hourra! Maintenant, mon ordinateur fonctionne comme un neuf!
he: יש! עכשיו המחשב שלי רץ כמו חדש!
hi: वाह! अब मेरा कंप्यूटर नया ब्रांड जैसा चलता है!
id: Yay! Sekarang komputer saya berjalan seperti merek baru!
it: Si! Ora il tuo computer funziona come appena acquistato!
ko: 예! 이제 내 컴퓨터는 아주 새로운 것처럼 작동합니다!
ku: یای! ئێستا كۆمپیوته‌ره‌كه‌م كار ده‌كات وه‌ك ماركه‌یه‌كی نوێ!
mn: Тиймээ! Миний компьютер одоо яг л шинэ юм шиг ажиллаж байна!
my: ရေး! ကဲအခုကွန်ပျူတာကတော့ အသစ်အတိုင်းပဲ အလုပ်လုပ်နေပြီနော်!
ne: हाँ! अब मेरो कम्प्युटरमा ब्रान्ड नयाँ जस्तै चल्छ!
nl: Ja! Nu draait de computer als nieuw!
no: Yay! Nå kjører min datamaskin som om den var ny!
pt_br: Uau! Agora o computador está funcionando como novo!
pt_pt: Parabéns! Agora o seu computador corre como novo!
si: Yay! දැන් මගේ පරිගණකය අලුත් වගේ!
sk: Jéj! Teraz môj počítač beží ako úplne nový!
sl: Hura! Moj računalnik deluje kot nov!
sr: To! Sada moj računar radi kao nov!
sv: Yay! Min dator fungerar nu som helt ny!
sw: Yay! Sasa kompyuta yangu inaendesha kama mpya!
ta: அருமை! இப்போது எனது கணினி புத்தம்புதியது போல் செயல்படுகிறது!
te: అవును! ఇప్పుడు నా కంప్యూటర్ బ్రాండ్ కొత్తది!
th: ใช่! ตอนนี้คอมพิวเตอร์ของคุณจะเป็นเหมือนเครื่องใหม่!
tr: Yaşasın! Bilgisayarım artık yeni gibi çalışıyor!
ur: یے! اب میرا کمپیوٹر بالکل نۂے کی طرح چلتا ہے!
vi: Yay! Bây giờ máy tính của tôi chạy như mới vậy!
zh: 現在我的電腦像 全新的一樣!
zh_cn: 好极了！ 现在我的电脑像全新一样运行！

# landingwizard_cta-btn
source: Install all required drivers
am: ሁሉንም አስፈላጊ ድራይቨሮች ጫን።
ar: تثبيت جميع التعريفات المطلوبه
az: Bütün lazımi driverləri quraşdırın
bg: Инсталирайте всички необходими драйвери
bn: দরকারি সব ড্রাইভার ইন্সটল করুন
bs: Instaliraj sve potrebne drajvere
ca: Instal·la tots els controladors necessaris
cs: Instalovat všechny požadované ovladače
de: Installiere alle benötigten Treiber
el: Εγκατάσταση όλων των απαραίτητων προγραμμάτων οδήγησης
es_419: Instalar todos los controladores necesarios
et: Paigalda kõik vajalikud draiverid
fa: همه درایورهای مورد نیاز را نصب کن
fil: I-install ang lahat ng kinakailangang mga driver
fr: Installez tous les pilotes requis
gu: જરૂરી બધા જ ડ્રાઈવર્સ ઇન્સ્ટોલ કરો
he: התקן את כל הדרייברים הנחוצים
hi: सभी आवश्यक ड्राइवरों को स्थापित करें
hr: Instalirajte sve potrebne upravljačke programe
hu: Összes szükséges driver telepítése
id: Pasang semua driver yang dibutuhkan
it: Installa tutti i driver richiesti
ja: すべての必要なドライバーをインストール
ka: ყველა საჭირო დრაივერის ჩაწერა
ko: 필요한 모든 드라이버 설치
ku: دابه‌زاندنی هه‌موو پێناسه‌ داواكراوه‌كان
lt: Įdiekite visas reikiamas tvarkykles
mn: Бүх шаардлагатай драйверүүдийг суулга
my: လိုအပ်သော drivers အားလုံးကို ထည့်သွင်းမည်
ne: सबै आवश्यक ड्राइभरहरू स्थापना गर्नुहोस्
nl: Installeer alle benodigde stuurprogramma's
no: Installer alle nødvendige drivere
pl: Zainstaluj wszystkie wymagane sterowniki
ps: نصب یی کړئ ټول غوښتل سوی ډرایورونه
pt_br: Instalar todos os drivers necessários
pt_pt: Instalar todos os controladores necessários
ro: Instalează toate driverele necesare
si: අවශ්‍යය සියලු ධාවක ස්ථාපනය කරන්න
sk: Inštalovať všetky požadované ovládače
sl: Namesti vse potrebne gonilnike
sq: instalo të gjith driverat e nevojshëm
sr: Instalirajte sve potrebne drajvere
sv: Installera alla nödvändiga drivrutiner
sw: Install ma drever yote yanayotakiwa
ta: அனைத்து தேவையான வன்பொருள்களையும் நிறுவு
te: అన్ని అవసరమైన డ్రైవర్స్ ఇన్స్టాల్ చేయండి
th: ติดตั้งทุกไดรเวอร์ที่ต้องการ
tr: Tüm gerekli sürücüleri yükleyin
ur: تمام ضروری ڈرائیورز انسٹال کریں
vi: Cài đặt tất cả những trình điều khiển cần thiết
zh: 安裝所有所需的驅動程式
zh_cn: 安装所有需要的驱动程序

# navbar_download-link-short
source: Download
am: አውርድ
ar: تحميل
az: Endir
bg: Изтегляне
bn: ডাউনলোড
bs: Preuzmi
ca: Descarrega
cs: Stáhnout
de: Herunterladen
el: Λήψη
es_419: Descarga
et: Lae alla
fa: دانلود
fil: I-download
fr: Télécharger
gu: ડાઉનલોડ
he: הורדה
hi: संकलित करे
hr: Preuzmite
hu: Letöltés
id: Unduh
ja: ダウンロード
ka: გადმოწერა
ko: 다운로드
ku: دابه‌زاندن
lt: Parsisiųsti
mn: Татаж авах
my: ဒေါင်းလုဒ်ဆွဲရန်
ne: डाउनलाेड
no: Nedlasting
pl: Pobierz
ps: ډاونلوډ یا کښته کول
pt_br: Baixar
pt_pt: Descarregar
ro: Descarcă
si: බාගත කරන්න
sk: Stiahnuť
sl: Prenos
sq: Shkarko
sr: Preuzimanje
sv: Ladda ned
sw: Pakua
ta: பதிவிறக்கம்
te: డౌన్లోడ్
th: ดาวน์โหลด
tr: İndir
ur: ڈاؤن لوڈ کریں
vi: Tải về:
zh: 下載
zh_cn: 下载
