Repository: DriverPackSolution/transifex-backup
Catalog: delorean/driverpack-solution-worldwide/drpsu/*.po
Languages: am, ar, az, bg, bn, bs, ca, cs, de, el, es_419, et, fa, fil, fr, gu, he, hi, hr, hu, id, it, ja, ka, ko, ku, lt, mn, my, ne, nl, no, pl, ps, pt_br, pt_pt, ro, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ur, vi, zh, zh_cn

# promoheader_cta-text-gamers-caption
source: If you like computer games, we recommend you to update the drivers on your computer more often to reach the highest possible efficiency of your hardware. Up to 37% more FPS - the best game experience and new achievements with DriverPack.
am: የኮምፒውተር ጌሞችን የሚወዱ ከሆነ የኮምፒውተርዎን ሙሉ አቅም ለመጠቀም ድራይቨሮች ቶሎ ቶሎ እንዲያሻሽሉ እንመክርዎታለን።በ DriverPack እስከ 37% ተጨማሪ FPS በማግኘት መልካም የጌም ጊዜ እና አዲስ ስኬቶች ያገኛሉ።
ar: إذا كنت ترغب في ألعاب الكمبيوتر، فإننا ننصح بتحديث برامج التشغيل على جهاز الكمبيوتر الخاص بك في كثير من الأحيان للوصول إلى أعلى كفاءة ممكنة من الأجهزة الخاصة بك. ما يصل إلى 37٪ أكثر فبس - أفضل تجربة لعبة والإنجازات الجديدة مع DriverPack
az: Əgər kompüter oyunlarını sevirsinizsə, avadanlıqlarınızın mümkün olan ən yüksək məhsuldarlığa çatması üçün kompüterinizdəki driverləri yeniləməyinizi məsləhət görürük. 37%-ə qədər daha çox FPS - DriverPack ilə ən yaxşı oyun təcrübəsi və yeni uğurlar diləyirik.
bg: Ако харесвате компютърни игри, препоръчваме Ви да актуализирате драйверите на компютъра по-често, за да постигнете възможно най-висока ефективност на вашия хардуер. До 37% повече FPS - добро игрово преживяване и нови постижения с DriverPack.
bn: আপনি যদি কম্পিউটার গেমস পছন্দ করেন, হার্ডওয়্যারের সম্ভাব্য সর্বোচ্চ দক্ষতা পেতে আমরা আপনাকে কম্পিউটারের ড্রাইভারসমূহ ঘন ঘন হালনাগাদ করার পরামর্শ দিচ্ছি। আরও 37% বেশি পর্যন্ত FPS ফ্রেম প্রতি সেকেন্ড - DriverPack ব্যবহার করে পেতে পারেন উত্তম গেমিং অভিজ্ঞতা ও নতুন নতুন অর্জন।
bs: Ako volite računarske igrice, preporučujemo Vam da nadograđujete drajvere redovnije da postignete što je bolji efekat Vašeg hardware-a. I do 37% više FPS-a - najbolja iskustva u gejmingu i nova postignuća uz DriverPack.
ca: Si t'agraden els jocs d'ordinador, et recomanem que actualitzis els controladors del teu ordinador sovint per tal d'aconseguir la major eficiència de la teva màquina. Fins a un 37% més de FPS - la millor experiència en jocs i nous èxits amb DriverPack.
cs: Pokud máte rádi počítačové hry, doporučujeme aktualizovat ovladače na počítači častěji k dosažení nejvyšší možné efektivnosti hardwaru. Až o 37 % více FPS - nejlepší možné herní zážitky a nové úspěchy s programem DriverPack.
de: Wenn Sie Computerspiele mögen, empfehlen wir Ihnen öfters die Treiber auf Ihrem Computer zu aktualisieren, um die größtmögliche Effizienz ihrer Hardware zu erreichen. Bis zu 37% mehr FPS - Die beste Spielerfahrung und neue Errungenschaften mit DriverPack.
el: Αν σας αρέσουν τα παιχνίδια στον υπολογιστή, σας προτείνουμε να ενημερώνετε τα προγράμματα οδήγησης στον υπολογιστή σας συχνότερα για να έχετε τη μέγιστη αποτελεσματικότητα του υλικού σας. Έως 37% περισσότερα FPS - η καλύτερη εμπειρία με παιχνίδια και νέα επιτεύματα με το DriverPack.
es_419: Si te gustan los juegos de computadora, te recomendamos que actualices los controladores de tu equipo con más frecuencia para alcanzar la mayor eficiencia posible de tu hardware. Hasta un 37% más de FPS - la mejor experiencia de juego y nuevos logros con DriverPack.
et: Kui teile meeldivad arvutimängud, soovitame uuendada oma draivereid tihedamalt, et saada viimast oma tarkvarast. Kuni 37% rohkem FPS-i - parim mänguelamus DriverPack-iga.
fa: اگر شما بازی های رایانه ای را دوست دارید، ما به شما پیشنهاد میکنیم که درایور هایتان را بروز کنید که معمولا باعث میشود به بالاترین حد ممکن بهره وری از سخت افزارتان برسید. حداکثر تا 37% نرخ فریم بیشتر-بهترین تجربه از بازی و دستاورد های جدید با DriverPack.
fil: Kung gusto mo ng mga laro sa computer, inirerekumenda namin sa iyo na i-update ang mga driver sa iyong computer nang mas madalas upang maabot ang pinakamataas na posibleng kahusayan ng iyong hardware. Hanggang sa 37% higit pang FPS - ang pinakamahusay na karanasan sa laro at mga bagong nakamit sa DriverPack.
fr: Si vous aimez les jeux d'ordinateur, nous vous recommandons de mettre à jour les pilotes sur votre ordinateur plus souvent pour atteindre l'efficacité maximale de votre matériel. Jusqu'à 37% FPS de plus - la meilleure expérience de jeu et de nouvelles réalisations avec DriverPack.
gu: જો તમને કમ્પ્યુટર રમતો ગમે, તો અમે તમને તમારા હાર્ડવેરની સૌથી વધુ શક્ય કાર્યક્ષમતા સુધી પહોંચવા માટે તમારા કમ્પ્યુટર પર ડ્રાઇવરોને અપડેટ કરવા માટે ભલામણ કરીએ છીએ. 37% થી વધુ FPS - શ્રેષ્ઠ રમત અનુભવ અને DriverPack સાથે નવી સિદ્ધિઓ.
he: אם אתם אוהבים משחקי מחשב, אנו ממליצים לכם לעדכן דרייברים בתדירות גבוהה יותר בכדי לייעל את ניצול החומרה שלכם. ניתן להשיג שיפור של עד 37% יותר FPS - ולקבל חוויית משחק טובה יותר בעזרת DriverPack.
hi: यदि आप कंप्यूटर गेम पसंद करते हैं, तो हम आपको अपने कंप्यूटर पर ड्राइवरों को अपने हार्डवेयर की उच्चतम संभव दक्षता तक पहुंचने के लिए अधिक बार अपडेट करने की सलाह देते हैं। 37% अधिक एफपीएस तक - सबसे अच्छा गेम अनुभव और DriverPack के साथ नई उपलब्धियां
hr: Ako volite računalne igre, preporučamo Vam da češće nadograđujete upravljačke programe na računalu kako biste postigli najvišu razinu učinkovitosti svojeg hardvera. Do 37% više FPS-a - najbolje iskustvo igranja i nova dostignuća s novim DriverPackom.
hu: Ha szeret játszani a számítógépén, azt ajánljuk, hogy frissítse rendszeresen a drivereket a lehető legjobb teljesítmény érdekében. Akár 37%-kal is több FPS-t érhetsz el! A legjobb játékélmény és teljesítmény a DriverPack -kal szerezhető meg.
id: Jika Anda menyukai permainan komputer, kami menyarankan Anda untuk memperbarui driver di komputer Anda lebih sering untuk mencapai efisiensi perangkat keras Anda sebaik mungkin. FPS hingga 37% lebih banyak - pengalaman permainan terbaik dan pencapaian baru dengan DriverPack.
it: Se ti piacciono i giochi, ti raccomandiamo di aggiornare i drivers del tuo computer più spesso per raggiungere la maggior efficienza possibile del tuo hardware. Oltre il 37% di FPS in più - la miglior esperienza di gioco e nuovi obiettivi con DriverPack.
ja: コンピュータゲームが好きな場合は、ハードウェアの可能な限り高い効率を達成するために、コンピュータのドライバをより頻繁に更新することをお勧めします。最大37％以上の FPS - 最高のゲーム体験と DriverPack の新しい成果
ka: მოგწონთ კომპიუტერული თამაშები? განაახლეთ დრაივერები და მიიღეთ მეტი სიმძლავრი, 37%-ით მეტი FPS-ი DriverPack -ის დახმარებით.
ko: 컴퓨터 게임을 좋아하면 컴퓨터의 드라이버를 더 자주 업데이트하여 가능한 가장 높은 하드웨어 효율을 얻으시기 바랍니다. 최대 37 % 더 많은 FPS - 최고의 게임 경험과 DriverPack 의 새로운 업적.
ku: ئه‌گه‌ر تۆ حه‌ز به‌ یاریی كۆمپیوته‌ر ده‌كه‌یت، ئامۆژگاریت ده‌كه‌ین به نوێكردنه‌وه‌ی پێناسه‌كانی كۆمپیوته‌ره‌كه‌ت زیاتر له‌ جار جار بۆ گه‌یشتن به‌ به‌رزترین توانایی گونجاوی ئامێره‌كه‌ت. بۆ 37% زیاتر له‌ FPS - زیاترین ئه‌زموونی یاریی و ده‌ستكه‌وتی نوێ له‌گه‌ڵ DriverPack.
lt: Jei jums patinka kompiuteriniai žaidimai, rekomenduojame dažniau atnaujinti tvarkykles savo kompiuteryje, kad pasiektumėte kuo aukštesnį jūsų įrangos našumą. Iki 37% daugiau FPS - geriausia žaidimų patirtis ir nauji pasiekimai naudojant DriverPack.
my: အကယ်လို့ သင်ကွန်ပျူတာဂိမ်းကစားရတာ ကြိုက်နှစ်သက်ပါက၊ ကျွန်ုပ်တို့အနေနဲ့ သင့်ကွန်ပျူတာပေါ်ရှိ drivers များကို မကြာခဏ အဆင့်မြှင့်ပေးခြင်းဖြင့် သင့်ဟာ့ဒ်ဝဲ၏ စွမ်းဆောင်နိုင်စွမ်း အမြင့်ဆုံးနေရာရောက်နေစေဖို့ သင့်ကို အကြံပြုလိုပါတယ်။ 37% အထိ ပိုမိုကောင်းမွန်သော FPS - DriverPack ဖြင့် အကောင်းဆုံးဂိမ်းကစားမှုအတွေ့အကြုံနှင့် အောင်မြင်မှုများကို ရယူလိုက်ပါ။
ne: यदि तपाईंलाई कम्प्युटरमा खेलहरू मनपर्छ भने, हामी तपाईंलाई तपाईंको कम्प्युटरमा मा ड्राइभर अद्यावधिक गर्न सिफारिस गर्छौं। 37% बढी अधिक FPS - उत्तम खेल अनुभव र DriverPack संग नयाँ उपलब्धिहरू।
nl: Als u van computerspelletjes houdt, raden we u aan om de stuurprogramma's op uw computer vaker bij te werken om de hoogst mogelijke efficiëntie van uw hardware te bereiken. Tot 37% meer FPS - de beste spelervaring en nieuwe prestaties met DriverPack.
no: Hvis du liker dataspill, anbefaler vi at du oppdaterer driverne på datamaskinen oftere for å oppnå best mulig effektivitet av maskinvaren din. Opptil 37% mer FPS - den beste spillopplevelsen og nye prestasjoner med DriverPack.
pl: Jeśli lubisz gry komputerowe, polecamy częstszą aktualizację sterowników na twoim komputerze by wzmocnić jego działanie. Więcej FPS o nawet 37% - najlepsza wydajność w grach z DriverPack.
ps: که تاسو د کمپیوټر لوبې غوره کوئ، موږ تاسو ته سپارښتنه کوو چې ستاسو کمپیوټر کې چلوونکي ډیری وخت ستاسو د هارډر ترټولو لوړ ممکنه چلوونکو ته ورسیږو. تر 37٪ ډیر نور FPS - د DriverPack سره غوره لوبې تجربه او نوي لاسته راوړنې.
pt_br: Se você gosta de jogar, recomendamos que você atualize os drivers do seu computador com mais frequência para alcançar a maior eficiência possível do seu hardware. Até 37% a mais de ganho em FPS - a melhor experiência em jogos e novas conquistas com o DriverPack.
pt_pt: Se gosta de jogos de computador, recomendamos que atualize os controladores do seu computador com mais frequência de modo a conseguir a mais alta eficiência do seu hardware. Até 37% mais FPS - a melhor exeriência de jogo e novas conquistas com o DriverPack.
ro: Dacă îți plac computerele de jocuri, iti recomandăm să faci update driverelor mai des pentru a putea ajunge la cea mai mare performanță. Până la 37% mai multe FPS - cea mai bună experiență în jocuri și noi realizări alături de DriverPack.
si: ඔබ පරිගණක ක්‍රීඩා වලට කැමති නම්, ඔබේ දෘඩාංගයේ උපරිම කාර්යක්ෂමතාව කරා ළඟා වීමට ඔබේ පරිගණකයේ ධාවක යාවත්කාලීන කිරීමට අපි ඔබට නිර්දේශ කරමු. තවත් 37% දක්වා FPS - හොඳම ක්‍රීඩා අත්දැකීම් සහ DriverPack සමඟ නව ජයග්‍රහණ.
sk: Ak sa vám páčia počítačové hry, odporúčame vám aktualizovať ovládače na vašom počítači častejšie, aby ste dosiahli najvyššiu možnú účinnosť vášho hardvéru. Až o 37% viac FPS - najlepší herný zážitok a nové úspechy s DriverPack.
sl: Če so vam všeč računalniške igre, vam priporočamo, da posodobite gonilnike na vašem računalniku in to bolj pogosto, da bi dosegli največjo možno učinkovitost vaše strojne opreme. Do kar do 37% več FPS-ja - najboljše izkušenje in novi dosežki iger z DriverPack.
sq: Nëse i pëlqeni lojrat kompjuteri, iu rekomandojmë të përditësoni drajverat në kompjuterin tuaj më shpesh për arritur efiçencën më të lartë të mundshme të harduerit tuaj. Deri në 37% më shumë FPS - eksperienca më e mirë në lojë dhe arritje të reja me DriverPack.
sr: Ukoliko volite kompjuterske igrice savetujemo vam da češće obnavljate drajvere na vašem računaru da bi ste postigli najveću moguću efikasnost hardvera. Do 37% više slika u sekundi - najbolje iskustvo sa igricama i nova dostignuća sa DriverPack - om.
sv: Om du gillar datorspel rekommenderar vi dig att uppdatera drivrutinerna på din dator oftare för att uppnå högsta möjliga effektivitet ur din hårdvara. Upp till 37% mer FPS - den bästa spelupplevelsen och nya prestationer med DriverPack.
sw: Ikiwa ungependa michezo ya kompyuta, tunapendekeza uweze kurekebisha madereva kwenye kompyuta yako mara nyingi kufikia ufanisi mkubwa zaidi wa vifaa vyako. Hadi 37% zaidi ya Ramprogrammen - uzoefu bora wa mchezo na mafanikio mapya na DriverPack.
ta: கணினி விளையாட்டுகள் பிடிக்கும் என்றால், உங்கள் கணினியில் இயக்கி இயக்கிகளை மேம்படுத்துவதற்கு பரிந்துரைக்கிறோம். 37% அதிகமான FPS வரை - சிறந்த விளையாட்டு அனுபவம் மற்றும் DriverPack DriverPack உடன் புதிய சாதனைகள்.
th: ถ้าคุณชอบเล่นเกมคอมพิวเตอร์ เราแนะนำคุณให้อัพเดทไดรเวอร์บนเครื่องคอมพิวเตอร์ของคุณให้บ่อยๆเพื่อให้ฮาร์ดแวร์ของคุณถึงประสิทธิภาพที่สูงที่สุดที่จะเป็นไปได้ มากกว่า 37% ของเกม FPS - ประสบการณ์การเล่นเกมที่ดีที่สุดและความสำเร็จใหม่กับ DriverPack
tr: Eğer bilgisayar oyunlarını seviyorsanız, donanımınızın en yüksek olası verimliliğe ulaşması için bilgisayarınızdaki sürücüleri güncellemenizi öneriyoruz. %37'ye kadar daha çok FPS - DriverPack ile en iyi oyun deneyimi ve yeni başarılar.
ur: اگر آپ کے کمپیوٹر کے کھیل کو پسند کرتے ہیں تو، ہم آپ کو آپ کی ہارڈ ویئر کی سب سے زیادہ ممکن کارکردگی تک پہنچنے کے لئے زیادہ کثرت سے آپ کے کمپیوٹر پر ڈرائیوروں کو اپ ڈیٹ کرنے کے لئے مشورہ دیتے ہیں. 37 فیصد زیادہ FPS - کھیل کا سب سے بہترین تجربہ اور DriverPack کے ساتھ نئی کامیابیاں.
vi: Nếu bạn thích các trò chơi điện tử, chúng tôi khuyên bạn nên cập nhật các trình điều khiển trên máy tính của bạn thường xuyên hơn để phần cứng của bạn có thể đạt hiệu quả cao nhất có thể. Có đến hơn 37% FPS - trải nghiệm trò chơi tốt nhất và mở khóa thành tích mới với DriverPack.
zh: 如果您喜歡電腦遊戲，我們建議您更頻繁地更新電腦上的驅動程式，以達到最高的硬體效率。多達 37% 的FPS - 利用 DriverPack 得到最好的遊戲體驗和新的成就。
zh_cn: 如果你喜欢电脑游戏，我们建议你更频繁更新电脑上的驱动程序，以达到最高的硬件效率。多达 37% 的FPS - 利用 DriverPack 得到最好的游戏体验和新的成就。

# promoheader_cta-text
source: DriverPack will install drivers for free and solve driver problems on any device
am: DriverPack ድራይቨሮችን በነጻ ይጭናል እናም የሚፈጠሩ የድራይቨር ችግሮችን ይፈታል
ar: سيقوم DriverPack بتثبيت التعريفات وحل أية مشاكل متعلقة بها على أي نوع من الأجهزة
az: DriverPack driverləri pulsuz quraşdıracaq və hər hansı bir cihazdakı driver problemlərini düzəldəcək
bg: DriverPack ще инсталира драйверите безплатно и ще реши проблеми с драйвери за всякакви устройства
bn: DriverPack বিনামূল্যে ড্রাইভারসমূহ ইন্সটল ও যেকোনো যন্ত্রের ড্রাইভার সমস্যা সমাধান করবে
bs: DriverPack će instalirati drajvere besplatno i riješiti probleme s drajverima na bilo kojem uređaju
ca: DriverPack instal·larà els controladors gratuïtament i corregirà els problemes amb els controladors de qualsevol dispositiu
cs: DriverPack nainstaluje ovladače zdarma a vyřeší problémy na jakémkoli zařízení
de: DriverPack installiert Treiber kostenlos und löst Treiber-Probleme auf jedem Gerät
el: Το DriverPack θα εγκαταστήσει προγράμματα οδήγησης δωρεάν και θα λύσει προβλήματα προγραμμάτων οδήγησης για οποιαδήποτε συσκευή
es_419: DriverPack instalará los controladores de forma gratuita y resolverá los problemas con cualquier dispositivo
et: DriverPack paigaldab draiverid tasuta ja lahendab draiveriprobleemid igal seadmel
fa: DriverPack راه‌اندازها را رایگان نصب خواهد کرد و ایراد راه‌اندازهای هر دستگاهی را نیز رفع می‌‌کند.
fil: Ang DriverPack ay mag-iinstall ng mga driver nang libre at lulutas ng mga problema sa driver ng anumang device
fr: DriverPack installera les pilotes gratuitement et réglera les problèmes de pilote sur n'importe quel périphérique
gu: DriverPack ડ્રાઇવર્સને મફતમાં ઇન્સ્ટોલ કરશે અને કોઈપણ ઉપકરણ પર ડ્રાઇવર સમસ્યાઓ ઉકેલશે
he: תוכנת DriverPack תתקין דרייברים בחינם, ותפתור בעיות דרייברים בכל התקן
hi: DriverPack ड्राइवरों को मुफ्त में स्थापित करेगा और किसी भी डिवाइस पर ड्राइवर समस्याओं को हल करेगा
hr: DriverPack će besplatno instalirati upravljačke programe na svakome uređaju riješiti probleme s njima
hu: A DriverPack ingyenesen telepíti a drivereket, és megoldja bármely eszköz drivergondjait
id: DriverPack akan menginstal driver secara gratis dan memecahkan masalah driver pada perangkat apapun
it: DriverPack installerà gratis I driver per il tuo pc e risolverà eventuali problemi su qualsiasi dispositivo
ja: DriverPack は無料でドライバーをインストールし、ダライバー問題を解決します
ka: DriverPack დააინსტალებს დრაივერებს უფასოდ და მოაგვარებს მოწყობილობების პრობლემებს
ko: DriverPack 은 무료로 드라이버를 설치하고 모든 장치에서 드라이버 문제를 해결합니다
ku: DriverPack پێناسه‌كان داده‌مه‌زرێنێت به‌ خۆڕایی وه‌ كێشه‌ی پێناسه‌كان چاره‌سه‌ر ده‌كات له‌سه‌ر هه‌ر ئامێرێك
lt: DriverPack įdiegs tvarkykles nemokamai ir spręs problemas su bet kuriais įrenginiais
mn: DriverPack драйверуудыг үнэгүй суулгаж, бүх төхөөрөмж дээрх драйвертай холбоотой асуудлуудыг шийдвэрлэнэ
my: DriverPack သည် drivers များကို အခမဲ့သွင်းပေးခြင်းနှင့် မည်သည့်စက်ပစ္စည်းတွင်မဆို ကြုံတွေ့ရသည့် driver ပြဿနာများဖြေရှင်းပေးခြင်းတို့ကို ပြုလုပ်ပေးပါလိမ့်မည်
ne: DriverPack ड्राफ्टहरू नि: शुल्क स्थापना गर्नेछ र कुनै पनि यन्त्रमा चालक समस्याहरू समाधान गर्नुहोस्
nl: DriverPack zal drivers gratis installeren en driverproblemen op elk apparaat oplossen
no: DriverPack installerer drivere gratis og løser driverproblemer på alle typer enheter
pl: DriverPack zainstaluje wszystkie potrzebne sterowniki za darmo i rozwiąże problem sterowników każdego urządzenia
ps: DriverPack وړیا چلوونکي نصب کړي او په هر ډول وسیله د چلوونکي ستونزې حل کړي
pt_br: O DriverPack irá instalar os drivers gratuitamente e resolver problemas com o driver em qualquer dispositivo
pt_pt: O DriverPack instalará controladores de graça e resolverá problemas de controladores em qualquer dispositivo
ro: DriverPack va instala și rezolva gratuit probleme legate de drivere pentru orice dispozitiv
si: DriverPack නොමිලේ ධාවක ස්ථාපනය කරනු ලබන අතර ඕනෑම උපාංගයක ධාවකයන්ගේ ගැටළු නිරාකරණය කරගත හැකිය
sk: Program DriverPack nainštaluje bezplatne ovládače a vyrieši problémy s ovládačmi na akomkoľvek zariadení
sl: DriverPack bo namestil vse gonilnike brezplačno in tako rešil težave z vsako napravo
sq: DriverPack instalon drajverat falas dhe zgjidh problemet me drajverat në çdo pajisje
sr: DriverPack će instalirati drajvere besplatno i rešiti probleme sa drajverima na bilo kom uredjaju
sv: DriverPack installerar drivrutiner gratis och löser problem med drivrutiner på alla enheter
sw: DriverPack taweka ma driver kwa bure na kutatua matatizo ya driver kwenye kifaa chochote
ta: DriverPack வன்பொருள்தொகுப்பு எந்தவொரு சாதனத்தையும் அதற்குரிய வன்பொருளை இலவசமாக நிறுவி அதன் பிரச்சனையை தீர்வு செய்கிறது
te: DriverPack డ్రైవర్స్ ఉచితంగా ఇన్స్టాల్ చేస్తుంది మరియు ఏదైనా పరికరంలో డ్రైవర్ సమస్యలను పరిష్కరించుకుంటుంది
th: DriverPack ติดตั้งไดรเวอร์ฟรีและแก้ปัญหาไดรเวอร์บนทุกอุปกรณ์
tr: DriverPack sürücüleri ücretsiz yükleyecek ve herhangi bir aygıttaki sürücü sorunlarını düzeltecektir
ur: DriverPack ڈرائیورز انسٹال کرے گا اور کسی بھی آلے پر ڈرائیور کے مسائل کو حل کرے گا
vi: DriverPack sẽ cài đặt các trình điều khiển miễn phí và giải quyết những vấn đề về trình điều khiển trên bất kỳ máy tính nào
zh: DriverPack 將免費安裝驅動程式 並解決任何裝置的問題
zh_cn: DriverPack 将免费安装驱动程式并解决任何设备的问题

# promoheader_cta-btn
source: Install all required drivers
am: ሁሉንም አስፈላጊ ድራይቨሮች ጫን።
ar: تثبيت جميع التعريفات المطلوبه
az: Bütün lazımi driverləri quraşdırın
bg: Инсталирайте всички необходими драйвери
bn: দরকারি সব ড্রাইভার ইন্সটল করুন
bs: Instaliraj sve potrebne drajvere
ca: Instal·la tots els controladors necessaris
cs: Instalovat všechny požadované ovladače
de: Installiere alle benötigten Treiber
el: Εγκατάσταση όλων των απαραίτητων προγραμμάτων οδήγησης
es_419: Instalar todos los controladores necesarios
et: Paigalda kõik vajalikud draiverid
fa: همه درایورهای مورد نیاز را نصب کن
fil: I-install ang lahat ng kinakailangang mga driver
fr: Installez tous les pilotes requis
gu: જરૂરી બધા જ ડ્રાઈવર્સ ઇન્સ્ટોલ કરો
he: התקן את כל הדרייברים הנחוצים
hi: सभी आवश्यक ड्राइवरों को स्थापित करें
hr: Instalirajte sve potrebne upravljačke programe
hu: Összes szükséges driver telepítése
id: Pasang semua driver yang dibutuhkan
it: Installa tutti i driver richiesti
ja: すべての必要なドライバーをインストール
ka: ყველა საჭირო დრაივერის ჩაწერა
ko: 필요한 모든 드라이버 설치
ku: دابه‌زاندنی هه‌موو پێناسه‌ داواكراوه‌كان
lt: Įdiekite visas reikiamas tvarkykles
mn: Бүх шаардлагатай драйверүүдийг суулга
my: လိုအပ်သော drivers အားလုံးကို ထည့်သွင်းမည်
ne: सबै आवश्यक ड्राइभरहरू स्थापना गर्नुहोस्
nl: Installeer alle benodigde stuurprogramma's
no: Installer alle nødvendige drivere
pl: Zainstaluj wszystkie wymagane sterowniki
ps: نصب یی کړئ ټول غوښتل سوی ډرایورونه
pt_br: Instalar todos os drivers necessários
pt_pt: Instalar todos os controladores necessários
ro: Instalează toate driverele necesare
si: අවශ්‍යය සියලු ධාවක ස්ථාපනය කරන්න
sk: Inštalovať všetky požadované ovládače
sl: Namesti vse potrebne gonilnike
sq: instalo të gjith driverat e nevojshëm
sr: Instalirajte sve potrebne drajvere
sv: Installera alla nödvändiga drivrutiner
sw: Install ma drever yote yanayotakiwa
ta: அனைத்து தேவையான வன்பொருள்களையும் நிறுவு
te: అన్ని అవసరమైన డ్రైవర్స్ ఇన్స్టాల్ చేయండి
th: ติดตั้งทุกไดรเวอร์ที่ต้องการ
tr: Tüm gerekli sürücüleri yükleyin
ur: تمام ضروری ڈرائیورز انسٹال کریں
vi: Cài đặt tất cả những trình điều khiển cần thiết
zh: 安裝所有所需的驅動程式
zh_cn: 安装所有所需的驱动程序

# promoheader_size
source: File Size: {{SIZE}} KB
am: የፋይል መጠን፡ {{SIZE}} KB
ar: حجم الملف {{SIZE}} كيلوبايت
az: Fayl Hcəmi: {{SIZE}} KB
bg: Големина на файла: {{SIZE}} KB
bn: ফাইলের আকার: {{SIZE}} কিলোবাইট
bs: Veličina datoteke: {{SIZE}} KB
ca: Mida: {{SIZE}} KB
cs: Velikost souboru: {{SIZE}} KB
de: Dateigröße: {{SIZE}} KB
el: Μέγεθος Αρχείου: {{SIZE}} KB
es_419: Tamaño del archivo: {{SIZE}} KB
et: Faili suurus: {{SIZE}} KB
fa: اندازه فایل:{{SIZE}}کیلوبایت
fil: Laki ng File: {{SIZE}} KB
fr: Taille du fichier: {{SIZE}} KB
gu: ફાઇલ સાઈઝ: {{SIZE}} KB
he: גודל הקובץ: {{SIZE}} KB
hi: फाइल का आकार: {{SIZE}} केबी
hr: Veličina datoteke: {{SIZE}} KB
hu: Fájlméret: {{SIZE}} KB
id: Ukuran: file {{SIZE}} KB
it: Dimensione file: {{SIZE}} KB
ja: ファイルサイズ: {{SIZE}} KB
ka: ფაილის ზომა: {{SIZE}} კბ
ko: 파일 크기: {{SIZE}} KB
ku: قه‌باره‌ی فایل: {{SIZE}} KB
lt: Failo dydis:{{SIZE}} KB
mn: Файлын хэмжээ: {{SIZE}} KB
my: ဖိုင်အရွယ်အစား: {{SIZE}} KB
ne: फाइल आकार: {{SIZE}} KB
nl: Bestand grote: {{SIZE}} KB
no: Fil Størrelse: {{SIZE}} KB
pl: Wielkość pliku: {{SIZE}} KB
ps: د دوتنې اندازه: {{SIZE}} KB
pt_br: Tamanho do arquivo: {{SIZE}} KB
pt_pt: Tamanho do Ficheiro: {{SIZE}} KB
ro: Dimensiune fișier: {{SIZE}} KB
si: ගොනුවේ විශාලත්වය: {{SIZE}} KB
sk: Veľkosť súboru: {{SIZE}} KB
sl: Velikost datoteke: {{SIZE}} KB
sq: Madhësia e skedarit: {{SIZE}} KB
sr: Veličina fajla: {{SIZE}} KB
sv: Filstorlek: {{SIZE}} KB
sw: Ukubwa wa faili: {{SIZE}} KB
ta: கோப்பு அளவு: {{SIZE}} கிலோ பைட்
th: ขนาดไฟล์: {{SIZE}} KB
tr: Dosya Boyutu: {{SIZE}} KB
ur: فائل کا سائز: {{SIZE}} KB
vi: Kích cỡ tệp: {{SIZE}} KB
zh: 檔案大小: {{SIZE}} KB
zh_cn: 文件大小: {{SIZE}} KB
