Repository: DriverPackSolution/transifex-backup
Catalog: delorean/driverpack-solution-worldwide/drpsu/*.po
Languages: am, ar, az, bg, bn, bs, ca, cs, de, el, es_419, et, fa, fil, fr, gu, he, hi, hr, hu, id, it, ja, ka, ko, ku, lt, mn, my, ne, nl, no, pl, ps, pt_br, pt_pt, ro, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ur, vi, zh, zh_cn

# cloudlandingpage_features-cloud
source: It makes calculations at the Cloud service what enables to save extra resources on your computer
am: ስሌቶችን በ Cloud service ስለሚሰራ የኮምፒውተርዎን የጉልበት ፍጆታ ይቀንሳል
ar: يقوم بالحسابات على مستوى خدمت ال Cloud والذي يمكن من حفض موارد اضافية على الحاسوب الخاص بك
bn: এটি Cloud সেবায় হিসাবসমূহ করে যা কম্পিউটারে বাড়তি সম্পদ (শক্তি, হার্ডওয়্যার ও সফটওয়্যারের ব্যবহার) বাঁচাতে ভূমিকা রাখে
bs: Vrši kalkulaciju na Cloud servisu kako može sačuvati što više prostora na Vašem računaru
de: Es führt Berechnungen im Cloud-Dienst durch, wodurch zusätzliche Ressourcen auf Ihrem Computer eingespart werden können
et: See teeb kalkulatsioone Cloud teenuses, mis lubab vabastada lisaresursse teie arvutis
fa: این باعث می شود محاسبات در سرویس ابری انجام شود که باعث صرفه جویی در منابع اضافی در رایانه شما می شود
fr: Il fait des calculs dans le Cloud ce qui permet de ne pas ralentir votre ordinateur.
gu: તે તમારા કમ્પ્યુટર પર વધારાના સ્રોતોને બચાવવા માટે શું સક્ષમ કરે છે તે મેઘ સેવા પરની ગણતરી કરે છે
he: התוכנה מריצה את החישובים בענן וכך חוסכת משאבים למחשב שלך
hi: यह Cloud सेवा पर गणना करता है जो आपके संगणक पर अतिरिक्त संसाधनों को सहेजता है|
hu: A számításokat a Cloud szolgáltatás végzi, mellyel extra erőforrások szabadíthatók fel a számítógépén
id: Itu membuat perhitungan di layanan Cloud yang memungkinkan untuk menghemat sumber daya tambahan di komputer anda
it: Esegue calcoli tramite il servizio Cloud permettendo così risparmio di risorse extra sul tuo computer
ja: Cloud サービスにて計算を行いコンピュータに余分なリソースを節約できるようにする
ka: გამოთვლებს აწარმოებს Cloud სერვერზე, ეს ზოგავს კომპიუტერის რესურსს.
ko: 클라우드 서비스에서 계산을 수행하여 컴퓨터에 추가 리소스를 절약할 수있게 합니다
lt: Ir viskas vyksta Cloud paslaugoje /'debesyje'/ kas leidžia sutaupyti papildomų resursų jūsų kompiuteryje
my: ၎င်းမှာ ကလောက်ကွန်ပျူတာနည်းပညာသုံးဝန်ဆောင်မှုဖြင့် တွက်ချက်မှုများကို ပြုလုပ်ပေးပါသည်။ ထိုအရာမှာ သင့်ကွန်ပျူတာပေါ်ရှိ အရင်းအမြစ်အပိုများကို ချွေတာနိုင်ပါသည်
nl: Het maakt berekeningen bij de Cloud-service waarmee u extra bronnen op uw computer kunt besparen
no: Det gjør beregninger via Cloud tjenesten, noe som gjør det mulig å etablere ekstra ressurser på datamaskinen din
pl: Przetwarza obliczenia w Chmurze, uwalniając zasoby na Twoim komputerze
ps: دا د Cloud خدمت محاسبه کوي کوم چې ستاسو د کمپیوټر په اړه اضافي سرچینو د خوندي کولو توان لري
pt_br: Ele faz cálculos ao serviço na Nuvem, o que permite economizar recursos extras em seu computador
pt_pt: Ele faz calculos no serviço Nuvém que habilitam a poupança de recursos extra no seu computador
si: එමඟින් ඔබේ පරිගණකයේ අමතර සම්පත් ඉතිරි කර ගත හැකි වලාකුළු සේවාවේ ගණනය කිරීම් සිදු කරයි
sl: Izvaja račune v storitvi Cloud, kar omogoča prihranek dodatnih virov v računalniku
sq: Bën përllogaritje tek shërbimi Cloud gjë e cila bën të kursehen resurse ekstra tek kompjuteri juaj
sr: Pravi obračune u Cloud servisu što omogučava da se sačuvaju dodeatni resursi na Vašem kompijuteru
sw: Inafanya mahesabu katika huduma ya Cloud inayokuwezesha kuokoa rasilimali ziada kwenye kompyuta yako
th: มันคำนวณที่การบริการ Cloud ว่าอะไรที่จะช่วยประหยัดทรัพยากรบนคอมพิวเตอร์ของคุณ
tr: Bilgisayarınızdaki fazladan kaynakları korumayı sağlayan Bulut hizmetinde hesaplamalar yapar
vi: Nó thực hiện tính toán tại dịch vụ đám mây xem cái gì đang hoạt động để tiết kiệm thêm tài nguyên trên máy tính của bạn
zh_cn: 它在云服务上进行计算，从而可以节省计算机上的额外资源

# cloudlandingpage_uninstall-title
source: How to remove DriverPack Cloud completely off your computer
am: DriverPack Cloud ን ከኮምፒውተርዎ እንዴት ሙሉበሙሉ ያስወግዳሉ?
ar: كيفية الغاء تثبيت DriverPack Cloud كليا من على حاسوبك
bn: যেভাবে কম্পিউটার থেকে DriverPack Cloud সম্পূর্ণরূপে সরাবেন
bs: Kako obrisati DriverPack Cloud s računara u potpunosti
de: So entfernen Sie DriverPack Cloud vollständig von Ihrem Computer
es_419: ¿Por qué DriverPack Cloud suguiere eliminar algunos software en mi computadora?
et: Kuidas eemaldada DriverPack Cloud täielikult teie arvutist
fa: چگونگی حذف کامل DriverPack Cloud از کامپیوتر شما
fr: Comment désinstaller complètement DriverPack Cloud de votre ordinateur
gu: તમારા કમ્પ્યુટરમાંથી DriverPack Cloud ને જડમૂળમાંથી કેવી રીતે કાઢવું
he: איך ניתן להסיר את DriverPack Cloud מהמחשב שלך
hi: DriverPack Cloud को पूरी तरह से संगणक से कैसे हटाये?
hu: Hogyan távolíthatja el a DriverPack Cloudot teljesen a számítógépéről?
id: Cara menghapus DriverPack Cloud sepenuhnya dari komputer anda
it: Come rimuovere DriverPack Cloud completamente dal tuo computer
ja: DriverPack Cloudをコンピュータから完全に削除する方法
ka: როგორ წავშალოთ DriverPack Cloud კომპიუტერიდან
ko: 컴퓨터에서 DriverPack Cloud를 완전히 제거하는 방법
lt: Kaip pilnai pašalinti DriverPack Cloud iš jūsų kompiuterio
my: သင့်ကွန်ပျူတာမှ DriverPack Cloud ကို အပြီးတိုင်ဖယ်ရှားရန်နည်းလမ်း
nl: Hoe DriverPack Cloud volledig van uw computer te verwijderen
no: Hvordan fjerne DriverPack Cloud fullstendig fra din datamaskin
pl: Jak mogę całkowicie usunąć DriverPack Cloud z komputera
ps: د DriverPack Cloud په بشپړه توګه څنګه ستاسو له کمپیوټر لرې کولو ی شی
pt_br: Como remover o DriverPack Cloud completamente do seu computador
pt_pt: Como remover DriverPack Cloud competamente do seu computador
si: DriverPack Cloud සම්පූර්ණයෙන්ම ඔබගේ පරිගණකයෙන් ඉවත් කරන්නේ කෙසේද?
sl: Kako popolnoma odstraniti DriverPack Cloud iz vašega računalnika
sq: Si të fshish DriverPack Cloud tërësisht nga kompjuteri yt?
sr: Kako ukloniti DriverPack Cloud u potpunosti sa Vašeg kompijutera
sw: jinsi ya kuondoa DriverPack Cloud moja kwa moja kutoka kwenye Kompyuta yako
th: ถอนการติดตั้ง DriverPack Cloud จากคอมพิวเตอร์ของคุณอย่างสมบูรณ์อย่างไร
tr: DriverPack Cloud bilgisayarınızdan tamamen nasıl kaldırılır
vi: Làm thế nào để xóa DriverPack Cloud hoàn toàn khỏi máy của bạn
zh_cn: 如何移除 DriverPack Cloud

# cloudlandingpage_uninstall-caption
source: Have you installed our product but don’t want to use it? Just go to the Software Section on the Control Panel, and click on Remove Software. Find the DriverPack Cloud in the dropdown and remove it following the usual procedure. That’s all, the software is removed. DriverPack Cloud leaves no hidden software after removal, nor litters your PC with any adware rubbish.
am: ሶፍትዌራችን ጭነዋል ግን መጠቀም አልፈለጉም? እንግዲያውስ Control Panel ላይ Software Section ጋር ገብተው Remove Software የሚለውን ይጫኑ። DriverPack Cloud ን ከዝርዝሩ ውስጥ ይፈልጉ እና በተለመደው መንገድ ያስወግዱት። አለቀ፣ ሶፍትዌሩ ተወግዷል። DriverPack Cloud የተደበቁ ፋይሎችን አይተውም፣ ባላስፈላጊ ማስታወቂያዎችም ኮምፒዉተርዎን አያስቸግርም።
ar: هل قمت بتثبيت برنامجنا لكنك لاترغب باستخدامه؟فقط اذهب الى قسم البرامج في لوحة الاعدادات.ثم اضغط على حذف التطبيق. اعثر على DriverPack Cloud الموجود في القائمة المنسدلة و قم بحذفه متبعا الخطوات الاعتيادية.هذا كل شيء.البرنامج تم حذفه.السحابة الخاصة ب DriverPack Cloud لايترك اي برمجيات مخفية .او ملفات غير مرغوب بها او القمامة .
bn: আমাদের পণ্য ইন্সটল করেছেন কিন্তু সেটি ব্যবহার করতে চাচ্ছেন না? Control Panel থেকে Software শাখায় যান, এবং Remove Software -এ ক্লিক করুন। ড্রপডাউন তালিকা থেকে DriverPack Cloud খুঁজে নিন এবং স্বাভাবিক প্রক্রিয়া অনুসরণ করে সেটি সরিয়ে ফেলুন। এই হলো পুরো প্রক্রিয়া, সফটওয়্যারটি সরানো সম্পন্ন। সরানোর পরে DriverPack Cloud কোনো গোপন সফটওয়্যার রেখে দেয় না, বা কোনো অ্যাডওয়্যার আবর্জনা দিয়ে আপনার পিসি ভরে দেয় না।
de: Haben Sie unser Produkt installiert, möchten es aber nicht verwenden? Gehen Sie einfach zum Software-Bereich in der Systemsteuerung und klicken Sie auf Software entfernen. Suchen Sie die DriverPack Cloud in der Dropdown-Liste und entfernen Sie sie wie üblich. Das ist alles, die Software wird entfernt. DriverPack Cloud lässt nach dem Entfernen keine verborgene Software zurück und wirft Ihrem PC keinen Adware-Müll zu.
et: Kas olete paigaldanud meie tarkvara, kuid ei soovi seda kasutada? Minge juhtpaneeli, sealt programmide eemaldamisse - sealt otsige ülesse DriverPack Cloud ning eemaldage see. See ongi kõik, tarkvara on eemaldatud. DriverPack Cloud ei jäta teile mingeid peidetuid faile, ega ei risusta teie arvutit mingite pahavara lisadega.
fa: آیا محصول ما را نصب کرده اید اما نمی خواهید از آن استفاده کنید؟ فقط به قسمت نرم افزار در کنترل پنل بروید و بر روی حذف نرم افزار کلیک کنید. DriverPack Cloud را در منوی کشویی پیدا کنید و آن را طبق روش معمول حذف کنید. این تمام کار بود، نرم افزار حذف شده است. DriverPack Cloud پس از حذف، به صورت نرم افزار مخفی نمی ماند، و کامپیوتر شما را بستر زباله های تبلیغاتی نمی کند.
fr: Avez-vous installé notre produit mais ne vouliez pas l'utiliser? Allez juste à la section "Programmes et Fonctionnalités" du "Panneau de Configuration". Trouver DriverPack Cloud et cliquer sur "Désinstaller", suivez la procédure qui se lancera. C'est tout, le logiciel est supprimé, DriverPack Cloud ne laisse pas de logiciel caché après suppression, ni ne salit votre ordinateur avec des logiciels publicitaires inutiles.
gu: શું તમે અમારા ઉત્પાદનને ઇન્સ્ટોલ કર્યું છે પણ તેનો ઉપયોગ કરવા નથી માગતા? ફક્ત કન્ટ્રોલ પેનલ પર સૉફ્ટવેર વિભાગ પર જાઓ અને સૉફ્ટવેરને દૂર કરો પર ક્લિક કરો. ડ્રોપડાઉનમાં DriverPack Cloud શોધો અને સામાન્ય પ્રક્રિયાને અનુસરીને તેને દૂર કરો. તે બધા છે, સોફ્ટવેર દૂર કરવામાં આવે છે. DriverPack Cloud દૂર કર્યા પછી કોઈ છુપાવેલ સૉફ્ટવેરને છોડતું નથી, અથવા કોઈ પણ એડવેર કચરો સાથે તમારા PC ને લિટર કરે છે.
he: התקנת את המוצר שלנו אך אינך רוצה להשתמש בו? פשוט גש ללוח הבקרה, ולחץ על הוספה או הסרה של תוכנות. חפש ברשימה את DriverPack Cloud. לחץ על הסר והמשך בהסרה. וזה הכל, התוכנה הוסרה. תוכנת DriverPack Cloud לא משאירה תוכנות מוסתרות או תוכנות פרסום.
hi: क्या आपने हमारे उत्पाद को स्थापित किया है लेकिन इसका उपयोग नहीं करना चाहते हैं? केवल कंट्रोल पैनल के सॉफ्टवेयर खंड में जाएँ और सॉफ्टवेयर हटायें पर क्लिक करें| ड्रॉप डाउन में DriverPack Cloud ढूंढे तथा सामान्य प्रक्रिया का पालन करते हुए इसे हटा दें| सिर्फ इतना ही है, सॉफ्टवेयर हटा दिया गया है| DriverPack Cloud हटाने के उपरांत कोई भी छुपा हुआ सॉफ्टवेयर नहीं छोड़ता है, ना ही आपके संगणक को एडवेयर कचरे से दूषित करता है|
hu: Feltelepítette a szoftverünket, de nem kívánja használni? Egyszerűen látogassa meg a Vezérlőpult Alkalmazások szekcióját, kattintson a szoftver eltávolítására. A DriverPack Cloudot a lenyíló menüben találja meg, és a szokásosmódon távolíthatja el. Ennyi, és nem több. A DriverPack Cloud nem hagy maga után rejtett szoftvert, és nem szennyezi a számítógépét adware-ekkel.
id: Sudahkah anda memasang produk kami tapi tidak mau menggunakannya? Cukup buka Bagian Perangkat Lunak pada Control Panel, dan klik Remove Software. Temukan DriverPack Cloud di dropdown dan lepaskan dengan mengikuti prosedur yang biasa. Itu saja, software akan dihapus. DriverPack Cloud tidak menyembunyikan perangkat lunak tersembunyi setelah dihapus, atau membiarkan PC anda penuh dengan sampah adware.
it: Hai installato il nostro prodotto ma non lo vuoi usare? Vai nella sezione Installazione Applicazioni nel Pannello di Controllo, clicca su Rimozione Software. Cerca DriverPack Cloud nel menu e rimuovilo seguendo la solita procedura. Fatto! Il software è rimosso. DriverPack Cloud non lascia software nascosti dopo la rimozione, nessuna spazzatura nel tuo PC o altro materiale adware.
ja: 当社の製品をインストールさまいしたが、使用したくないですか？その場合は、コントロールパネルのソフトウェアセクションに移動し、ソフトウェアの削除をクリックするだけです。ドロップダウンにて DriverPack Cloud を見つけ、通常の手順に従って削除して下さい。これでソフトウェアを削除されます。DriverPack Cloud は、削除後に隠されたソフトウェアを残さず、アドウェアのごみをPCに落とさない。
ka: დააყენეთ ჩვენი პროდუქტი მაგრამ არ გსურთ გამოყენება? შედიტ პროგრამების სექციაში სამართავ პანელში და წაშალეთ. მოძებნეთ DriverPack Cloud ჩამონათვალში და უბრალოდ წაშალეთ. მარტივია, პროგრამა წაშლილია. DriverPack Cloud არ ტოვებს დამალულ ფაილებს ან რაიმე სახის ნაგავს.
ko: 우리 제품을 설치 했지만 사용하지 않으려고 하십니까? 제어판의 소프트웨어 섹션으로 가서 소프트웨어 제거를 클릭하세요. 드롭 다운에서 DriverPack Cloud를 찾아 일반적인 절차에 따라 제거하세요. 그게 전부입니다, 소프트웨어는 제거됩니다. DriverPack Cloud는 제거 후 숨겨진 소프트웨어를 남기지 않으며 모든 애드웨어 쓰레기를 PC에 저장하지 않습니다.
lt: Jus įsidiegėte mūsų produktą, bet nebenorite juo naudotis? Valdymo skyde atverkite "Programos" ir paspauskite "Pašalinti". Iškritusiame meniu susiraskite DriverPack Cloud ir pašalinkite jį kaip įprasta. Štai ir viskas, produktas pašalintas. DriverPack Cloud neplieka jokios pasislėpusios programinės įrangos, brukalų ar kitokių "šiukšlių" jūsų kompiuteryje.
my: ကျွန်ုပ်တို့ရဲ့ကုန်ပစ္စည်းကို ထည့်သွင်းထားသော်လည်း သုံးစွဲမှုကိုရပ်တန့်လိုပါသလား? ကွန်ထရိုးပန်နယ် ထဲရှိ ဆော့ဖ်ဝဲလ်အပိုင်း သို့သွားပြီး၊ ဆော့ဖ်ဝဲလ်ဖယ်ရှားခြင်းကို ကလစ်နှိပ်ပါ။ ထို့နောက် DriverPack Cloud ကိုရှာဖွေကာ ပုံမှန်လုပ်ငန်းစဉ်အတိုင်း လိုက်နာဖယ်ရှားပါ။ ဒါပါပဲ၊ ဆော့ဖ်ဝဲလ်ကို ဖယ်ရှားလိုက်နိုင်ပါပြီ။ DriverPack Cloud အနေနဲ့ လျှို့ဝှက်ဖိုင်များကို ချန်ရစ်ခဲ့ခြင်း၊ သို့မဟုတ် သင့်ကွန်ပျူတာတွင် အက်ဒ်ဝဲအမှိုက်များကို ထားရစ်ခဲ့ခြင်းများကို လုံးဝမလုပ်ပါ။
nl: Heb je je product geïnstalleerd maar wil je het niet gebruiken? Ga gewoon naar de sectie Software op het bedieningspaneel en klik op Software verwijderen. Zoek de DriverPack Cloud in de vervolgkeuzelijst en verwijder deze volgens de gebruikelijke procedure. Dat is alles, de software is verwijderd. DriverPack Cloud laat geen verborgen software achter na verwijdering en strooit niet met adware-onzin.
no: Har du installert produktet vårt, men ønsker ikke å bruke det? Bare gå til Programvare Seksjonen i Kontrollpanelet, og klikk på Fjern programvare. Finn DriverPack Cloud i rullegardinmenyen og fjern den etter vanlig prosedyre. Det er alt, programvaren er fjernet. DriverPack Cloud etterlater ingen skjult programvare etter fjerning, eller belaster din PC med noe reklame søppel.
pl: Zainstalowałeś nasz program, ale nie chcesz go już używać? Wystarczy wejść w opcję Odinstaluj programy w Panelu Sterowania. Znajdź na liście DriverPack Cloud i odinstaluj tak samo jak inne programy. DriverPack Cloud nie zostawia żadnych ukrytych programów, ani śmieci na dysku Twojego komputera.
ps: آیا تاسو زموږ محصول نصب کړی خو نه غواړئ چې استعمال يي کړی؟ نو په Control Panel کې د سافټویر برخې ته لاړ شی، او د ساوتري لیرې کولو په کلیک کولو کلیک وکړئ. د DriverPack Cloud په کښتنی برخه کښې ومومئ او د معمول کړنلارې څخه يي لیرې کړئ. دا ټول سافټویر لیرې شوی. د DriverPack Cloud د لرې کولو وروسته پټ سافټویر، او نه هم ستاسو په کمپیوټر کوم د ایڈویور کڅوړه پريږدي .
pt_br: Você instalou nosso produto, mas não quer mais usá-lo? Basta acessar a Seção de Programas no Painel de Controle e clicar em Remover Programa. Encontre o DriverPack Cloud no menu suspenso e remova-o seguindo o procedimento usual. Isso é tudo, o programa será removido. O DriverPack Cloud não deixa nenhum programa oculto após a remoção, nem coloca nenhum vestígio de adware em seu PC.
pt_pt: Instalou o nosso produto mas não o quer usar? Apenas vá a seção de Aplicações no Painel de Controlo, clique em Remover Programas. Encontre o DriverPack Cloud na lista e remova -o seguindo o processo tradicional. É só isso, a aplicação é removida. DriverPack Cloud não deixa nenhuma aplicação escondida depois da remoção, sem restos no seu PC ou lixo de adware.
si: ඔබ අපගේ නිෂ්පාදනය ස්ථාපනය කර ඇති නමුත් එය භාවිතා කිරීමට අවශ්‍ය නැතිද? පාලක පැනලයේ ඇති මෘදුකාංග අංශයට ගොස් මෘදුකාංග ඉවත් කරන්න ක්ලික් කරන්න. ඩ්‍රොප් ඩවුන් එකේ DriverPack Cloud සොයාගෙන සුපුරුදු ක්‍රියා පටිපාටිය අනුගමනය කර එය ඉවත් කරන්න. එපමණයි, මෘදුකාංගය ඉවත් කරනු ලැබේ. DriverPack Cloud ඉවත් කිරීමෙන් පසු සැඟවුණු මෘදුකාංගයක් ඉතිරි නොකරයි, ඔබේ පරිගණකය කිසිදු ඇඩ්වෙයාර් කුණු කසළවලින් ඉවතට විසි කරයි.
sl: Ali ste namestili naš izdelek, vendar ga ne želite uporabljati? Na nadzorni plošči pojdite na programsko področje in kliknite Odstrani programsko opremo. Poiščite DriverPack Cloud v spustnem meniju in ga odstranite po običajnem postopku. To je vse, programska oprema je odstranjena. DriverPack Cloud ne pušča skrite programske opreme po odstranitvi, niti ne polni vašega računalnika z adware smeti.
sq: Keni instaluar produktin tonë por nuk dëshironi ta përdorni atë? Thjesht shkoni tek Seksioni i Softuerit tek Paneli i Kontrollit dhe kliko tek Fshi Softuer. Gjej DriverPack Cloud tek lista dropdaun dhe fshije duke përdorur procedurën e zakonshme. Kjo është e gjitha, softueri është fshirë. DriverPack Cloud nuk lë softuerë të fshehur pas fshirjes as nuk bën pis PC-në tuaj me mbeturina aduerë.
sr: Instalirali ste naš poizvod ali ne želite da ga koristite? Sammo idite u Sofware Section u Control Panel-u, i kliknite na Remove Software / Ukloni program. Nadjite DriverPack Cloud u padajućem meniju i uklonite ka prateći uobičajenu procedur. To je sve, program je uklonjen. DriverPack Cloud ne ostavlja skrivene programe nakon uklanjanja, niti sputava Vaš računar sa asware smećem.
sw: Umesanikisha bidhaa yetu lakini hutaki kuitumia? Nenda kwenye kipengele cha Programu kwenye Paneli Ya Udhibti, na bofya kwenye Ondoa Programu. Tafuta DriverPack Cloud kwenye orodha-mdondoko na iondoe ukifuata hatua za kawaida. Ni hayo tu, programu imeondolewa. DriverPack Cloud haiachi programu zilizojificha baada ya kuondolewa, wala kuijaza PC yako na uchafu wa programu za matangazo.
th: คุณติดตั้งผลิตภัณฑ์ของเราแต่ไม่ต้องการใช้มันแล้ว เพียงแค่ไปที่ Software Section บน Control Panel และคลิ๊ก Remove Software หา DriverPack Cloud ในดร็อปดาวน์และถอนการติดตั้งตามกระบวนการปกติ นั่นคือทั้งหมด ซอฟท์แวร์ได้ถูกถอนการติดตั้งแล้ว DriverPack Cloud ไม่ทิ้งซอฟท์แวร์แอบแฝงหลังจากถอนการติดตั้ง ไม่ทิ้งขยะบนพีซีของคุณด้วยแอดแวร์ใด ๆ
tr: Ürünümüzü yüklediniz ancak kullanmak istemiyor musunuz? Sadece Denetim Masası'ndaki Yazılım Bölümü'ne gidin ve Yazılımı Kaldır'a tıklayın. Aşağı açılır menüde DriverPack Cloud'u bulun ve her zamanki yöntemi takip ederek kaldırın. Hepsi bu kadar, yazılım kaldırıldı. DriverPack Cloud kaldırma işlemi sonrasında ne gizli yazılım bırakır, ne de herhangi bir reklam yazılımı saçmalığı ile PC'nizi karıştırır.
zh_cn: 你有没有安装我们的产品，但不想使用它?只需转到控制面板上的软件部分，然后单击删除软件。 在下拉菜单中找到 DriverPack Cloud 并将其删除。 就是这样，该软件被删除。 DriverPack Cloud 在移除后不会留下任何隐藏的软件，也不会将任何广告软件垃圾扔给您的 PC。

# cloudlandingpage_license
source: Before you start installation read the {{LINK}}, please
am: መጫኑን ከማስጀመርዎ በፊት እባክዎ ይህንን ያንብቡ {{LINK}}
ar: قبل بدئك عمليت التنزيل المرجو قراءة {{LINK}}
bn: অনুগ্রহপূর্বক, ইন্সটলেশন শুরুর আগে {{LINK}} পড়ে নিন
bs: Prije neko započnete instalaciju, molimo Vas pročitajte {{LINK}}
de: Bevor Sie mit der Installation beginnen, lesen Sie bitte {{LINK}}
es_419: Antes de iniciar la instalación, lea en {{LINK}}, de favor.
et: Ennem paigaldamise alustamist lugege palun {{LINK}}
fa: لطفاً قبل از نصب {{LINK}} را مطالعه کنید
fr: Avant de commencer l'installation lisez ceci {{LINK}}, s'il vous plaît
gu: તમે સ્થાપન પ્રારંભ કરો તે પહેલાં {{LINK}}, મહેરબાની કરીને
he: לפני ההתקנה אנא קרא את {{LINK}}, בבקשה
hi: स्थापना करने से पहले कृपया {{LINK}} पढ़े
hu: Mielőtt nekilát a telepítésnek, kérem olvassa el: {{LINK}}
id: Sebelum anda memulai pemasangan baca {{LINK}}, tolong
it: Prima di iniziare l'installazione, leggi {{LINK}}, per favore
ja: インストール始める前に {{LINK}} を読んで下さい
ka: დაინსტალებამდე, გთხოვთ წაიკითხეთ {{LINK}}
ko: 설치를 시작하기 전에 {{LINK}} 를 읽어 주세요
lt: Prieš pradėdami diegimą, prašome atidžiai perskaityti {{LINK}}
my: သင်ဆော့ဖ်ဝဲလ် စမသွင်းခင် ကျေးဇူးပြု၍ {{LINK}} ကို ဖတ်ပါ
nl: Lees voordat u met de installatie begint alsjeblieft de {{LINK}}
no: Før du begynner å installere, vennligst les {{LINK}}
pl: Przed rozpoczęciem instalacji, proszę przeczytać {{LINK}}
ps: مخکې له دې چې تاسو لګولو پیل کړئ ولولی دا {{LINK}} مهرباني وکړه
pt_br: Antes de iniciar a instalação, por favor, leia os {{LINK}}
pt_pt: Antes de começar a instalação leia o {{LINK}}, por favor
si: ස්ථාපනය ආරම්භ කිරීමට පෙර කරුණාකර {{LINK}} කියවන්න
sl: Preden začnete namestitev, preberite {{LINK}}, prosim
sq: Para se të filloni instalimin, lexoni ju lutem {{LINK}}
sr: Pre nego počnete instalaciju pročitajte {{LINK}}, molimo Vas
sw: Kabla ya kuanza kusakinisha soma hii {{LINK}}, tafadhali
th: ก่อนเริ่มต้นติดตั้งกรุณาอ่าน {{LINK}}
tr: Kuruluma başlamadan önce lütfen {{LINK}}'ni okuyun
zh_cn: 在开始安装之前，请阅读 {{LINK}}

# cloudlandingpage_features-install
source: Install DriverPack Cloud
am: DriverPack Cloud ን ይጫኑ
ar: تثبيت DriverPack Cloud
bn: DriverPack Cloud ইন্সটল করুন
bs: Instaliraj DriverPack Cloud
de: Installieren Sie DriverPack Cloud
es_419: Instalar DriverPack Cloud
et: Paigalda DriverPack Cloud
fa: DriverPack Cloud نصب کنبد
fr: Installer DriverPack Cloud
gu: DriverPack Cloud સ્થાપો
he: התקנת את DriverPack Cloud
hi: DriverPack Cloud स्थापित करें
hu: DriverPack Cloud telepítése
id: Pasang DriverPack Cloud
it: Installa DriverPack Cloud
ja: DriverPack Cloud をインストール
ka: DriverPack Cloud-ის ინსტალაცია
ko: DriverPack Cloud 설치
lt: Įdiegti DriverPack Cloud
my: DriverPack Cloud ကိုထည့်သွင်းရန်
nl: Installeer DriverPack Cloud
no: Installer DriverPack Cloud
pl: Zainstaluj DriverPack Cloud
ps: لګول DriverPack Cloud
pt_br: Instalar o DriverPack Cloud
pt_pt: Instalar DriverPack Cloud
si: DriverPack Cloud ස්ථාපනය කරන්න
sl: Namestite DriverPack Cloud
sq: Instalo DriverPack Cloud
sr: Instaliraj DriverPack Cloud
sw: Sakinisha DriverPack Cloud
th: ติดตั้ง DriverPack Cloud
tr: DriverPack Cloud'u Yükle
vi: Cài đặt DriverPack Cloud
zh_cn: 安装 DriverPack Cloud

# cloudlandingpage_license-link
source: License Agreement
am: የፈቃድ ስምምነት
ar: اتفاقية الترخيص
bn: লাইসেন্সের শর্তাবলী
bs: Ugovor o licenci
ca: Acord de llicència
cs: Licenční ujednání
de: Lizenzvereinbarung
es_419: Acuerdo de licencia
et: Litsents
fa: قوانین استفاده
fr: Contrat de licence
gu: લાયસન્સ કરાર
he: הסכם רישיון
hi: लाइसेंस समझौता
hr: Sporazum o licenci
hu: Általános Szerződési Feltételek
id: Perjanjian Lisensi
it: Contratto di Licenza
ja: ライセンス契約
ka: სალიცენზიო შეთანხმება
ko: 라이센스 동의
ku: مۆڵه‌تنامه‌ی ڕێككه‌وتن
lt: Licencijos sutartis
mn: Лицензийн Зөвшөөрөл
my: လိုင်စင်သဘောတူညီချက်
ne: इजाजतपत्र सम्झौता
nl: Licentieovereenkomst
no: Lisensavtale
pl: Umowa licencyjna
ps: د جواز تړون
pt_br: Termos de Licença
pt_pt: Acordo da Licença
ro: Termeni și Condiții
si: බලපත්‍ර එකඟතාවය
sl: Licenčna pogodba
sq: Marrëveshja e Licencës
sr: Ugovorna licenca
sw: Mkataba wa leseni
te: లైసెన్స్ ఒప్పందం
th: ข้อตกลงการอนุญาตใช้สิทธิ์
tr: Lisans Sözleşmesi
vi: Thỏa Thuận Cấp Phép
zh_cn: 许可协议

# devicegrouppage_show-more-link
source: View more
am: ተጨማሪ አሳይ
ar: عرض المزيد
az: Daha çox göstər
bg: Виж още
bn: আরও দেখুন
bs: Vidi više
ca: Mostra'n més
cs: Zobrazit více
de: Mehr anzeigen
el: Δείτε περισσότερα
es_419: Ver más
et: Kuva rohkem
fa: مشاهده بیشتر
fil: Tingnan ang higit pa
fr: Voir plus
gu: વધુ જુઓ
he: קרא עוד
hi: और देखो
hr: Više rezultata
hu: Több infó
id: Tampilkan lebih banyak
it: Vedi altro
ja: もっと見る
ka: მეტის ნახვა
ko: 더 보기
ku: بینینی زیاتر
lt: Peržiūrėti daugiau
mn: Илүү ихийг харах
my: ထပ်မံကြည့်ရှုရန်
ne: थप हेर्नुहोस्
nl: Zie meer
no: Vis mer
pl: Zobacz więcej
ps: نور وګوره
pt_br: Ver mais
pt_pt: Ver mais
ro: Vezi mai multe
si: තව බලන්න
sk: Zobraziť viac
sl: Poglej več
sq: Shiko më shum
sr: Pogledati više
sv: Visa fler
sw: Ona zaidi
ta: மேலும் காண
te: మరిన్ని చూడండి
th: ดูมากกว่า
tr: Daha fazla göster
ur: مزید دیکھیں
vi: Xem thêm
zh: 查看更多
zh_cn: 查看更多
