Repository: DriverPackSolution/transifex-backup
Catalog: delorean/driverpack-solution-worldwide/drpsu/*.po
Languages: am, ar, az, bg, bn, bs, ca, cs, de, el, es_419, et, fa, fil, fr, gu, he, hi, hr, hu, id, it, ja, ka, ko, ku, lt, mn, my, ne, nl, no, pl, ps, pt_br, pt_pt, ro, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ur, vi, zh, zh_cn

# navbar_download-link
source: Download DriverPack Online
am: አውርድ DriverPack Online
ar: تحميل DriverPack Online
az: DriverPack Online-ı endir
bg: Изтегли DriverPack Online
bn: DriverPack Online ডাউনলোড করুন
bs: Preuzmi DriverPack Online
ca: Descarrega el DriverPack Online
cs: Stáhnout DirverPack Online
de: DriverPack Online herunterladen
el: Λήψη του DriverPack Online
es_419: Descargar DriverPack Online
et: Lae alla DriverPack Online
fa: دانلود نسخه DriverPack Online
fil: I-download ang DriverPack Online
fr: Télécharger DriverPack Online
gu: DriverPack Online ડાઉનલોડ કરો
he: הורד את DriverPack Online
hi: DriverPack Online संकलित करे
hr: Preuzmite DriverPack Online
hu: DriverPack Online letöltése
id: Unduh DriverPack Online
ja: DriverPack Online をダウンロード
ka: DriverPack Online-ს გადმოწერა
ko: DriverPack Online 다운로드
ku: دابه‌زێنه‌ DriverPack Online
lt: Parsisiųsti DriverPack Online
mn: DriverPack Online татаж авах
my: DriverPack Online ကို ဒေါင်းလုပ်ရယူမည်
ne: DriverPack Online डाउनलाेड
no: Last ned DriverPack Online
pl: Pobierz DriverPack Online
ps: ډاونلوډ یا کښته کول DriverPack Online
pt_br: Baixar o DriverPack Online
pt_pt: Descarregue o DriverPack Online
ro: Descarcă DriverPack Online
si: DriverPack Online බාගත කරන්න
sk: Stiahnuť DriverPack Online
sl: Prenesite DriverPack Online
sq: Shkarko DriverPack Online
sr: Preuzimanje DriverPack Online
sv: Ladda ned DriverPack Online
sw: Pakua DriverPack Online
ta: DriverPack Online வன்பொருள்தொகுப்பு இணையதளம் வழியாக பதிவிறக்கம் செய்ய
te: డౌన్లోడ్ DriverPack Online
th: ดาวน์โหลด DriverPack Online
tr: DriverPack Online'ı İndir
ur: DriverPack Online ڈاؤن لوڈ کریں
vi: Tải DriverPack Online
zh: 下載 DriverPack Online
zh_cn: 下载 DriverPack Online

# notfound_cta-text
source: You can find and install drivers automatically by using DriverPack Online for free
am: DriverPack Online ን በነጻ በመጠቀም ድራይቨሮችን መፈለግ እና መጫን ይችላሉ
ar: يمكنك العثور على وتثبيت برامج التشغيل تلقائيا باستخدام DriverPack Online مجانا
az: Pulsuz DriverPack Online-ı istifadə edərək driverləri avtomatik olaraq tapa və yeniləyə bilərsiniz
bg: Може да намериш и инсталираш драйвери автоматично, като използваш DriverPack Online безплатно
bn: DriverPack Online ব্যবহার করে আপনি ড্রাইভারসমূহ খুঁজে পেতে ও স্বয়ংক্রিয়ভাবে ইন্সটল করতে পারেন বিনামূল্যে
bs: Koristeći DriverPack Online, možete pronaći i instalirati drajvere automatski, a besplatno
ca: Podeu trobar i instal·lar els controladors automàticament utilitzant el DriverPack Online gratuitament
cs: Můžete najít a nainstalovat ovladače automaticky použitím programu DriverPack Online zdarma
de: Sie können Treiber automatisch finden und installieren, indem Sie kostenlos DriverPack Online nutzen
el: Μπορείτε να βρείτε και εγκαταστήσετε προγράμματα οδήγησης αυτόματα χρησιμοποιώντας το DriverPack Online δωρεάν
es_419: Puedes encontrar e instalar controladores automáticamente usando DriverPack Online gratis
et: Te võite leida ja paigaldada draivereid automaatselt kasutades DriverPack Online-i täiesti tasuta
fa: شما می‌توانید به صورت رایگان DriverPack Online را پیدا کرده و راه‌اندازها را خودکار نصب نمایید.
fil: Maaari kang awtomatikong makahanap at mag-install ng mga driver sa pamamagitan ng paggamit ng DriverPack Online nang libre
fr: Vous pouvez trouver et installer les pilotes automatiquement en utilisant DriverPack Online gratuitement
gu: હવે તમો ડ્રાઇવર્સ આપમેળે શોધી શકશો અને DriverPack Online મારફત ઇન્સ્ટોલ કરી શકશો, એ પણ બિલકુલ મફતમાં
he: באפשרותך להתקין דרייברים בצורה אוטומטית ובחינם באמצעות DriverPack Online
hi: आप DriverPack Online का उपयोग करके मुफ्त में ड्राइवर ढूँढ सकते हैं और इंस्टॉल कर सकते हैं
hr: Možete automatski pronaći i besplatno instalirati upravljačke programe koristeći DriverPack Online
hu: A driverek keresése, és telepítése teljesen ingyenes a DriverPack Online használatával
id: Anda dapat menemukan dan menginstal driver secara otomatis dengan menggunakan DriverPack Online secara gratis
it: Puoi trovare ed installare automaticamente i driver usando DriverPack Online gratis
ja: DriverPack Online を利用して無料でドライバーを調べて、自動的にドライバーをインストール出来ます。
ka: დრაივერების მოძებნა და დაყენება შეგიძლიათ DriverPack Online -ს საშუალებით
ko: DriverPack Online 을 무료로 사용하여 드라이버를 자동으로 찾고 설치할 수 있습니다
ku: تۆ ده‌توانیت پێناسه‌كان بدۆزیته‌وه‌ و دایانبمه‌زرێنیت به‌ ئۆتۆماتیكی به‌ به‌كارهێنانی DriverPack Online به‌ خۆڕایی
lt: Raskite ir įdiekite tvarkykles automatiškai naudodami DriverPack Online nemokamai
mn: DriverPack Online-ыг үнэгүй ашиглан, драйверүүдийг автоматаар олж суулгах боломжтой
my: သင်အနေနဲ့ DriverPack Online ကို အခမဲ့အသုံးပြုပြီး drivers များကို အလိုအလျောက် ရှာဖွေထည့်သွင်းနိုင်ပါသည်
ne: तपाईं पाउन र चालक स्थापना स्वचालित रूपमा प्रयोग गरेर DriverPack Online लागि निःशुल्क
nl: U kunt gratis drivers automatisch vinden en installeren met behulp van DriverPack Online
no: Du kan finne og laste ned drivere automatisk ved gratis bruk av DriverPack Online
pl: Możesz znaleźć i zainstalować sterowniki automatycznie używając DriverPack Online za darmo
ps: تاسو کولی شئ د DriverPack Online کارولو په واسطه په اتوماتيک ډول موټروان پیدا او نصب کړئ
pt_br: Você pode encontrar e instalar drivers automaticamente usando o DriverPack Online gratuitamente
pt_pt: Pode encontrar e instalar automaticamente os controladores usando o DriverPack Online de graça
ro: Puteți găsi și instala driverele automat utilizând gratuit DriverPack Online
si: නොමිලේ DriverPack Online භාවිතා කිරීමෙන් ඔබට ධාවක සොයා ස්ථාපනය කල හැකි වේ
sk: Ovládače môžete nájsť a nainštalovať automaticky pomocou programu DriverPack Online zadarmo
sl: Z uporabo DriverPack Online programa boste našli in nalođili vse potrebne gonilnike brezplačno
sq: Ju mund te gjeni drajvera dhe t'i instaloni automatikisht duke përdorur DriverPack Online falas
sr: Možete pronaći i instalirati drajvere automatski koristeći DriverPack Online besplatno
sv: Du kan hitta och installera drivrutiner automatiskt genom att använda DriverPack Online helt gratis
sw: Unaweza kupata na kufunga madereva moja kwa moja kwa kutumia DriverPack Online kwa bure
ta: நீங்கள் இதன் மூலம் உங்களுக்கு தேவையான DriverPack Online வன்பொருளை பதிவிறக்கம் செய்து தானியங்கி முறையில் நிறுவ முடியும் இலவசமாக
te: మీరు DriverPack Online ఆన్లైన్ ఉపయోగించి స్వయంచాలకంగా డ్రైవర్స్ కనుగొని, ఇన్స్టాల్ చేసుకోవచ్చు
th: คุณสามารถค้นหาและติดตั้งไดรเวอร์อัตโนมัติโดยใช้ DriverPack Online ฟรี
tr: Ücretsiz DriverPack Online'ı kullanarak sürücüleri otomatik olarak bulabilir ve yükleyebilirsiniz
ur: آپ DriverPack Online استعمال کرتے ہوئے خود کار طریقے سے ڈرائیوروں کو تلاش اور انسٹال کرسکتے ہیں
vi: Bạn có thể tìm và cài đặt các trình điều khiển tự động miễn phí bằng cách sử dụng DriverPack Online
zh: 您可以免費 使用 DriverPack Online 來自動尋找並安裝驅動程式
zh_cn: 您可以免费使用 DriverPack Online 来自动搜索并安装驱动程序

# notfound_cta-btn
source: Download DriverPack Online
am: አውርድ DriverPack Online
ar: تحميل DriverPack Online
az: DriverPack Online-ı endir
bg: Изтегли DriverPack Online
bn: DriverPack Online ডাউনলোড করুন
bs: Preuzmi DriverPack Online
ca: Descarrega el DriverPack Online
cs: Stáhnout DirverPack Online
de: DriverPack Online herunterladen
el: Λήψη του DriverPack Online
es_419: Descargar DriverPack Online
et: Lae alla DriverPack Online
fa: دانلود نسخه DriverPack Online
fil: I-download ang DriverPack Online
fr: Télécharger DriverPack Online
gu: DriverPack Online ડાઉનલોડ કરો
he: הורד את DriverPack Online
hi: DriverPack Online संकलित करे
hr: Preuzmite DriverPack Online
hu: DriverPack Online letöltése
id: Unduh DriverPack Online
ja: DriverPack Online をダウンロード
ka: DriverPack Online-ს გადმოწერა
ko: DriverPack Online 다운로드
ku: دابه‌زێنه‌ DriverPack Online
lt: Parsisiųsti DriverPack Online
mn: DriverPack Online татаж авах
my: DriverPack Online ကို ဒေါင်းလုပ်ရယူမည်
ne: DriverPack Online डाउनलाेड
no: Last ned DriverPack Online
pl: Pobierz DriverPack Online
ps: ډاونلوډ یا کښته کول DriverPack Online
pt_br: Baixar o DriverPack Online
pt_pt: Descarregue o DriverPack Online
ro: Descarcă DriverPack Online
si: DriverPack Online බාගත කරන්න
sk: Stiahnuť DriverPack Online
sl: Prenesite DriverPack Online
sq: Shkarko DriverPack Online
sr: Preuzimanje DriverPack Online
sv: Ladda ned DriverPack Online
sw: Pakua DriverPack Online
ta: DriverPack Online வன்பொருள்தொகுப்பு இணையதளம் வழியாக பதிவிறக்கம் செய்ய
te: డౌన్లోడ్ DriverPack Online
th: ดาวน์โหลด DriverPack Online
tr: DriverPack Online'ı İndir
ur: DriverPack Online ڈاؤن لوڈ کریں
vi: Tải DriverPack Online
zh: 下載 DriverPack Online
zh_cn: 下载 DriverPack Online

# notfound_info-404
source: {{404}} — the requested page is not found
am: {{404}} — የተፈለገው ገጽ አልተገኘም
ar: {{404}} — لم يتم العثور على الصفحة المطلوبة
az: {{404}} — istədiyiniz səhifə tapılmadı
bg: {{404}} — търсената страница не е намерена
bn: {{404}} — পৃষ্ঠাটি খুঁজে পাওয়া যায় নি
bs: {{404}} — tražena stranica nije pronađena
ca: {{404}} — la pàgina que heu demanat no existeix
cs: {{404}} — požadovaná stránka nenalezena
de: {{404}} - Die angeforderte Seite wurde nicht gefunden
el: {{404}} — η ζητούμενη σελίδα δεν βρέθηκε
es_419: {{404}} — la página solicitada no existe
et: {{404}} — valitud lehte ei leitud
fa: {{404}} — صفحه درخواست شده یافت نشد
fil: {{404}} — hindi nahanap ang hiniling na pahina
fr: {{404}}— la page demandée est introuvable
gu: {{404}} — બધા વિનંતી કરેલ પાનાં નથી મળ્યાં
he: {{404}} — העמוד המבוקש לא נמצא
hi: {{404}} — अनुरोधित पृष्ठ नहीं मिला है
hr: {{404}} — Tražena stranica nije pronađena
hu: {{404}} — a kért oldal nem található
id: {{404}} — halaman permintaan tidak ditemukan
it: {{404}} — la pagina richiesta non è disponibile
ja: {{404}} — ご依頼頂いたページは見つかりませんでした
ka: {{404}} — გვერდი არ მოიძებნა
ko: {{404}} — 요청한 페이지를 찾을 수 없습니다
ku: 1 {{404}} — په‌ڕه‌ داواكراوه‌كه‌ نه‌دۆزرایه‌وه‌
lt: {{404}}— prašomas puslapis nerastas
mn: {{404}} — нэвтрэхийг хүссэн хуудас олдохгүй байна
my: {{404}} — တောင်းဆိုထားသည့်စာမျက်နှာကို ရှာမတွေ့ပါ
ne: {{404}} — अनुरोध गरिएको पृष्ठ फेला परेन
nl: {{404}} — de gevraagde pagina is niet gevonden
no: {{404}} — ønsket side ble ikke funnet
pl: {{404}} — żądana strona nie została odnaleziona
ps: {{404}} — غوښتل شوې پاڼه ونه موندل شوه
pt_br: {{404}} — a página solicitada não foi encontrada
pt_pt: {{404}} — a página que procura não existe
ro: {{404}} — pagina căutată nu a fost găsită
si: {{404}} — ඉල්ලා සිටි පිටුව සොයාගත නොහැක
sk: {{404}} — požadovaná stránka sa nenašla
sl: {{404}} — zahteva se stran v jo nI bilo mogoče najti
sq: {{404}} — faqja e kërkuar nuk u gjet
sr: {{404}} — tražena stranica nije pronadjena
sv: {{404}} — sidan hittades inte
sw: {{404}} — ukurasa ulioombwa haupatikani
ta: {{404}} — நீங்கள் தேடும் பக்கம் காணப்படவில்லை
te: {{404}} — అభ్యర్థించిన పేజీ కనుగొనబడలేదు
th: {{404}} — ไม่พบหน้าเพจที่ต้องการ
tr: {{404}} — istenen sayfa bulunamadı
ur: {{404}} — درخواست شدہ صفحہ نہیں مل سکا
vi: {{404}}— trang mà bạn yêu cầu không thể tìm thấy
zh: {{404}} — 找不到請求的頁面
zh_cn: {{404}} — 找不到请求的页面

# notfound_info-500
source: {{500}} — something went wrong (server error)
am: {{500}} — የሆነ ነገር ተሳስቷል (የሰርቨር ችግር)
ar: {{500}} — حدث خطأ ما (خطأ في الخادم)
az: {{500}} — xəta baş verdi (server xətası)
bg: {{500}} — нещо се обърка (сървърна грешка)
bn: {{500}} — কিছু একটা সমস্যা হয়েছে (সার্ভার ত্রুটি)
bs: {{500}}— nešto je pošlo naopako (server error)
ca: {{500}} — alguna cosa no ha anat bé (error en el servidor)
cs: {{500}} — něco se pokazilo (chyba serveru)
de: {{500}} - Etwas ist schief gelaufen (Server Fehler)
el: {{500}} — κάτι πήγε στραβά (σφάλμα διακομιστή)
es_419: {{500}} — algo salió mal (error del servidor)
et: {{500}}— midagi läks valesti (serveri viga)
fa: {{500}}— چیزی اشتباه شد (خطای سرور)
fil: {{500}} — may nangyaring mali (error sa server)
fr: {{500}} — quelque chose s'est mal passé (erreur du serveur)
gu: {{500}} — કશુંક ખોટું થઈ ગયું (સર્વરની ભૂલ)
he: {{500}} — משהו השתבש (שגיאת שרת)
hi: {{500}} — कुछ गलत हो गया (सर्वर त्रुटि)
hr: {{500}} — nešto je pošlo po zlu (greška poslužitelja)
hu: {{500}} — valami rosszul sült el (szerverhiba)
id: {{500}} — sesuatu terjadi kesalahan (server bermasalah)
it: {{500}} — qualcosa è andato storto (errore server)
ja: {{500}} — 何かが間違っていました(サーバーエラー)
ka: {{500}} — რაღაც პრობლემაა (სერვერის შეცდომა)
ko: {{500}} — 문제가 발생했습니다 (서버 오류)
ku: {{500}} — شتێك به‌ هه‌ڵه‌ ڕۆشت (هه‌ڵه‌ی سێرڤه‌ر)
lt: {{500}}— kažkas nutiko (serverio klaida)
mn: {{500}} — ямар нэг зүйл буруу байна (серверийн алдаа)
my: {{500}} — တစ်စုံတစ်ရာ မှားယွင်းမှု ဖြစ်သွားသည် (ဆာဗာ မှားယွင်းမှု)
ne: {{500}} — केहि गलत भयो (सर्भर त्रुटि)
nl: {{500}}— er is iets fout gegaan (server fout)
no: {{500}} — noe gikk galt (server feil)
pl: {{500}} — coś poszło nie tak (problem z serwerem)
ps: {{500}} — یو څه خراب شو (د سرور تېروتنه)
pt_br: {{500}} — algo deu errado (erro no servidor)
pt_pt: {{500}} — aconteceu algum problema (erro do servidor)
ro: {{500}} — sa intamplat ceva greșit ( eroare de server)
si: {{500}} — යමක් වැරදී ගියේය (සර්වර් දෝෂයකි)
sk: {{500}} — niečo sa pokazilo (chyba servera)
sl: {{500}} — kaj je šlo narobe ( napaka strežnika )
sq: {{500}} — diçka shkoi keq (gabim serveri)
sr: {{500}}— nešto je krenulo naopako (greška servera)
sv: {{500}} — något gick fel (serverfel)
sw: {{500}} — kitu kilichokosa (kosa la seva)
ta: {{500}} — ஏதோ பிழையாகி உள்ளது (செர்வர் எர்ரர்)
te: {{500}} — ఏదో తప్పు జరిగింది (సర్వర్ లోపం)
th: {{500}} — บางสิ่งผิดปกติ (เซิร์ฟเวอร์ผิดพลาด)
tr: {{500}} — birşey yanlış gitti (sunucu hatası)
ur: {{500}} — کچھ غلط ہوگیا (سرور کی خرابی)
vi: {{500}}— Đã có gì đó không ổn xảy ra ( lỗi máy chủ)
zh: {{500}} — 發生錯誤(伺服器錯誤)
zh_cn: {{500}} — 发生错误 (服务器错误)

# notebookfilters-title
source: Available drivers
am: አሁን ያሉ ድራይቨሮች
ar: التعريفات الموجودة
az: Mövcud olan driverlər
bg: Налични драйвери
bn: সুলভ ড্রাইভারসমূহ
bs: Dostupni drajveri
ca: Controladors disponibles
cs: Dostupné ovladače
de: Verfügbare Treiber
el: Διαθέσιμα προγράμματα οδήγησης
es_419: Controladores disponibles
et: Saadaval draiverid
fa: درایورهای موجود
fil: Magagamit na mga driver
fr: Pilotes disponibles
gu: ઉપલબ્ધ ડ્રાઈવર્સ
he: דרייברים זמינים
hi: उपलब्ध ड्राइवर
hr: Dostupni upravljački programi
hu: Elérhető driverek
id: Driver yang tersedia
it: Driver disponibili
ja: 利用可能なドライバー
ka: ხელმისაწვდომი დრაივერები
ko: 사용 가능한 드라이버
ku: پێناسه‌ به‌رده‌سته‌كان
lt: Galimos tvarkyklės
mn: Боломжит драйверүүд
my: ရရှိနိုင်သော drivers များ
ne: उपलब्ध ड्राइभरहरू
nl: Beschikbare drivers
no: Tilgjengelige drivere
pl: Dostępne sterowniki
ps: موجود ډرایورونه
pt_br: Drivers disponíveis
pt_pt: Controladores disponíveis
ro: Drivere disponibile
si: දැනට පවතින ධාවක
sk: Dostupné ovládače
sl: Razpoložljivi vozniki
sq: Driverat në dispozicion
sr: Dostupni drajveri
sv: Tillgängliga drivrutiner
sw: Driver inayopatikana
ta: இருப்பிலுள்ள வன்பொருள்
te: అందుబాటులో డ్రైవర్లు
th: ไดรเวอร์ที่ใช้ได้
tr: Mevcut sürücüler
ur: دستیاب ڈرائیورز
vi: Các trình cài đặt sẵn có
zh: 可用的驅動程式
zh_cn: 可用的驱动程序

# notebookvendorslist_other-text
source: Other manufacturers
am: ሌሎች አምራቾች
ar: الشركات المصنعة الأخرى
az: Digər istehsalçılar
bg: Други производители
bn: অন্যান্য উৎপাদনকারী
bs: Ostali proizvođači
ca: Altres fabricants
cs: Ostatní výrobci
de: Andere Hersteller
el: Άλλοι κατασκευαστές
es_419: Otros fabricantes
et: Teised tootjad
fa: سایر سازندگان
fil: Iba pang mga tagagawa
fr: Autres fabricants
gu: બીજા ઉત્પાદક
he: יצרנים שונים
hi: अन्य निर्माताओं
hr: Ostali proizvođači
hu: További gyártók
id: Produsen lain
it: Altri produttori
ja: その他の製作社
ka: სხვა მწარმოებლები
ko: 다른 제조사
ku: به‌رهه‌مهێنه‌ره‌كانی تر
lt: Kiti gamintojai
mn: Бусад гар аргаар үйлдвэрлэгчид
my: အခြားထုတ်လုပ်သူများ
ne: अन्य निर्माताहरू
nl: Andere fabrikanten
no: Andre produsenter
pl: Inni producenci
ps: نور تولیدکوونکي
pt_br: Outros fabricantes
pt_pt: Outros fabricantes
ro: Alți producători
si: වෙනත් නිෂ්පාදකයන්
sk: Ostatní výrobcovia
sl: Drugi proizvajalci
sq: Prodhuesit tjerë
sr: Drugi proizvođači
sv: Andra tillverkare
sw: Wazalishaji wengine
ta: மற்ற உற்பத்தியாளர்கள்
te: ఇతర తయారీదారులు
th: ผู้ผลิตอื่นๆ
tr: Diğer üreticiler
ur: دیگر مینوفیکچررز
vi: Các nhà sản xuất khác
zh: 其他 製造商
zh_cn: 其他制造商

# notebookvendorslist_title_os
source: Drivers for laptops on {{OS}}
am: የ {{OS}} ላፕቶፖች ድራይቨሮች
ar: تعريفات لأجهزة اللابتوب على نظام تشغيل {{OS}}
az: {{OS}} uyğun notbuk üçün driverlər
bg: Драйвери за лаптопи за {{OS}}
bn: {{OS}} এর জন্য ল্যাপটপের ড্রাইভারসমূহ
bs: Drajveri za laptope za {{OS}}
ca: Controladors per a portàtils per a {{OS}}
cs: Ovladače pro laptopy na {{OS}}
de: Treiber für Laptops unter {{OS}}
el: Προγράμματα οδήγησης για φορητούς υπολογιστές με {{OS}}
es_419: Controladores para portátiles con {{OS}}
et: Draiverid sülarvutitele millel on {{OS}}
fa: راه‌اندازهای لپ تاپ های مبتنی بر {{OS}}
fil: Mga driver para sa mga laptop sa {{OS}}
fr: Pilotes pour ordinateurs portables sur {{OS}}
gu: {{OS}} પર લેપટોપ માટે ના ડ્રાઇવર્સ
he: דרייברים למחשבים ניידים עם {{OS}}
hi: {{OS}} पर लैपटॉप के लिए ड्राइवर्स
hr: Upravljački programi za prijenosna računala koja koriste operacijski sustav {{OS}}
hu: {{OS}} laptopok driverei
id: Driver untuk komputer jingjing di {{OS}}
it: Driver per laptop su {{OS}}
ja: {{OS}} のノートパソコンのドライバー
ka: ლეპტოპის დრაივერები სისტემისთვის {{OS}}
ko: {{OS}} 의 노트북 용 드라이버
ku: پێناسه‌كان بۆ لاپتۆپه‌كان له‌سه‌ر {{OS}}
lt: Tvarkyklės nešiojamiems kompiuteriams {{OS}}
mn: {{OS}}-д байх зөөврийн компьютерүүдийн драйверууд
my: {{OS}} အသုံးပြုသည့် လက်ပ်တော့ပ်များအတွက် Drivers များ
ne: ल्याप्टपहरूका लागि ड्राइभर {{OS}}
nl: Drivers voor laptops op {{OS}}
no: Drivere for bærbare med {{OS}}
pl: Sterowniki do laptopów pod {{OS}}
ps: د لیپ ټاپ لپاره چلوونکی پر {{OS}}
pt_br: Drivers para notebooks no {{OS}}
pt_pt: Controladores para portáteis com {{OS}}
ro: Drivere pentru laptopuri pe {{OS}}
si: {{OS}} හි ලැප්ටොප් සඳහා වූ ධාවක
sk: Ovládače pre notebooky s {{OS}}
sl: Gonilniki za prenosnike na {{OS}}
sq: Drajvera për laptopë me {{OS}}
sr: Drajveri za laptopove za {{OS}}
sv: Drivrutiner för bärbara datorer med {{OS}}
sw: Driver ya laptop ku {{OS}}
ta: மடிக்கணினிக்கு தேவையான வன்பொருள்கள் உள்ளன {{OS}}
te: డ్రైవర్స్ ల్యాప్టాప్ల కోసం {{OS}}
th: ไดรเวอร์สำหรับแล็ปท็อปบน {{OS}}
tr: {{OS}} uyumlu dizüstüler için sürücüler
ur: {{OS}} پر لیپ ٹاپ کے ڈرائیورز
vi: Các trình điều khiển cho máy tính xách tay trên {{OS}}
zh: {{OS}} 上的膝上型電腦驅動程式
zh_cn: 在 {{OS}} 笔记本的驱动程序

# notebookvendorslist_title
source: Driver search for laptops
am: ለላፕቶፖች ድራይቨር መፈለጊያ
ar: البحث عن أجهزة الكمبيوتر المحمولة
az: Notbuk üçün driver axtar
bg: Търсене на драйвери за лаптопи
bn: ল্যাপটপের জন্য ড্রাইভার অনুসন্ধান
bs: Pronađi drajver za laptop
ca: Cerca de controladors per a portàtils
cs: Hledání ovladačů pro laptopy
de: Treibersuche für Laptops
el: Αναζήτηση προγραμμάτων οδήγησης για φορητούς υπολογιστές
es_419: Buscar controladores para equipos
et: Draiverite otsing sülearvutitele
fa: جستجو درایور برای لپ تاپ ها
fil: Humanap ng driver para sa mga laptop
fr: Recherche de pilote pour ordinateurs portables
gu: ડ્રાઈવર શોધ લેપટોપ માટે
he: חיפוש דרייברים למחשבים ניידים
hi: लैपटॉप के लिए ड्राइवर की खोज
hr: Pretraživanje upravljačkih programa za prijenosna računala
hu: Driverek keresése laptopokhoz
id: Cari Driver untuk komputer jingjing
it: Ricerca dei driver per notebook
ja: ノートパソコンのためのドライバー検査
ka: დრაივერების ძებნა ლეპტოპისთვის
ko: 노트북 용 드라이버 검색
ku: گه‌ڕانی پێناسه‌ بۆ لاپتۆپه‌كان
lt: Tvarkyklės paieška nešiojamiems kompiuteriams
mn: Зөөврийн компьютерүүдэд зориулсан драйвер
my: လက်ပ်တော့ပ်များအတွက် Driver ရှာဖွေမှု
ne: ल्याप्टपका लागि चालक खोज
nl: Driver zoeker voor laptops
no: Søk drivere for bærbare
pl: Pobierz sterowniki dla komputer przenośny
ps: د لیپ ټاپ لپاره چلوونکی لټون
pt_br: Busca de drivers para notebook
pt_pt: Pesquisa de controladores para portáteis
ro: Caută drivere pentru laptopuri
si: ලැප්ටොප් සඳහා ධාවක සෙවීම
sk: Vyhľadávanie ovládača pre notebooky
sl: Iskanje gonilnikov za prenosne računalnike
sq: Kërkimi i driverave për laptopa
sr: Pretraga drajvera za laptopove
sv: Sök efter drivrutiner för bärbara datorer
sw: Driver inatafuta kifaa
ta: மடிக்கணினிக்கு தேவையான வன்பொருள் தேடல்
te: ల్యాప్టాప్ల కోసం డ్రైవర్ శోధన
th: ค้นหาไดรเวอร์สำหรับแล็ปท็อป
tr: Dizüstüler için sürücü arayın
ur: لیپ ٹاپ کے لئے ڈرائیور کی تلاش
vi: Tìm kiếm trình điều khiển cho máy tính xách tay
zh: 搜尋筆記型電腦驅動程式
zh_cn: 搜索笔记本电脑驱动程序

# productlandingheader-online_cta-btn
source: Download DriverPack Online
am: አውርድ DriverPack Online
ar: تحميل DriverPack Online
az: DriverPack Online-ı endir
bg: Изтегли DriverPack Online
bn: DriverPack Online ডাউনলোড করুন
bs: Preuzmi DriverPack Online
ca: Descarrega el DriverPack Online
cs: Stáhnout DirverPack Online
de: DriverPack Online herunterladen
es_419: Descargar DriverPack Online
et: Lae alla DriverPack Online
fa: دانلود نسخه DriverPack Online
fr: Télécharger DriverPack Online
gu: DriverPack Online ડાઉનલોડ કરો.
he: הורד את DriverPack Online
hi: DriverPack Online संकलित करे
hr: Preuzmite DriverPack Online
hu: DriverPack Online letöltése
id: Unduh DriverPack Online
ja: DriverPack Online をダウンロード
ka: DriverPack Online-ს გადმოწერა
ko: DriverPack Online 다운로드
ku: دابه‌زێنه‌ DriverPack Online
lt: Parsisiųsti DriverPack Online
mn: DriverPack Online татаж авах
my: DriverPack Online ကို ဒေါင်းလုပ်ရယူမည်
ne: DriverPack Online डाउनलाेड
no: Last ned DriverPack Online
pl: Pobierz DriverPack Online
ps: ډاونلوډ یا کښته کول DriverPack Online
pt_br: Baixar o DriverPack Online
pt_pt: Descarregue o DriverPack Online
ro: Descarcă DriverPack Online
si: DriverPack සෘජුවම පරිගණකයට බාගත කර ගන්න
sk: Stiahnuť DriverPack Online
sl: Prenesite DriverPack Online
sq: Shkarko DriverPack Online
sr: Preuzimanje DriverPack Online
sv: Ladda ned DriverPack Online
sw: Pakua DriverPack Online
ta: DriverPack Online வன்பொருள்தொகுப்பு இணையதளம் வழியாக பதிவிறக்கம் செய்ய
te: డౌన్లోడ్ DriverPack Online
th: ดาวน์โหลด DriverPack Online
tr: DriverPack Online'ı İndir
vi: Tải DriverPack Online
zh: 下載 DriverPack Online
zh_cn: 下载 DriverPack Online
