Repository: DriverPackSolution/transifex-backup
Catalog: delorean/driverpack-solution-worldwide/drpsu/*.po
Languages: am, ar, az, bg, bn, bs, ca, cs, de, el, es_419, et, fa, fil, fr, gu, he, hi, hr, hu, id, it, ja, ka, ko, ku, lt, mn, my, ne, nl, no, pl, ps, pt_br, pt_pt, ro, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ur, vi, zh, zh_cn

# translationheader_bubble-experience
source: Do you have any experience in translating software or web-sites by using online translation services?
am: ዌብሳይቶችን ወይንም ሶፍትዊሮችን በኦንላይን የትርጉም መገልገያዎች የመተርጎም ልምድ አለዎት?
ar: هل لديك أي خبرة في ترجمة البرامج أو مواقع الويب باستخدام خدمات الترجمة عبر الإنترنت؟
az: Online tərcümə xidmətlərindən istifadə edərək veb saytların və ya proqram tərcüməsində hər hansı təcrübəniz var?
bg: Имате ли опит в превода на софтуер или уеб-сайтове с помощта на онлайн преводачи?
bn: আপনার কি অনলাইন অনুবাদ সেবা ব্যবহার করে সফটওয়্যার বা ওয়েবসাইট অনুবাদ করার কোনো অভিজ্ঞতা আছে?
bs: Da li imaš ikakvog iskustva u prevođenju software-a ili web stranica koristeći online servise za prevođenje?
ca: Teniu alguna experiència en traduïr aplicacions o pàgines webs fent servir serveis de traducció online?
cs: Máte nějaké zkušenosti v překládání softwaru nebo webů s použitím online služeb pro překlad?
de: Haben Sie bereits Erfahrung bei der Übersetzung von Software oder Webseiten mithilfe von Online-Übersetzungsdiensten?
el: Έχετε καθόλου εμπειρία στη μετάφραση λογισμικού ή ιστοσελίδων χρησιμοποιώντας διαδικτυακές υπηρεσίες μετάφρασης;
es_419: ¿Tienes experiencia traduciendo software o sitios web usando servicios de traducción online?
et: Kas teil on mingisugust kogemust tõlkijana tarkvara või kodulehtede vallas, kasutamaks onlain tõlkimis teenuseid?
fa: آیا شما تجربه ای در زمینه ترجمه نرم افزار یا وب سایت توسط سرویس های مترجم آنلاین دارید؟
fil: Mayroon ka bang anumang karanasan sa pagsasalin ng software o mga web site sa pamamagitan ng paggamit ng mga serbisyong pagsasalin online?
fr: Avez-vous une quelconque experience dans la traduction de logiciels ou de sites webs en utilisant des services de traduction en ligne?
gu: ઑનલાઇન અનુવાદનો ઉપયોગ કરીને તમને સૉફ્ટવેર અથવા વેબ-સાઇટોના અનુવાદમાં કોઈ અનુભવ છે?
he: יש לך נסיון בתרגום תוכנות או אתרים תוך שימוש באתר לשירותי תרגום?
hi: क्या आपको ऑनलाइन अनुवाद सेवाओं का उपयोग करके सॉफ्टवेयर या वेब-साइट का अनुवाद करने में कोई अनुभव है?
hr: Imate li iskustva u prevođenju softvera ili internetskih stranica koristeći prijevodne servise na internetu?
hu: Van már tapasztalata a szoftverek vagy honlapok fordításában internetes fordítási szolgáltatások segítségével?
id: Apakah anda mempunyai pengalaman dalam menterjemahkan perangkat lunak atau halaman web dengan menggunakan layanan terjemahan online?
it: Hai qualche esperienza di traduzione software o siti internet usando i servizi di traduzione online?
ja: オンライン翻訳サービスを使用してソフトウェアやウェッブサイトを翻訳した経験はありますか？
ka: გაქვთ გამოცდილება პროგრამის ან ვებ-გვერდის ონლაინით თარგმნის?
ko: 온라인 번역 서비스를 사용하여 소프트웨어 또는 웹 사이트를 번역한 경험이 있습니까?
ku: ئایا تۆ هیچ ئه‌زمونێكت هه‌یه‌ له‌ وه‌رگێڕانی به‌رنامه‌ یان وێبسایتدا به‌ به‌كارهێنانی خزمه‌تگوزاری وه‌رگێڕی سه‌رهێڵ؟
lt: Ar turite patirties versti programinę įrangą ar interneto svetaines, naudodamiesi internetinėmis vertimo paslaugomis?
my: သင့်မှာ အွန်လိုင်းဘာသာပြန်ဆိုခြင်း ဝန်ဆောင်မှုများကို အသုံးပြုပြီး ဆော့ဖ်ဝဲလ် သို့မဟုတ် ဝက်ဘ်ဆိုဒ်များကို ဘာသာပြန်ဆိုသည့် အတွေ့အကြုံရှိပါသလား?
ne: के अनलाइन अनुवाद सेवाहरू प्रयोग गरेर अनुवाद सेवाहरू वा वेब-साइटहरूमा कुनै अनुवाद छ?
nl: Heeft u ervaring met het vertalen van software of websites via online vertaaldiensten?
no: Har du noen erfaring med å oversette programvare eller nettsider ved å bruke online oversettelsestjenester?
pl: Masz doświadczenie w zakresie lokalizacji oprogramowania lub stron internetowych z wykorzystaniem usługi tłumaczeń online?
ps: ایا تاسو آنلاین ژباړونکي خدماتو په کارولو سره د سافټویر یا ویب سایټ ژباړلو کې کومه تجربه لرئ؟
pt_br: Você tem alguma experiência na tradução de programas ou de sites usando um serviço de tradução online?
pt_pt: Tem alguma experiência com programas óu páginas web de tradução usando serviços de tradução online?
ro: Ai experiență în traducerea software-ului sau a unui website folosind servicii online de traducere?
si: මාර්ගගත පරිවර්තන සේවා භාවිතා කරමින් මෘදුකාංග හෝ වෙබ් අඩවි පරිවර්තනය කිරීම පිළිබඳ ඔබට යම් අත්දැකීමක් තිබේද?
sk: Máte nejaké skúsenosti s prekladom softvéru alebo webových stránok pomocou online prekladateľských služieb?
sl: Ali imate izkušnje pri prevajanju programske opreme ali spletnih strani s pomočjo spletnih prevajalskih storitev?
sq: Keni eksperiencë në përkthimin e softuerëve ose uebsajteve duke përdorur shërbime online përkthimi?
sr: Da li imate iskustva u prevođenju softvera ili internet stranica koristeći onlajn prevodilačke servise?
sv: Har du någon erfarenhet med att översätta programvara eller hemsidor genom att använda online-översättningstjänster?
sw: Je! Una uzoefu wowote katika kutafsiri programu au tovuti kwa kutumia huduma za kutafsiri mtandaoni?
ta: மொழிமாற்றம் மென்பொருள் அல்லது வலைப்பக்கம் இணையதளம் வழியாக மொழிமாற்றம் அனுபவம் உள்ளதா?
te: ఆన్లైన్ అనువాదం సేవలను ఉపయోగించడం ద్వారా మీరు సాఫ్ట్వేర్ లేదా వెబ్ సైట్ లను అనువదించడంలో మీకు ఏమైనా అనుభవం ఉందా?
th: คุณมีประสบการณ์การแปลซอฟแวร์หรือเว็บไซต์โดยใช้บริการการแปลออนไลน์หรือไม่
tr: Çevrimiçi çeviri hizmetlerini kullanılarak web sitelerini veya yazılım çevirmede herhangi bir deneyime sahip misiniz?
ur: کیا آپ آن لائن ترجمے کی خدمات استعمال کرتے ہوئے سافٹ ویئر یا ویب سائٹس کا ترجمہ کرنے میں کوئی تجربہ رکھتے ہیں؟
vi: Bạn có kinh nghiệm trong việc dịch phần mềm và web-sites, bằng cách sử dụng các phần mềm dịch trực tuyến?
zh: 您是否有使用線上翻譯服務來翻譯軟體或網站的經驗呢?
zh_cn: 您是否有使用线上翻译服务来翻译软体或网站的经验呢?

# translationheader_bubble-email
source: If your answers are YES to all three questions, please, e-mail us to {{EMAIL}} with '{{SUBJECT}}' in the subject line and let us know your target language that you are ready to deal with.
am: ለሶስቱም ጥያቄዎች መልስዎ 'አዎ' ከሆነ እባክዎን በ {{EMAIL}} አድራሻ ጉዳዩን {{SUBJECT}} ብለው ጽፈው e-mail በመላክ የተዘጋጁበትን ቋንቋ ያሳውቁን።
ar: إذا كانت إجاباتك نعم لجميع الأسئلة الثلاثة، يرجى e-mail لنا ل {{EMAIL}} مع {{SUBJECT}} في سطر الموضوع وعلينا أن نعرف اللغة التي تستهدفها التي كنت على استعداد للتعامل معها.
az: Əgər cavabınız bu 3 sual üçün də BƏLİDİRSƏ, lütfən mövzu xanasına '{{SUBJECT}}' yazaraq {{EMAIL}} ünvanımıza e-mail göndərin və tərcümə etmək istədiyiniz dil üçün tərcüməyə hazır olduğunuzu bizə bildirin.
bg: Ако отговорите са ДА на трите въпроса, моля, изпратете ни e-mail на {{EMAIL}} с '{{SUBJECT}}' в темата на писмото и напишете вашия език, с който сте готови да се справите.
bn: যদি প্রশ্ন তিনটির ক্ষেত্রে আপনার উত্তর হ্যাঁ হয়, দয়া করে আমাদের e-mail করুন {{EMAIL}} ঠিকানায় সাবজেক্ট ঘরে '{{SUBJECT}}' লিখে এবং আমাদের জানান আপনি কোন ভাষায় অনুবাদ করার জন্য প্রস্তুত।
bs: Ako je tvoj odgovor DA na sva tri pitanja, molim te, pošalji nam e-mail na {{EMAIL}} sa subjektom '{{SUBJECT}}' i reci nam tvoj ciljani jezik koji si spreman da prevodiš.
ca: Si les teves respostes han estat SÍ a les tres preguntes, si us plau, envia'ns un correu electrònic a {{EMAIL}} amb l'assumpte: '{{SUBJECT}}' i fes-nos saber quin idioma tens pensat traduïr.
cs: Pokud jsou vaše odpovědi ANO na všechny tři otázky, prosím, pošlete nám e-mail na {{EMAIL}} a předmětem '{{SUBJECT}}' a sdělte nám jazyk, do kterého chcete překládat.
de: Wenn Ihre Antworten auf alle drei Fragen JA ist, senden Sie uns bitte eine E-Mail an {{EMAIL}} mit '{{SUBJECT}}' in der Betreffzeile und lassen Sie uns Ihre Zielsprache wissen, mit der Sie sich auseinandersetzen würden.
el: Αν οι απαντήσεις σας είναι ΝΑΙ και στις τρεις ερωτήσεις, στείλτε μας ηλεκτρονική επιστολή στη διεύθυνση {{EMAIL}} με τη φράση «{{SUBJECT}}» στο θέμα και πείτε μας τη γλώσσα με την οποία θέλετε να ασχοληθείτε.
es_419: Si tu respuesta a las tres preguntas es SI, por favor, envíanos un correo electrónico a {{EMAIL}} con el asunto "{{SUBJECT}}" e indícanos cuál idioma podrías traducir.
et: Kui teie vastused on Jah kõigile kolmele küsimusele, siis palun kirjutage meile {{EMAIL}} pange pealkirjaks "{{SUBJECT}}" ja andke meile teada mis keelde olete valmis tõlkima.
fa: اگر جواب شما بلی به تمام سوالات است ، لطفا به ما e-mail به {{EMAIL}} با موضوع {{SUBJECT}}' بفرستید و برایمان بنویسید در ترجمه چه زبانی می توانید یاری برسانید .
fil: Kung ang iyong mga sagot ay OO sa lahat ng tatlong tanong, mangyaring, e-mail sa amin sa {{EMAIL}} sa '{{SUBJECT}}' sa linya ng paksa at ipaalam sa amin ang iyong target na wika na handa ka isalin.
fr: Si votre réponse est OUI à ces trois questions, veuillez nous envoyer un courriel au {{EMAIL}} avec '{{SUBJECT}}' dans la ligne de sujet et faites nous savoir votre langue cible dont vous voulez vous occuper.
gu: જો તમારા જવાબો બધા ત્રણેય પ્રશ્નો માટે હા છે, તો કૃપા કરીને e-mail કરો, {{EMAIL}} ને અમને આ વિષય પર '{{SUBJECT}}' સાથે ઈ-મેઇલ કરો અને તમારી લક્ષિત ભાષાને જણાવો કે તમે તેની સાથે વ્યવહાર કરવા માટે તૈયાર છો.
he: אם ענית כן על שלושת השאלות, אנא שלח לנו e-mail לכתובת {{EMAIL}}. כתוב בכותרת '{{SUBJECT}}' וכתוב לנו איזו שפה ברצונך לתרגם.
hi: अगर आपके जवाब तीनों प्रश्नों के लिए हां हैं, तो कृपया, विषय पंक्ति में '{{SUBJECT}}' के साथ हमें {{EMAIL}} पर e-mail करें और हमें आपकी लक्षित भाषा को बताएँ जो आपकी मदद के लिए तैयार हैं।
hr: Ako su Vaši odgovori DA, molimo Vas javite nam se na adresu {{EMAIL}} pod predmet napišite„{{SUBJECT}}" i recite nam s kojim ste se ciljnim jezikom spremni uhvatiti u koštac.
hu: Ha a válasza IGEN mindhárom kérdésre, kérem küldjön nekünk egy elektronikus levelet, vagyis e-mail -t a {{EMAIL}} címre "{{SUBJECT}}" tárggyal, és tudassa velünk, hogy melyik a célnyelv, melyre fordítani szeretne!
id: Jika jawaban anda YA untuk tiga pertanyaan, silahkan e-mail kami ke {{EMAIL}} dengan '{{SUBJECT}}' di baris subjek dan biarkan kami tahu bahasa terjemahan agar anda siap memulainya.
it: Se le tue risposte sono SI a tutte e tre le domande per cortesia inviaci una e-mail a {{EMAIL}} con '{{SUBJECT}}' nella linea oggetto e facci sapere la tua lingua di riferimento che vuoi tradurre.
ja: 3つの質問の回答がYESの場合は、'{{SUBJECT}}' で {{EMAIL}} までe-mailして下さい。件名の中にあなたの目標言語を記入し送信して下さい。
ka: თუ სამივე კითხვა უპასუხეთ დიახ, მაშინ მოგვწერეთ e-mail {{EMAIL}} თემა {{SUBJECT}} და მიუთითეთ რომელ ენაზე გსურთ თარგმნა.
ko: 귀하의 대답이 세 가지 질문에 모두 예 인 경우, 제목란에 '{{SUBJECT}}' 이 있는 {{EMAIL}} 로 e-mail을 보내고 처리할 대상 언어를 알려주세요.
ku: ئه‌گه‌ر وه‌ڵامه‌كه‌ت به‌ڵێ یه‌ بۆ هه‌موو ئه‌م سێ پرسیاره‌، تكایه‌ e-mail بۆ ئێمه‌ بكه‌ {{EMAIL}} له‌گه‌ڵ {{SUBJECT}} له‌ دێڕی بابه‌ت وه‌ ئێمه‌ بزانین ئامانجه‌كه‌ت كام زمانه‌ كه‌ تۆ ئاماده‌یت مامه‌ڵه‌ی له‌گه‌ڵدا بكه‌یت.
lt: Jei jūsų atsakymai yra TAIP, į visus tris klausimus, e-mail mums {{EMAIL}} su tematika '{{SUBJECT}}' ir praneškite mums savo tikslinę kalbą, su kuria jūs esate pasiruošę versti.
my: အကယ်လို့ သင့်အဖြေမှာ မေးခွန်းသုံးခုစလုံးအတွက် 'ဟုတ်ပါတယ်'ဟု ဖြေဆိုပါက၊ ကျေးဇူးပြု၍ ကျွန်ုပ်တို့ထံ အောက်ဖော်ပြပါ အကြောင်းအရာ '{{SUBJECT}}' ဖြင့် {{EMAIL}} သို့လိပ်မူပြီး အီးမေးလ်ပို့ပေးရန်နှင့် သင်ဘာသာပြန်ရန်အသင့်ရှိနေသည့် သင်ဦးတည်ထားသော မိခင်ဘာသာစကားကို ကျွန်ုပ်တို့ထံ အသိပေးပါ။
ne: यदि तपाईका जवाफहरू छन् भने, कृपया हामीलाई e-mail पठाउनुहोस्{{EMAIL}} संग '{{SUBJECT}}' विषय रेखामा र हामीलाई तपाईंको लक्षित भाषा थाहा दिनुहोस्।
nl: Zijn uw antwoorden op alle drie vragen JA, stuur dan snel een e-mail naar {{EMAIL}} met '{{SUBJECT}}' in de onderwerpregel en vermeld van welke taal je wilt vertalen in uw moedertaal.
no: Dersom svaret ditt er JA på alle tre spørsmål, vennligst send en e-mail til oss på {{EMAIL}} med '{{SUBJECT}}' i emne linjen og fortell oss hvilket språk du ønsker å oversette til
pl: Jeśli odpowiedziałeś TAK na wszystkie 3 pytania napisz e-mail do {{EMAIL}}, w temacie wpisz '{{SUBJECT}}' i daj znam znać, na który język chcesz tłumaczyć.
ps: که ستاسو ځوابونه هو د دریو پوښتنو لپاره وي، نو مهرباني وکړئ موږ ته e-mail ولېږئ {{EMAIL}} سره '{{SUBJECT}}' په موضوع لیک کې او موږ ته اجازه راکړئ چې خپل هدف لرونکي ژبه په کوم چی تاسو پوهیږي ورسره موافق یاست.
pt_br: Se as suas respostas forem SIM para as três perguntas, envie-nos um e-mail para {{EMAIL}} com '{{SUBJECT}}' na linha de assunto e nos avise o idioma de destino que você está pronto para lidar.
pt_pt: Se as suas respostas são SIM a todas as três perguntas, por favor, envie-nos um e-mail para {{EMAIL}} com '{{SUBJECT}}' no assunto e deixe-nos saber que língua para a qual está apto a traduzir.
ro: Dacă răspunsul tău este Da, te rugăm, trimite-ne un e-mail la {{EMAIL}} cu {{SUBJECT}} în subiect și să ne comunici limba în care ești pregătit să traduci.
si: ඔබගේ පිළිතුරු ප්‍රශ්න තුනටම ඔව් නම්, කරුණාකර, {{SUBJECT}} සමඟ අපට විද්‍යුත් තැපැල් කරන්න {{EMAIL}}, ඔබ ගනුදෙනු කිරීමට සූදානම් ඔබගේ ඉලක්ක භාෂාව අපට දන්වන්න.
sk: Ak sú vaše odpovede ÁNO na všetky tri otázky, pošlite nám e-mail na {{EMAIL}} s '{{SUBJECT}}' do riadku predmetu a dajte nám vedieť váš cieľový jazyk, na ktorom ste pripravení sa podieľať.
sl: Če je vaš odgovor da na vsa tri vprašanja, vas prosimo da pošljete e-mail na {{EMAIL}} '{{SUBJECT}}' odstavku tema, navedite jezik s katerim v katerem ste pripravljeni prevajati.
sq: Nëse përgjigja juaj është po në të gjitha pyetjet, iu lutem na dërgoni një e-mail në {{EMAIL}} me '{{SUBJECT}}' në subjekt dhe na tregoni gjuhën që mund të përktheni.
sr: Ako je vaš odgovor DA na sva tri pitanja, molimo vas, pošaljite e-mail na {{EMAIL}} sa '{{SUBJECT}}' u naslovu i obavestite nas o jeziku na koji želite da prevodite.
sv: Om ditt svar är JA på alla tre frågor, vänligen skicka ett mail till oss på adressen {{EMAIL}} med '{{SUBJECT}}' i rubrikraden och berätta för oss vilket språk du är redo att översätta till.
sw: Ikiwa majibu yako ni ndiyo maswali yote matatu, tafadhali, tutumie e-mail kwa {{EMAIL}} ndani '{{SUBJECT}}' ya mstari na tujulishe lugha yako inayolengwa ambayo uko tayari kukabiliana nayo.
ta: உங்கள் பதில் மூன்று கேள்விகளுக்கும் ஆம் என்றால்,தயவுசெய்து, மின்னஞ்சல் e-mail எங்களுக்குஅனுப்ப {{EMAIL}} மற்றும் '{{SUBJECT}}' சப்ஜெக்ட் வரியில் நீங்கள் மொழிமாற்றம் செய்ய நினைக்கும் மொழி அது உங்களுக்கு நன்கு தெரிந்தவையாக.
th: ถ้าคำตอบของคุณคือใช่ทั้งสามข้อ กรุณาอีเมลถึงเราที่ e-mail: {{EMAIL}} โดย '{{SUBJECT}}' ในหัวข้ออีเมลและบอกให้เรารู้ถึงภาษาเป้าหมายที่คุณจะแปล
tr: Eğer yanıtınız tüm bu üç soru için EVET ise, lütfen konu satırına "{{SUBJECT}}" yazarak bize {{EMAIL}} adresine e-posta gönderin ve ilgilendiğiniz hedef diliniz üzerinde çalışmaya hazır olduğunuzu bize bildirin.
ur: اگر آپ کے تینوں سوالات کے جوابات ہاں میں ہیں تو، براہ کرم، ہمیں {{EMAIL}} پر موضوع لائن میں '{{SUBJECT}}' کے ساتھ e-mail کریں اور ہمیں اپنی ہدف زبان بتائیں کہ آپ اس پر کام کے لئے تیار ہیں.
vi: Nếu câu trả lời cho cả ba câu hỏi trên là CÓ, làm ơn, hãy gửi e-mail cho chúng tôi ở điện chỉ {{EMAIL}} với chủ đề '{{SUBJECT}}' và hãy cho chúng tôi biết bạn sẵn sàng dịch với ngôn ngữ mục tiêu nào.
zh: 如果您的答案為是，請在主題行中使用 {{SUBJECT}} 發送 e-mail 到 {{EMAIL}} 給我們，讓我們知道您準備好要處理的目標語言。
zh_cn: 如果您的答案为是，请在主题行中使用 {{SUBJECT}} 发送 e-mail 到 {{EMAIL}} 给我们，让我们知道您准备好要处理的目标语言。

# translationlist_title
source: DriverPack Authorized Translators List
am: የ DriverPack ህጋዊ ተርጓሚዎች ዝርዝር
ar: DriverPack قائمة المترجمين المعتمدين
az: DriverPack Rəsmi Tərcüməçilər siyahısı
bg: Списък с Одобрени Преводачи на DriverPack
bn: DriverPack অনুমোদিত অনুবাদকদের তালিকা
bs: DriverPack Autorizovana Lista Prevodioca
ca: Llista de traductors autoritzats de DriverPack
cs: Seznam autorizovaných překladatelů programu DriverPack
de: Autorisierte Übersetzer von DriverPack
el: Λίστα Εξουσιοδοτημένων Μεταφραστών DriverPack
es_419: Lista de traductores autorizados DriverPack
et: DriverPacki autoriseeritud tõlkijate nimekiri
fa: فهرست مترجمان تایید شده DriverPack
fil: Listahang ng mga Awtorisadong tagapagsalin ng DriverPack
fr: Liste des traducteurs autorisés de DriverPack
gu: DriverPack અધિકૃત અનુવાદકોની સૂચિ
he: רשימת המתרגמים המורשים של DriverPack
hi: DriverPack अधिकृत अनुवादक सूची
hr: Popis ovlaštenih prevoditelja DriverPacka
hu: A DriverPack engedélyezett fordítóinak listája
id: Daftar DriverPack penterjemah terdaftar
it: Lista traduttori autorizzati DriverPack
ja: DriverPack が認証した翻訳者のリスト
ka: DriverPack -ის მთარგმნელთა სია
ko: DriverPack 공인 번역자 목록
ku: لیستی وه‌رگێڕه‌ ڕێگه‌ پێدراوه‌كانی DriverPack
lt: DriverPack įgaliotų vertėjų sąrašas
mn: DriverPack Итгэмжлэгдсэн орчуулагчдын жагсаалт
my: DriverPack တရားဝင်ဘာသာပြန်သူများစာရင်း
ne: DriverPack प्राधिकृत अनुवादक सूची
nl: DriverPack Authorized Vertalers Lijst
no: DriverPack Autoriserte Oversetter Liste
pl: Lista oficjalnych tłumaczy DriverPack'a
ps: DriverPack مستند ژباړونکي لیست
pt_br: Lista dos Tradutores Autorizados do DriverPack
pt_pt: Lista de Tradutores Autorizados do DriverPack
ro: Lista traducătorilor autorizați ai DriverPack
si: DriverPack බලයලත් භාෂා පරිවර්තක ලැයිස්තුව
sk: Zoznam Autorizovaných prekladateľov DriverPack
sl: Seznam pooblaščenih prevajalcev programa DriverPack
sq: Lista e Përkthyesve të Autorizuar të DriverPack
sr: Ovlašćena lista DriverPack prevodilaca
sv: Lista över auktoriserade översättare för DriverPack
sw: Orodha ya Watafsiri wenye mamlaka wa DriverPack
ta: DriverPack வன்பொருள்தொகுப்பு அங்கீகரிக்கப்பட்ட மொழிபெயர்ப்பாளர் பட்டியல்
te: DriverPack అధికార అనువాదకుల జాబితా
th: รายชื่อนักแปลที่ได้รับอนุญาตของ DriverPack
tr: DriverPack Yetkili Çevirmenler Listesi
ur: DriverPack مجاز مترجم کی فہرست
vi: Danh Sách Các Phiên Dịch Viên Được Ủy Quyền Của DriverPack
zh: DriverPack 授權譯者名單
zh_cn: DriverPack 授权翻译成员名单

# translationtool_text-transifex
source: In DriverPack Solution we do our localization by using transifex.com service:
am: DriverPack Solution ለ ቋንቋ ትርጓሜ transifex.com ን እንጠቀማለን፡
ar: في DriverPack Solution نقوم بتوطين لدينا باستخدام خدمة transifex.com:
az: DriverPack Solution-un tərcüməsini transifex.com xidməti vasitəsilə edirik:
bg: В DriverPack Solution превеждаме съответния език с помощта на услугата на transifex.com:
bn: DriverPack Solution - এ আমরা ভাষান্তরের কাজ করি transifex.com এর মাধ্যমে:
bs: U DriverPack Solution prevođenje vršimo koristeći transifex.com servis:
ca: A DriverPack Solution realitzem les traduccions fent servir el servei transifex.com:
cs: Ve DriverPack Solution děláme překlady pomocí služby transifex.com:
de: Bei DriverPack Solution erledigen wir die Lokalisation mit der Hilfe des Dienstes transifex.com:
el: Στο DriverPack Solution κάνουμε τη μετάφρασή μας χρησιμοποιώντας την υπηρεσία transifex.com:
es_419: En DriverPack Solution hacemos nuestra localización utilizando el servicio transifex.com:
et: DriverPack Solution-i tõlgitakse läbi transifex.com teenuse:
fa: در DriverPack Solution ما این نرم افزار را بومی سازی میکنیم با استفاده از سرویس transifex.com:
fil: Sa DriverPack Solution ginagawa namin ang aming lokalisasyon sa pamamagitan ng paggamit ng serbisyo ng transifex.com:
fr: Dans DriverPack Solution, nous effectuons notre localisation en utilisant le service transifex.com:
gu: DriverPack Solution માં transifex.com સેવાનો ઉપયોગ કરીને અમે DriverPack નું સ્થાનિકીકરણ કરીએ છીએ:
he: עבור תרגום DriverPack Solution אנו נעזרים בשירות של transifex.com:
hi: DriverPack Solution में हम transifex.com सेवा का उपयोग करके अपना स्थानीयकरण करते हैं:
hr: Lokalizaciju DriverPack Solutiona radimo uz pomoć servisa transifex.com
hu: A DriverPack Solution esetében a Transifex.com szolgáltatás használjuk lokalizációra:
id: Di DriverPack Solution kami melakukan pemetaan lokasi dengan transifex.com:
it: Per DriverPack Solution utilizziamo il servizio transifex.com per la localizzazione:
ja: DriverPack Solution では、transifex.comのサービスを使用してローカリゼーションを行っています
ka: DriverPack Solution -ს ვთარგმნით ონლაინ მომსახურებით transifex.com:
ko: DriverPack Solution 에서는 transifex.com 서비스를 사용하여 현지화 작업을 수행합니다:
ku: له‌ DriverPack Solution ئێمه‌ گونجاندنه‌كه‌مان بۆ زمانی دیكه‌ له‌ ڕێكه‌ی حزمه‌تگوزاری transifex.com وه‌ ده‌كه‌ین:
lt: DriverPack Solution mes atliekame lokalizaciją naudodamiesi paslauga transifex.com:
my: DriverPack Solution တွင် ကျွန်ုပ်တို့ transifex.com ဝန်ဆောင်မှုကိုအသုံးပြုပြီး ကျွန်ုပ်တို့၏ဘာသာပြန်ဆိုခြင်းကို ပြုလုပ်ပါသည်:
ne: DriverPack Solution मा हामी आफ्नो स्थानीयकरण को transifex.com सेवा को उपयोग गरेर गर्छन:
nl: In DriverPack Solution doen we onze lokalisatie via de transifex.com service:
no: I DriverPack Solution oversettelser bruker vi tjenestene til transifex.com :
pl: W DriverPack Solution do tłumaczeń używamy usługi transifex.com:
ps: په DriverPack Solution موږ خپل ځایي کولو ته د Transifex.com خدمت په واسطه کار کوو:
pt_br: No DriverPack Solution fazemos nossa localização usando o serviço transifex.com:
pt_pt: Na DriverPack Solution usamos o serviço da transifex.com para traduções:
ro: În DriverPack Solution facem localizarea noastra utilizând serviciul oferit de transifex.com:
si: DriverPack Solution තුළදී අපි transifex.com සේවාව භාවිතා කර අපගේ දේශීයකරණය සිදුකරයි:
sk: V DriverPack Solution robíme našu lokalizáciu pomocou služby transifex.com:
sl: V DriverPack Solution bomo naše lokalizacijo s pomočjo transifex.com storitve:
sq: Në DriverPack Solution ne e bëjmë lokalizimin duke përdorur shërbimin e transifex.com:
sr: Mi u DriverPack Solution vršimo lokalizaciju proizvoda koristeći transifex.com sevis:
sv: För DriverPack Solution använder vi oss av tjänsten transifex.com för översättning:
sw: Ndani ya DriverPack Solution unafanya ujanibishaji wetu kwa kutumia huduma ya transifex.com:
ta: DriverPack Solution வன்பொருள்தொகுப்பு பகுதியில் எங்கள் உள்ளூர்மயமாக்கல் transifex.com சேவையைப் பயன்படுத்துவதன் மூலம் செய்கிறோம்:
te: DriverPack Solution లో transifex.com సేవని ఉపయోగించడం ద్వారా మా స్థానికీకరణను చేస్తాము:
th: ใน DriverPack Solution เราทำการแปลภาษาโดยใช้บริการของ transifex.com:
tr: DriverPack Solution'da yerelleştirmemizi transifex.com hizmetini kullanarak yapıyoruz:
ur: DriverPack Solution میں ہم transifex.com سروس کا استعمال کرتے ہوئے لوکلائزیشن کرتے ہیں:
vi: Tại DriverPack Solution chúng tôi thực hiện quá trình nội địa hóa bằng cách sử dụng dịch vụ của transifex.com:
zh: 在 DriverPack Solution 中，我們使用 transifex.com 服務進行當地語系化:
zh_cn: 在 DriverPack Solution 中，我们使用 transifex.com 服务进行语言本地化:
