Repository: DriverPackSolution/transifex-backup
Catalog: delorean/driverpack-solution-worldwide/drpsu/*.po
Languages: am, ar, az, bg, bn, bs, ca, cs, de, el, es_419, et, fa, fil, fr, gu, he, hi, hr, hu, id, it, ja, ka, ko, ku, lt, mn, my, ne, nl, no, pl, ps, pt_br, pt_pt, ro, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ur, vi, zh, zh_cn

# productlandingheader-offline_caption
source: DriverPack Offline Full is a huge build of {{SIZE}} size for driver installation without Internet access. Just download DriverPack Offline Full and use the enormous library of up-to-date drivers wherever you like. It perfectly fits for system admins.
am: DriverPack Offline Full መጠኑ {{SIZE}} የሆነ ያለኢንተርኔት ድራይቨሮችን ለመጫን የሚያገለግል ስሪት ትልቅ ነው። DriverPack Offline Full ያውርዱና ግዙፉን የጊዜው ድራይቨሮች ማከማቻ ባሉበት ቦታ ይጠቀሙ። ለሲስተም ተቆጣጣሪዎች ፍጹም ምቹ ነው።
ar: DriverPack Offline Full - حزمة ضخمة بحجم {{SIZE}} لتثبيت التعريفات دون الحاجة للإتصال بالإنترنت. فقط كم بتحميل DriverPack Offline Full واختر ما يناسبك من مكتبتنا الضخمة للتعريفات المحدثة. مناسب جدا للمستخدمين الرئيسين للأجهزة.
az: DriverPack Offline Full - {{SIZE}} ölçüsündə internetsiz istifadə üçün nəhəng paket. Sadəcə DriverPack Offline Full paketini endirin və aktual driverlərdən ibarət nəhəng paketi istifadə edin. Sistem idarəçiləri üçün çox uyğundur.
bn: DriverPack Offline Full ইন্টারনেট সুবিধা বাদেই ড্রাইভার ইন্সটলেশনের জন্য {{SIZE}} আকারের একটি বিশাল সংস্করণ। শুধু DriverPack Offline Full ডাউনলোড করে নিন এবং হালনাগাদ ড্রাইভারসমূহের বিরাট সংগ্রহ যেখানে দরকার ব্যবহার করুন। এটি সিস্টেম অ্যাডমিনদের জন্য যথার্থই মানানসই।
bs: DriverPack Offline Full je ogromni paket od {{SIZE}} veličine za instaliranje drajvera bez pristupa internetu. Preuzmite DriverPack Offline Full i koristite nevjerovatno skladište najnovijih drajvera kada god hoćete. Perfektno se uklapa za admine sistema.
ca: DriverPack Offline Full - un gran pack de {{SIZE}} per a instal·lar els controladors sense necessitat de connexió a Internet. Tas sols descarregueu DriverPack Offline Full i utilitzeu la enorme biblioteca de controladors actualitzats cada cop que calgui. Es perfecte per a administradors de sistemes.
de: DriverPack Offline Full ist eine riesige Version von {{SIZE}} für die Treiberinstallation ohne Internetzugang. Laden Sie einfach DriverPack Offline Full herunter und nutzen Sie die riesige Sammlung aktueller Treiber, wo immer Sie möchten. Es ist perfekt für Systemadministratoren.
es_419: DriverPack Offline Full - un paquete enorme de {{SIZE}} para instalar los controladores sin acceso a Internet. Simplemente descarga DriverPack Offline Full y usa la enorme biblioteca de controladores actualizados donde desees. Se adapta perfectamente a los administradores del sistema.
et: DriverPack Offline Full on {{SIZE}} suurune arhiiv, paigaldamaks draivereid ilma interneti ühenduseta. Lae alla DriverPack Offline Full ja kasuge suurt valikut uuendatud draivereid, millal iganes soovite. Sobib hästi süsteemiadministraatoritele.
fa: DriverPack Offline Full - یک بسته با حجم زیاد و اندازه {{SIZE}} برای نصب درایور بدون دسترسی به اینترنت .فقط دانلود DriverPack Offline Full و از این بسته درایور میتوانید هر زمانی که نیاز دارید استفاده کنید . این نوع بسته بهترین بسته پیشنهادی برای مدیران سیستم های بزرگ هست .
fr: DriverPack Offline Full - un énorme paquet de taille {{SIZE}} pour l'installation du pilote sans accès à Internet. Il suffit de télécharger DriverPack Offline Full et utilisez l'énorme bibliothèque de pilotes à jour où vous le souhaitez. Il s'adapte parfaitement aux administrateurs système.
gu: DriverPack Offline Full પૂર્ણ ઇન્ટરનેટ ઍક્સેસ વિના ડ્રાઇવર ઇન્સ્ટોલેશન માટે કદનું વિશાળ બિલ્ડ છે. {{SIZE}} ફક્ત DriverPack Offline Full પૂર્ણ ડાઉનલોડ કરો અને તમને ગમે ત્યાં અપ-ટૂ-ડેટ ડ્રાઇવરોની વિશાળ લાઇબ્રેરીનો ઉપયોગ કરો. તે સંપૂર્ણપણે સિસ્ટમ સંચાલકો માટે બંધબેસે છે.
he: חבילת DriverPack Offline Full היא חבילה ענקית בגודל {{SIZE}} המיועדת להתקנת דרייברים כשאין לכם גישה לאינטרנט. פשוט הורד את DriverPack Offline Full ותוכל להשתמש באוסף הדרייברים העצום והעדכני ביותר. חבילה זו מתאימה במיוחד למנהלי מערכות.
hi: DriverPack Offline Full - नेटवर्क सुविधा के बिना ड्राइवर स्थापना के लिए {{SIZE}} आकार का एक वृहत पैक | सिर्फ DriverPack Offline Full संकलित करें और अद्यतित ड्राइवर्स के विशाल संग्रह का आप जहाँ भी चाहे उपयोग करें| यह सिस्टम व्यवस्थापकों लिए पूर्ण रूप से उपयुक्त है|
hu: A DriverPack Offline Full egy hatalmas, {{SIZE}} méretű drivercsomag, mely az internetkapcsolat nélküli telepítésekhez ajánlott. Egyszerűen töltsd le a DriverPack Offline Full verziót, és használd az óriási, legfrissebb drivereket tartalmazó adatbázist, amikor kedved tartja. Tökéletesen kiegészíti a rendszergazdák munkáját.
id: DriverPack Offline Full - sebuah paket besar dari {{SIZE}} ukuran untuk pemasangan driver tanpa akses internet. Hanya mengunduh DriverPack Offline Full dan menggunakan perpustakaan driver besar dan terbaru dimanapun Anda suka. Ini cocok dengan sistem administrasi.
it: DriverPack Offline Full è un pacchetto {{SIZE}} di enormi dimensioni per l'installazione dei driver senza accesso a Internet. Basta scaricare DriverPack Offline Full e utilizzare l'enorme libreria di driver aggiornati dove preferisci. Si adatta perfettamente agli amministratori di sistema.
ja: DriverPack Offline Full はインタネット接続無しでドライバをインストール出来る {{SIZE}} サイズの巨大な版です。DriverPack Offline Full をダウンロードして、好きな場所に最新のドライバをダウンロードすることができます。それはシステム管理者にとって完璧です。
ka: DriverPack Offline Full არის დიდი {{SIZE}} ზომის ნაკრები დრაივერების ინსტალაციისათვის, ინტერნეტის გარეშე. უბრალოდ გადმოწერე Driverpack Offline Full და გამოიყენე დიდი კრებული განახლებული დრაივერებისა, როდესაც მოგესურვება. ეს არის კარგად მორგებული სისტემის ადმინისტრატორთათვის.
ko: DriverPack Offline Full은 인터넷에 연결하지 않고도 드라이버 설치를 위한 {{SIZE}} 크기의 거대한 빌드입니다. DriverPack Offline Full을 다운로드하고 원하는 최신 드라이버를 사용하세요. 시스템 관리자에게 완벽하게 적합합니다.
ku: DriverPack Offline Full - بەستەیەکی زۆر گەورەی {{SIZE}} قەبارە بۆ دامەزراندنی شۆفێرەکان بە بێ بوونی ئنتەرنێت، تەنیا DriverPack Offline Full دابەزێنە وە نوێترین و گەورەترین کتێبخانەی شۆفێرەکان بە کاربێنە لە هەر شوێنێکی حەزت لێی بێت، بەتەواوی دەگونجێت لەگەڵ ئادمینی سیستەمەکان
my: DriverPack Offline Full သည် အင်တာနက်ဆက်သွယ်မှု မလိုအပ်ဘဲ driver ထည့်သွင်းရန်အတွက် ဖြစ်ပြီး {{SIZE}} ဖြင့် ကြီးမားစွာတည်ဆောက်ထားပါသည်။ DriverPack Offline Full ကိုသာ ဒေါင်းလုဒ်ဆွဲလိုက်ပြီး၊ များပြားစွာ စုစည်းထားသည့် နောက်ဆုံးပေါ် drivers များကို သင်ကြိုက်နှစ်သက်သလို အသုံးပြုလိုက်ပါ။ ၎င်းမှာ ကွန်ပျူတာစနစ်ထိန်းသိမ်းသူများအတွက် အလွန်သင့်လျော်ပါသည်။
nl: DriverPack Offline Full is een enorme versie van {{SIZE}} grootte voor driver-installatie zonder internettoegang. Download gewoon DriverPack Offline Full en gebruik de enorme bibliotheek met up-to-date drivers waar en wanneer u maar wilt. Het is perfect voor systeembeheerders.
no: DriverPack Offline Full er en stor kompilering på{{SIZE}} størrelse for driverinstallasjon uten Internett tilgang. Bare last ned DriverPack Offline Full, og bruk det enorme biblioteket med oppdaterte drivere hvor du vil. Den passer perfekt til systemadministratorer.
pl: DriverPack Offline Full jest wielkim pakietem o wielkości {{SIZE}} pozwalającym instalować sterowniki bez dostępu do internetu. Wystarczy pobrać DriverPack Offline Full i używać potężnej biblioteki zaktualizowanych sterowników gdziekolwiek zechcesz. Przydatne zwłaszcza dla administratorów.
ps: DriverPack Offline Full يو {{SIZE}} اندازه د انټرنيټ لاسرسي پرته د ډرائيور نصب کولو لپاره لوئ تعمير دی۔ صرف DriverPack Offline Full داؤنلود کړئ او د دې نیټې چلونکو لوئ کتابتون چي چرته تاسو خوښ وي استعمال ئي کړئ۔ دا په بشپړ ډول د سیسټم د سمون لپاره مناسبه ده.
pt_br: DriverPack Offline Full é um grande pacote com {{SIZE}} de tamanho para instalação de drivers sem acesso à Internet. Basta baixar o DriverPack Offline Full e usar a enorme biblioteca de drivers atualizados onde quiser. É perfeitamente adequado aos administradores do sistema.
pt_pt: DriverPack Offline Full - um grande pacote de {{SIZE}} size para instalação de controladores sem acesso á Internet. Apenas transfira DriverPack Offline Full e use a gigante biblioteca de controladores atualizados quando quiser. É perfeito para administradores de sistemas.
si: DriverPack Offline Full යනු අන්තර්ජාල ප්‍රවේශය නොමැතිව ධාවක ස්ථාපනය සඳහා {{SIZE}} ප්‍රමාණයේ ගොඩනැගීමකි. DriverPack Offline Full බාගත කර ඔබ කැමති ඕනෑම තැනක යාවත්කාලීන ධාවකවල දැවැන්ත පුස්තකාලය භාවිතා කරන්න. එය පද්ධති පරිපාලකයින් සඳහා හොඳින් ගැලපේ.
sk: DriverPack Offline Full - obrovský balíček veľkosti {{SIZE}} pre inštaláciu ovládača bez prístupu na Internet. Stiahnite si DriverPack Offline Full a použite obrovskú knižnicu najnovších ovládačov kdekoľvek sa vám páči. Dokonale sa hodí pre administrátorov systému.
sl: DriverPack Offline Full - ogromen paket velikosti {{SIZE}} za namestitev gonilnikov brez dostopa do interneta. Prenesite DriverPack Offline Full in uporabite ogromno knjižnico posodobljenih gonilnikov, kjer koli želite. Popolnoma ustreza sistemskim administratorjem.
sq: DriverPack Offline Full është një pako gjigande me madhësi {{SIZE}} për instalimin e drajverave pa patur akses në Internet. Thjesht shkarko DriverPack Offline Full dhe përdor librarinë gjigande të drajverave të përditësuar kurdo që dëshironi. U përshtatet në mënyrë perfekte administratorëve të sistemeve.
sr: DriverPack Offline Full - ogroman paket veličine {{SIZE}} za instaliranje drajvera bez pristupa internetu. Samo preuzmite DriverPack Offline Full i koristite ogromnu bazu najnovijih drajvera bilo gde. U potpunosti odgovara za upravljane sistemom.
sv: DriverPack Offline Full - ett stort paket på {{SIZE}} för installation av drivrutiner utan internetuppkoppling. Bara ladda ned DriverPack Offline Full och använd det enorma biblioteket av uppdaterade drivrutiner vart du än vill. Passar perfekt för systemadministratörer.
sw: DriverPack Offline Full ni pakiti kubwa ya ukubwa wa{{SIZE}}kwa usakinishaji au uingizaji wa viendeshaji bila uwepo wa Intaneti. Pakua DriverPack Offline Full na utumie kiasi kikubwa cha viendeshaji vilivyo vipya na kisasa popote upendavyo. Vinafaa vizuri kabisa kwa wasimamizi wa mifumo.
ta: DriverPack Offline Full வன்பொருள்தொகுப்பு ஆஃப்லைன் முழு - இணைய அணுகல் இல்லாமல் இயக்கி நிறுவல் ஒரு பெரிய பேக் அளவு. DriverPack Offline Full வன்பொருள்தொகுப்பு ஆஃப்லைன் முழு ஐ {{SIZE}} முழுவதுமாகப் பதிவிறக்கவும், உங்களுக்கு எங்கு வேண்டுமானாலும், புதுப்பித்த இயக்ககங்களின் மகத்தான நூலகத்தைப் பயன்படுத்தவும்.இது கணினி நிர்வாகிகளுக்கு பொருந்துகிறது.
te: DriverPack Offline Full పూర్తి - ఇంటర్నెట్ ప్రాప్యత లేకుండా డ్రైవర్ ఇన్స్టాలేషన్ కోసం {{SIZE}} భారీ పరిమాణం. కేవలం DriverPack Offline Full ను డౌన్లోడ్ చేసుకోండి మరియు మీకు నచ్చిన చోటికి నవీనమైన డ్రైవర్స్ యొక్క అపారమైన లైబ్రరీని ఉపయోగించండి. ఇది ఖచ్చితంగా వ్యవస్థ నిర్వాహకులకు సరిపోతుంది.
th: DriverPack Offline Full มีขนาด {{SIZE}} สำหรับติดตั้งไดรเวอร์ที่ปราศจากการเข้าถึงอินเตอร์เน็ท เพียงดาวน์โหลด DriverPack Offline Full และใช้คลังข้อมูลไดรเวอร์ที่ทันสมัยขนาดใหญ่ได้ทุกที่ที่คุณต้องการ มันเหมาะเป็นอย่างมากสำหรับผู้ดูแลระบบ
tr: DriverPack Offline Full - Internet erişimi olmadan sürücü kurulumu için {{SIZE}} boyutunda büyük bir paket. Sadece DriverPack Offline Full'ü indirin ve istediğiniz yerde bu güncel sürücülerin muazzam kütüphanesini kullanın. Sistem yöneticileri için mükemmel bir çözümdür.
vi: DriverPack Offline Full - một gói lớn với kích thước {{SIZE}} cho quá trình cài đặt trình điều khiển mà không cần truy cập vào mạng. Chỉ cần tải về DriverPack Offline Full và sử dụng thư viện khổng lồ chứa các trình điều khiển được cập nhật mới nhất bất cứ nơi nào bạn muốn. Nó hoàn toàn phù hợp với những quản trị viên hệ thống.
zh_cn: DriverPack Offline Full - {{SIZE}} 大小的驱动安装程序，无需 Internet 访问。 只需下载 DriverPack Offline Full 并使用大量最新的驱动程序库，无论你喜欢什么。 它完全适合系统管理员。

# promoheader_os-versions
source: The software is suitable for Windows 10, 8.1, 8, 7, Vista, XP
am: ሶፍትዌሩ ለ Windows 10, 8.1, 8, 7, Vista, XP ተስማሚ ነው
ar: البرنامج هو مناسب ل Windows 10, 8.1, 8, 7, Vista, XP
az: Proqram Windows 10, 8.1, 8, 7, Vista, XP üçün uyğundur
bg: Софтуерът е подходящ за Windows 10, 8.1, 8, 7, Vista, XP
bn: এই সফটওয়্যার Windows 10, 8.1, 8, 7, Vista, XP এর জন্য উপযোগী
bs: Software je prilagodljiv za Windows 10, 8.1, 8, 7, Vista, XP
ca: L'aplicació funciona en Windows 10, 8.1, 8, 7, Vista, XP
cs: Software je vhodný pro Windows 10, 8.1, 8, 7, Vista a XP
de: Die Software ist geeignet für Windows 10, 8.1, 8, 7, Vista, XP
el: Το λογισμικό είναι κατάλληλο για Windows 10, 8.1, 8, 7, Vista, XP
es_419: El software es compatible con Windows 10, 8.1, 8, 7, Vista, XP
et: Tarkvara sobib Windows 10, 8.1, 8, 7, Vista ja XP-le
fa: این نرم‌افزار مناسب Windows 10, 8.1, 8, 7, Vista, XP است
fil: Ang software na ito ay angkop para sa Windows 10, 8.1, 8, 7, Vista, XP
fr: Le logiciel est compatible avec Windows 10, 8.1, 8, 7, Vista, XP
gu: અમારું સૉફ્ટવેર Windows 10, 8.1, 8, 7, Vista, XP ને શોભશે
he: התוכנה מתאימה לWindows 10, 8.1, 8, 7, ויסטה, וXP
hi: यह सॉफ्टवेयर Windows 10, 8.1, 8, 7, Vista, XP के लिए उपयुक्त है
hr: Program je namijenjen Windowsima 10, 8.1, 8, 7, Vista, XP
hu: A szoftver Windows 10, 8.1, 8, 7, Vista, XP rendszereken használható
id: Software yang cocok untuk Windows 10, 8.1, 8, 7, Vista, XP
it: Questo software è utilizzabile per Windows 10, 8.1, 8, 7, Vista, XP
ja: 当ソフトウェアは Windows 10, 8.1, 8, 7, Vista, XP に適切
ka: პროგრამა განკუთვნილია სისტემისთვის: Windows 10, 8.1, 8, 7, Vista, XP
ko: 이 소프트웨어는 Windows 10, 8.1, 8, 7, Vista, XP 에 적합합니다
ku: به‌رنامه‌كه‌ گونجاوه‌ بۆ Windows 10, 8.1, 8, 7, Vista, XP
lt: Programinė įranga tinka Windows 10, 8.1, 8, 7, Vista, XP
mn: Софтваре нь Windows 10, 8.1, 8, 7, Vista, XP-д тохиромжтой
my: အဆိုပါဆော့ဖ်ဝဲလ်မှာ Windows 10, 8.1, 8, 7, Vista, XP များအတွက်သင့်လျော်ပါသည်
ne: यो सफ्टवेयर Windows 10, 8.1, 8, 7, Vista, XP का लागि उपयुक्त छ
nl: De software is geschikt voor Windows 10, 8.1, 8, 7, Vista, XP
no: Softwaren passer for Windows 10, 8.1, 8. 7, Vista, XP
pl: Oprogramowanie to działa z Windows 10, 8.1, 8, 7, Vista, XP
ps: دا سافټویر مناسب دی لپارهد Vista, XP 10, 8.1, 8, 7, Windows
pt_br: O programa é adequado para Windows 10, 8.1, 8, 7, Vista, XP
pt_pt: O programa é compatível com o Windows 10, 8.1, 8, 7, Vista, XP
ro: Acest program poate fi folosit pe Windows 10, 8.1, 8, 7, Vista, XP
si: මෙම මෘදුකාංග Windows 10, 8.1, 8, 7, Vista, XP සඳහා සුදුසු වේ
sk: Tento softvér je vhodný pre Windows 10, 8.1, 8, 7, Vista, XP
sl: Programska oprema je primerna za Windows 10, 8.1, 8, 7, Vista, XP
sq: Softueri përshtatet me Windows 10, 8.1, 8, 7, Vista, XP
sr: Ovaj software je pogodan za Windows 10, 8.1, 8, 7, Vista, XP
sv: Programvaran lämpar sig för Windows 10, 8.1, 8, 7, Vista, XP
sw: Programu hiyo inafaa kwa Windows 10, 8.1, 8, 7, Vista, XP
ta: இந்த மென்பொருள் பயன்பாடு விண்டோஸ் Windows 10, 8.1, 8, 7, Vista, XP
th: ซอฟท์แวร์เหมาะสมสำหรับ Windows 10, 8.1, 8, 7, Vista, XP
tr: Yazılım, Windows 10, 8.1, 8, 7, Vista, XP için uygundur
ur: یہ سافٹ ویئر Windows 10, 8.1, 8, 7, Vista, XP کے لئے موزوں ہے
vi: Phần mềm tích hợp với Windows 10, 8.1, 8, 7, Vista, XP
zh: 本軟體適用於 Windows 10, 8.1, 8, 7, Vista, XP
zh_cn: 该软件适用于 Windows 10, 8.1, 8, 7, Vista, XP

# promoheader_uninstall
source: DriverPack removal
am: DriverPack ማስወገጃ
ar: ازاله DriverPack
az: DriverPack silmə
bg: Премахване на DriverPack
bn: DriverPack অপসারণ
bs: Obriši DriverPack
ca: Desinstal·lació de DriverPack
cs: Odstranění programu DriverPack
de: DriverPack entfernen
el: Κατάργηση του DriverPack
es_419: DriverPack eliminador
et: DriverPack eemaldamine
fa: حذف DriverPack
fil: Pag-alis ng DriverPack
fr: Suppression de DriverPack
gu: DriverPack રીમુવલ
he: הסרת DriverPack
hi: DriverPack निष्कासन
hr: Uklanjanje DriverPacka
hu: DriverPack eltávolítás
id: Penghapus DriverPack
it: Rimozione DriverPack
ja: DriverPack を削除
ka: DriverPack-ის წაშლა
ko: DriverPack 제거
ku: لابردنی DriverPack
lt: DriverPack pašalinimas
mn: DriverPack арилгалт
my: DriverPack ဖယ်ရှားရေး
ne: DriverPack हटाउनुहोस्
nl: DriverPack verwijderen
no: DriverPack fjerning
pl: Usuwanie DriverPack
ps: DriverPack لیرې کول
pt_br: Remoção do DriverPack
pt_pt: Remoção do DriverPack
ro: Ștergere DriverPack
si: DriverPack ඉවත් කරන්න
sk: Odstránenie DriverPack
sl: Odstranitev programa DriverPack
sq: Fshirje e DriverPack
sr: Uklanjanje DriverPack-a
sv: DriverPack avinstallation
sw: DriverPack kuondolewa
ta: DriverPack வன்பொருள்தொகுப்பை அகற்ற
te: DriverPack తొలగింపు
th: ถอดถอน DriverPack
tr: DriverPack kaldırma
ur: DriverPack کو ختم کرنا
vi: Gỡ bỏ DriverPack
zh: DriverPack 移除
zh_cn: DriverPack 移除

# promoheader_cta-text-gamers
source: Your computer is more powerful than you think: update all drivers for free
am: ኮምፒውተርዎ ከሚያስቡት በላይ አቅም አለው። ሁሉንም ድራይቨሮች ያድሱ
ar: جهاز الكمبيوتر الخاص بك هو أكثر قوة مما تظن: تحديث كافة برامج التشغيل مجانا
az: Kompüteriniz düşündüyünüzdən daha güclüdür: bütün driverləri pulsuz yeniləyin
bg: Вашият компютър е по-мощен, отколкото си мислите: актуализирай всички драйвери безплатно
bn: আপনার কম্পিউটার আপনার ধারণার চেয়ে শক্তিশালী: সব ড্রাইভার আপডেট করুন বিনামূল্যে
bs: Vaš računar je jači nego što mislite: nadogradite sve drajvere besplatno
ca: El teu ordinador és més potent del que et penses: actualitza tots els controladors gratuitament
cs: Váš počítač je silnější, než si myslíte: aktualizujte všechny ovladače zdarma
de: Ihr Computer ist leistungsfähiger als Sie denken: aktualisieren Sie alle Treiber kostenlos
el: Ο υπολογιστής σας είναι πιο ισχυρός από ότι νομίζετε: ενημερώστε όλα τα προγράμματα οδήγησης δωρεάν
es_419: Tu computadora es más potente de lo que piensas: actualiza todos los controladores de forma gratuita
et: Teie arvuti on võimekam kui te oskate arvata: uuendage kõik draiverid tasuta
fa: رایانه شما قوی‌تر از تصور شماست: همۀ راه‌اندازها را رایگان به روز کنید.
fil: Ang iyong computer ay mas malakas kaysa sa iniiisip mo: libreng i-update ang lahat ng mga driver
fr: Votre ordinateur est plus puissant que vous le pensez: mettez à jour tous vos pilotes gratuitement
gu: તમારું કોમ્યુટર તમે ધારો છો એ કરતાં વધુ પાવરફુલ છે: બધા જ ડ્રાઈવર ફ્રી માં ડાઉનલોડ કરો
he: המחשב שלך חזק מכפי שאתה חושב: עדכן את כל הדרייברים בחינם
hi: आपका कंप्यूटर आपके विचार से अधिक शक्तिशाली है: सभी ड्राइवरों को मुफ्त में अपडेट करें
hr: Vaše je računalo snažnije nego što mislite: besplatno ažurirajte sve upravljačke programe
hu: A számítógépe erősebb, mint hinné: frissítse az összes drivert ingyen!
id: Komputer Anda lebih kuat dari yang Anda pikirkan: perbarui semua driver secara gratis
it: Il tuo computer è più potente di quello che credi: aggiorna tutti i driver gratuitamente
ja: あなたのコンピュータはあなたが考えているよりも性能が高いです。無料で全部のドライバーをアップデートして下さい。
ka: თქვენი კომპიუტერი იმაზე მძლავრია ვიდრე ფიქრობთ: განაახლეთ დრაივერები უფასოდ
ko: 컴퓨터가 생각보다 강력합니다: 모든 드라이버를 무료로 업데이트하세요
ku: كۆمپیوته‌ره‌كه‌ت ئێستا زۆر به‌هێزتره‌ له‌وه‌ی بیری لێده‌كه‌یته‌وه‌: هه‌موو پێناسه‌كان نوێبكه‌ره‌وه‌ به‌ خۆڕایی
lt: Jūsų kompiuteris yra galingesnis nei manote: atnaujininkite visas tvarkykles nemokamai
mn: Таны компьютер бодсоноос чинь илүү хүчтэй: бүх драйверуудаа үнэ төлбөргүй шинэчил
my: သင့်ကွန်ပျူတာသည် သင်ထင်သည်ထက်ပိုကောင်းနေပါသည်။ ထို့ကြောင့် drivers များအားလုံးကို အခမဲ့အဆင့်မြှင့်လိုက်ပါ
ne: कम्प्युटरमा सबैका लागि निःशुल्क ड्राइभर अद्यावधिक गर्नुहोस्
nl: Uw computer is krachtiger dan u denkt: update alle drivers gratis
no: Datamaskinen din er kraftigere enn du tror: oppdater alle drivere gratis
pl: Twój komputer jest wydajniejszy, niż sądzisz: zaktualizuj wszystkie sterowniki za darmo
ps: ستاسو کمپیوټر ستاسو تر فکر خورا پیاوړی دی: تازه کول د وړیا چلوونکو
pt_br: Seu computador é mais poderoso do que você pensa: atualize todos os drivers gratuitamente
pt_pt: O seu é mais poderoso do que pensa: atualize todos os controladores de graça
ro: Computerul tău este mai puternic decât crezi: actualizați gratuit toate driverele
si: ඔබේ පරිගණකය ඔබ සිතනවාට වඩා බලවත්ය: නොමිලේ සියලුම ධාවක යාවත්කාලීන කරන්න
sk: Váš počítač je výkonnejší ako si myslíte: aktualizujte všetky ovládače zadarmo
sl: Vaš računalnik je lahko zmoglivejši, kot si predstavljate: posodobite ga brezplačno
sq: Kompjuteri juaj është më i fuqishëm se sa ju mendoni: përditësoni të gjithë drajverat falas
sr: Vaš računar je moćniji nego što mislite: ažurirajte sve drajvere besplatno
sv: Din dator är mer kraftfull än vad du tror: uppdatera alla drivrutiner gratis
sw: Kompyuta yako ni nguvu zaidi kuliko unafikiria: sasisha madereva wote kwa bure
ta: உங்கள் கணினி நீங்கள் நினைத்ததை விட சக்தி வாய்ந்தது: அனைத்து பழைய வன்பொருளையும் மேம்படுத்துங்கள் இலவசமாக
te: మీరు ఊహించిన దానికంటే మీ కంప్యూటర్ మరింత శక్తివంతమైనది: ఉచితంగా అన్ని డ్రైవర్స్ నవీకరించండి
th: คอมพิวเตอร์ของคุณมีพลังมากกว่าที่คุณคิด อัพเดทไดรเวอร์ทั้งหมดฟรี
tr: Bilgisayarınız düşündüğünüzden daha güçlüdür: tüm sürücüleri ücretsiz güncelleyin
ur: آپ کا کمپیوٹر آپ کی سوچ سے زیادہ طاقتور ہے: مفت میں تمام ڈرائیورز کو اپ ڈیٹ کریں
vi: Máy tính của bạn vẫn mạnh mẽ hơn bạn tưởng: cập nhật tất cả các trình điều khiển miễn phí
zh: 您的電腦比您想像的更強大: 免費更新所有驅動程式
zh_cn: 您的计算机比您想象的更强大：免费更新所有驱动程序
