Repository: DriverPackSolution/transifex-backup
Catalog: delorean/driverpack-solution-worldwide/drpsu/*.po
Languages: am, ar, az, bg, bn, bs, ca, cs, de, el, es_419, et, fa, fil, fr, gu, he, hi, hr, hu, id, it, ja, ka, ko, ku, lt, mn, my, ne, nl, no, pl, ps, pt_br, pt_pt, ro, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ur, vi, zh, zh_cn

# cloudpagefaq_notifications-a
source: These notifications are just recommendations. You can unsubscribe from getting notification of the certain type by clicking the bell icon at the right upper corner of each notification.
am: እነዚህ ማስታወቂያዎች ጥቆማዎች ብቻ ናቸው። ከእያንዳንዱ ማስታወቂያ ቀኝ ራስጌ ላይ ያለችውን ደወል በመጫን የዚህ አይነት ማስታወቂያዎች እንዳይደርሱዎት ማድረግ ይችላሉ።
ar: هاته الاشعارات هي فقط توصيات.يمكنك الغاء اشتركك بالتوصل بالاشعارات من بعض النوع عبر النقر على الزر الموجود في الزاوية العليا اليمنى في كل اشعار.
bn: এই প্রজ্ঞাপনসমূহ শুধু কিছু সুপারিশ মাত্র। প্রতিটি প্রজ্ঞাপনের ডানদিকে উপরে ঘন্টার আইকনে ক্লিক করে নির্দিষ্ট ধরনের প্রজ্ঞাপন পাওয়ার সুবিধা বন্ধ করতে পারবেন।
de: Diese Benachrichtigungen sind nur Empfehlungen. Sie können die Benachrichtigung über einen bestimmten Typ abbestellen, indem Sie auf das Glockensymbol in der oberen rechten Ecke jeder Benachrichtigung klicken.
es_419: Estas notificaciones son justas recomendaciones. Puedes desuscribirte desde la notificación y dependiendo del tipo, haz click en la etiqueta del icono en la esquina superior derecha de cada notificación.
et: Need teavitused on lihtsalt soovitused. Te saate erinevat sorti teavitused keelata, vajutades üleval paremal kella ikooniga nuppu teavituse aknas.
fa: این اعلان ها صرفاً به صورت پیشنهادی هستند. شما می توانید با کلیک بر روی آیکون زنگ در بالا - راست اعلان مورد نظر از دریافت آن جلوگیری کنید.
fr: Ces notifications sont justes des recommandations. Vous pouvez desactiver chaque catégorie de notifications en cliquant sur l'icône "horloge" qui se trouve en haut à droite de chaque notifications.
gu: આ સૂચનો માત્ર ભલામણો છે તમે દરેક સૂચનાના જમણા ઉપરના ખૂણામાં ઘંટના સિમ્બોલને ક્લિક કરીને ચોક્કસ પ્રકારની સૂચના પ્રાપ્ત કરવાનું અનસબ્સ્ક્રાઇબ કરી શકો છો.
he: ההודעות הללו הם רק המלצות. באפשרות להסיר את הצגת ההודעות על ידי לחיצה על אייקון הפעמון בחלק העליון של כל הודעה.
hi: ये अधिसूचनाएं सिर्फ अनुशंसाएं है| आप किसी भी प्रकार की अधिसूचना प्राप्त करने की सदस्यता उपरी दाएं कोने में घंटी आइकॉन पर क्लिक करके समाप्त कर सकते है|
hu: Ezek az értesítések mindössze ajánlatok. Az egyes típusok értesítéseiről leiratkozhat, ha a harang ikonra kattint az értesítések jobb felső sarkában.
id: Pemberitahuan ini hanya rekomendasi. Anda dapat berhenti berlangganan untuk mendapatkan pemberitahuan tentang jenis tertentu dengan mengeklik ikon bel di sudut kanan atas setiap notifikasi.
it: Queste notifiche sono giusto raccomandazioni. Puoi disabilitare le notifiche di un certo tipo cliccando sull'icona a forma di campanello nell'angolo in alto a destra di ciascuna notifica.
ja: これらの通知は単なる推奨事項です。各通知の右上隅にあるベルアイコンをクリックすると、特定のタイプの通知を受取ることを拒否できます。
ka: ეს შეტყობინებები არის რეკომენდაციები. მათი გათიშვა შეგიძლიათ თითოეულ შეტყობინებაზე ზედა მარჯვენა კუთხეში მითითებულ ზარზე დაჭერით.
ko: 이러한 알림은 권장 사항일 뿐입니다. 각 알림의 오른쪽 상단 모서리에 있는 벨 아이콘을 클릭하여 특정 유형의 알림을 수신 거부할 수 있습니다.
lt: Šie pranešimai yra tik rekomendacijos. Jus galite išjungti konkretaus tipo pranešimų gavimą, spustelėję varpelio ženklelį esantį kiekvieno pranešimo viršutiniame dešiniajame kampe.
my: ထိုအသိပေးစာများမှာ အကြံပြုချက်များသာဖြစ်ပါတယ်။ သင့်အနေနဲ့ အသိပေးစာရခြင်းကို ပယ်ဖျက်နိုင်ဖို့ရန်အတွက် အသိပေးစာတိုင်း၏ ညာဖက်အပေါ်ထောင့်ရှိ ခေါင်းလောင်းပုံကို ကလစ်နှိပ်ခြင်းဖြင့် ရပ်တန့်နိုင်ပါတယ်။
nl: Deze meldingen zijn slechts aanbevelingen. Je kunt je afmelden voor het ontvangen van een melding van het betreffende type door op het belpictogram in de rechterbovenhoek van elke melding te klikken.
no: Disse varslene er bare anbefalinger. Du kan avmelde deg fra å få varsler av den aktuelle typen ved å klikke på klokkeikonet i øvre høyre hjørne av hvert varsel.
pl: Te powiadomienia są jedynie rekomendacjami. Możesz je wyłączyć w dowolnym momencie, klikając na ikonę dzwonka w prawym górnym rogu każdego powiadomienia.
ps: دا اطلاعات یوازې سپارښتنې دي. تاسو کولی شئ د هرې خبرپاڼې په ښی لوړو پوړ کې د ګړونګی آئیکن کيکاږی ترڅو د ځانګړي ډول خبرتیا ترلاسه کولو څخه محروم شی
pt_br: Essas notificações são apenas recomendações. Você pode cancelar a inscrição de certa notificação clicando no ícone do sino no canto superior direito de cada notificação.
pt_pt: Estas notificações são apenas recomendações. Pode não subscrever para ter notificação de um certo tipo clicando no icone do sino que se encontra no canto superior direito de cada notificação.
si: මෙම දැනුම්දීම් නිර්දේශයන් පමණි. එක් එක් දැනුම් දීමේ දකුණු ඉහළ කෙළවරේ ඇති සීනුව නිරූපකය ක්ලික් කිරීමෙන් ඔබට එක්තරා ආකාරයක දැනුම්දීමක් ලබා ගැනීමෙන් ඉවත් විය හැකිය.
sl: Ta obvestila so le priporočila. Odjave o določeni vrsti se lahko odjavite tako, da kliknete ikono zvonca v desnem zgornjem kotu vsake obvestilo.
sq: Këta lajmërime janë thjesht rekomandime. Mund të çregjistroheni nga marrja e njoftimeve të një tipi të caktuar duke klikuar zilen tek cepi lart djathas për çdo njoftim.
sr: Ova obaveštenja su samo preporuke. Možete da se odjavite od dobijanja obaveštenja odredjenog oblika klikom na ikonu zvono u gornjem desnom uglu za svako obaveštenje.
sw: Hivi viarifu ni mapendekezo tu. Unaweza kujitoa kupata kiarifu cha aina fulani kwa kubofya alama ya kengele katika kona ya juu kulia ya kila kiarifu.
th: การแจ้งเตือนเหล่านี้เป็นเพียงแค่คำแนะนำ คุณสามารถยกเลิกการได้รับคำเตือนเหล่านั้นได้โดยการคลิ๊กไอคอนรูปกระดิ่งที่มุมขวาบนของแต่ละคำเตือน
tr: Bu bildirimler yalnızca önerilerdir. Her bildirimin sağ üst köşesindeki zil simgesine tıklayarak belirli türde aldığınız bildirimden aboneliği kaldırabilirsiniz.
zh_cn: 这些通知只是建议。 您可以在每个通知右上角的铃声图标通知取消订阅。

# cloudpagefaq_usb-q
source: When I connected my flash-card to the usb slot, a notification about some driver has appeared on my desktop. What is it for?
am: የፍላሽ ካርዴን ከ ኮምፒውተሬ ስሰካ ስለሆነ ድራይቨር የሚገልጽ ማስታወቂያ ዴስክቶፔ ላይ ይታያል። ይህ ለምን ሆነ?
ar: عندما اقوم بتوصيل بطاقة فلاش الى منفذ USB .اتوصل باشعار عن تعريف ظهر على سطح مكتبي.لماذا؟
bn: যখন ইউএসবি স্লটে আমার ফ্ল্যাশ কার্ড যুক্ত করলাম, ডেস্কটপে কিছু ড্রাইভার সম্বন্ধে একটি প্রজ্ঞাপন (notification) হাজির হলো। এটি কীসের জন্য?
de: Wenn ich meine Flash-Karte an den USB-Steckplatz angeschlossen habe, wurde auf meinem Desktop eine Benachrichtigung über einen Treiber angezeigt. Wofür ist das?
es_419: Cuando conecte mi memoria flash a la entrada USB, ha aparecido una notificación sobre algunos controladores. ¿Para qué es eso?
et: Kui ma ühendan oma mälukaardi usb pesasse, tuleb mulle ekraanile teavitus draiverite kohta. Mille jaoks see on?
fa: هنگامی که فلش کارت خود را به اسلات USB وصل کردم، یک اعلان در مورد برخی از راه اندازها روی دسکتاپ من ظاهر شد. این برای چیست؟
fr: Quand je connecte ma carte flash-card au slot usb, une notification à propos d'un pilote apparaît sur mon Bureau. A quoi sert-elle?
gu: જ્યારે મે ફ્લેશ-કાર્ડને યુએસબી સ્લોટ સાથે જોડ્યો, ત્યારે કેટલાક ડ્રાઇવર વિશેની સૂચના મારા ડેસ્કટૉપ પર દેખાય છે. આ શેના માટે છે?
he: כשחיברתי את כרטיס הזיכרון שלי לחיבור הUSB, צצה הודעה שהציעה להתקין דרייבר. למה זה קרה?
hi: जब मैंने मेरे फ़्लैश कार्ड को यूएसबी स्लॉट में डाला, तो मेरे डेस्कटॉप पर किसी ड्राईवर के बारे में एक अधिसूचना दिखाई दी| यह किसके लिए है?
hu: Amikor behelyeztem a flash-kártyámat az USB foglalatba, egy értesítés jelent meg egy driverről az Asztalomon. Mire való?
id: Ketika saya menghubungkan kartu-flash saya ke slot usb, pemberitahuan tentang beberapa driver telah muncul di desktop saya. Untuk apa?
it: Quando ho connesso la mia flashcard nella porta usb, è comparsa una notifica sul mio desktop a proposito di qualche driver. A cosa serve questo?
ja: フラッシュカードをUSBスロットに接続すると、一部のドライバに関する通知がデスクトップに表示されました。それはなんのためですか？
ka: პორტატული მეხსიერების შეერთებისას მიჩვენებს დრაივერის შეტყობიენბას. რისთივსაა?
ko: 내 플래시 카드를 USB 슬롯에 연결하면 일부 드라이버에 대한 알림이 내 데스크톱에 나타났습니다. 그것은 무엇을 위한 것 입니까?
lt: Kai prijungiau atmintuką prie kompiuterio USB lizdo, darbalaukyje gavau pranešimą apie kažkokių tvarkyklių įdiegimą. Kam ir kas tai?
my: ကျွန်ုပ်ရဲ့ မမ်မိုရီကတ်ကို usb အံထဲထည့်လိုက်တဲ့အခါ ကျွန်ုပ်၏ကွန်ပျူတာမျက်နှာပြင်ပေါ်မှာ driver အချို့နဲ့ပတ်သက်တဲ့ အသိပေးစာပေါ်လာပါတယ်။ အဲ့ဒါဘာအတွက်ပါလဲ?
nl: Toen ik mijn flash-kaart met de usb-slot verbond, een kennisgeving over een driver is op mijn bureaublad verschenen. Waar is het voor?
no: Når jeg koblet flash-kortet mitt til usb sporet, får jeg opp en melding om en driver på skrivebordet mitt. Hva er den til?
pl: Po podłączeniu czytnika kart do portu USB, na pulpicie pojawiło się powiadomienie o sterownikach. Dlaczego?
ps: کله چې ما د خپل سایټ سره د USB سلاټ سره وصل کړه، د ځینې چلوونکو په اړه یو خبرتیا زما په ډیسټاپ کې ښکاره شوی. دا څه لپاره ده؟
pt_br: Quando conectei meu cartão flash no slot usb, uma notificação sobre algum driver apareceu na minha área de trabalho. Para que serve isso?
pt_pt: Quando ligo o meu cartão flash á porta usb, a notificação sobre algum controlador apareçe no meu ambiente de trabalho. Para que é isso?
si: මම මගේ ෆ්ලෑෂ් කාඩ් පත usb slot වෙත සම්බන්ධ කළ විට, සමහර ධාවක පිළිබඳ දැනුම්දීමක් මගේ ඩෙස්ක්ටොප් එකේ දිස්විය. එය කුමක් සදහාද?
sl: Ko sem svojo flash kartico priključil na režo za usb, se je na mojem namizju pojavilo obvestilo o nekaterih gonilnikih. Za kaj je to?
sq: Kur e lidha kartën-flesh tek sloti i usb-së, një njoftim erdhi që një drajver është shfaqur në ekranin tim. Për ç'farë është?
sr: Kada povežem svoju memorijsku karticu u usb ulaz, notifikacija o nekom drajveu se pojavi na mojoj radnoj površini. Zbog čega?
sw: Nilipounganisha kadi-ya-flashi kwenye tundu ya usb, kiarifu kuhusu kiendeshi fulani kimetokea kwenye desktop yangu. Ni kwa ajili ya nini?
th: เมื่อฉันเชื่อมต่อ flash-card กับช่อง usb มีคำเตือนเกี่ยวกับบางไดรเวอร์ปรากฏขึ้นบนเดสก์ท็อปของฉัน มันเพื่ออะไร
tr: Flash belleğimi usb girişe taktığımda masaüstü bilgisayarımda bazı sürücüler hakkında bir bildirim görünüyor. Bu ne içindir?
zh_cn: 当我将我的闪存卡连接到 USB 插槽时，我的桌面上出现了有关某个驱动程序的通知。 它是什么?

# cloudpagefaq_usb-a
source: DriverPack Cloud reveals connecting of the new devices and examines if they have proper drivers. If the required driver is missing, it’s possible to install it immediately — it’s necessary for proper operability of the device.
am: DriverPack Cloud አዲስ የተገናኙ መሳርያዎችን ያሳያል፣ አስፈላጊው ድራይቨር እንዳላቸውም ይመረምራል። አስፈላጊ ድራይቨር ከሌለም ወዲያውኑ መጫን ቀላል ነው — ይህ ለመሳርያው ጤናማ አሰራር አስፈላጊ ነው።
ar: DriverPack Cloud يكشف الجهزة الجديدة التي تم ربطها و يبحث ان كان لديها تعاريفها الخاصة.اذا كانت تتطلب تعريف غير متوفر على الحاسوب يمكنه تنزيله مباشرة — انها ضرورية لوظيفة الجهاز
bn: নতুন যন্ত্রসমূহের সংযুক্তির বিষয়ে DriverPack Cloud জানায় এবং সেগুলোর যথার্থ ড্রাইভার আছে কিনা তা পরীক্ষা করে। দরকারি ড্রাইভারটি অনুপস্থিত থাকলে, সেটি সাথেসাথে ইন্সটল করা সম্ভব — যন্ত্রটির যথার্থ কার্যক্ষমতার জন্য এটি প্রয়োজনীয়।
de: In DriverPack Cloud können Sie die neuen Geräte anschließen und prüfen, ob sie über geeignete Treiber verfügen. Wenn der erforderliche Treiber fehlt, kann er sofort installiert werden. Dies ist für die ordnungsgemäße Funktionsfähigkeit des Geräts erforderlich.
et: DriverPack Cloud tuvastab uute seadmete ühendamist teie arvutiga, ning kontrollib kas neil on vajalik draiver. Kui vajalik draiver puudub, on võimalus see paigaldada koheselt — see on vajalik, et saaksite kasutada oma seadmeid korralikult.
fa: DriverPack Cloud اتصال دستگاه های جدید را نشان می دهد و بررسی می کند که راه انداز مناسب را داشته باشد. اگر راه اندازهای مورد نیاز از دسته رفته باشد، ممکن است فوراً آن را نصب کند — این برای کارکرد مناسب دستگاه ضروری است
fr: DriverPack Cloud detect les nouveaux periphériques et recherche les pilotes. Si le pilote nécessaire est manquant, il est possible de l'installer immédiatement — cela est nécessaire pour un fonctionnement correct du périphérique.
gu: DriverPack Cloud નવા ઉપકરણોને કનેક્ટ કરે છે અને તપાસ કરે છે કે જો તેઓ પાસે યોગ્ય ડ્રાઇવરો છે. જો જરૂરી ડ્રાઈવર ખૂટે છે, તો તે તરત જ ઇન્સ્ટોલ કરવું શક્ય છે — ઉપકરણની યોગ્ય કામગીરી માટે તે જરૂરી છે
he: תוכנת DriverPack Cloud מזהה חיבור של התקנים חדשים ובודקת באופן אוטומטי אם כבר מותקן הדרייבר המתאים. אם הדרייבר הנחוץ חסר, ניתן להתקין באופן מיידי — הדרייבר נחוץ לפעולה תקינה של ההתקן החדש.
hi: DriverPack Cloud नए उपकरणों को जोड़ने पर दिखाता है और खोजता है कि उनके सही ड्राइवर्स है या नहीं? यदि अपेक्षित ड्राईवर अनुपस्थित है, तो उसे तुरंत संकलित करना संभव है — उपकरण के उचित सञ्चालन के लिए यह आवश्यक है|
hu: A DriverPack Cloud felderíti az új eszközök csatlakoztatását, és megvizsgálja őket, hogy megfelelő driverekkel rendelkeznek-e. Ha a szükséges driver hiányzik, lehetség azonnal feltelepíteni — szükséges az eszköz megfelelő működéséhez.
id: DriverPack Cloud memberitahu penghubung perangkat baru dan memeriksa apakah mereka memiliki driver yang tepat. Jika driver yang diperlukan hilang, ini memungkinkan untuk memasangnya segera — ini diperlukan untuk pengoperasian yang tepat dari perangkat.
it: DriverPack Cloud rileva la connessione di nuovi dispositivi ed esamina se questi hanno i driver corretti. Se il driver necessario è mancante, è possibile installarlo immediatamente — è necessario per il corretto funzionamento del dispositivo.
ja: DriverPack Cloud は新しいデバイスの接続を検査し、適切なドライバがあるかどうかを調べます。必要なドライバが見つからなかった場合は、すぐにインストールすることが出来ます — デバイスの適切な操作性のために必要です。
ka: DriverPack Cloud თვალს ადევნებს დაერთებულ მოწყობილობებს და ნახულობს სწორი დრაივერი აქვთ თუ არა, არარსებობის შემთხვევაში შესაძლებელია დრაივრეის ინსტალაცია, რათა მოწყობილობამ გამართულად იმუშაოს.
ko: DriverPack Cloud 는 새로운 장치의 연결을 확인하고 적절한 장치가 있는지 검사합니다. 필요한 드라이버가 누락된 경우 즉시 설치할 수 있습니다 — 장치의 적절한 조작성을 위해 필요합니다.
lt: DriverPack Cloud aptinka naujai prijungtus prietaisus ir patikrina ar jie turi deramas tvarkykles. Jei truksta reikiamų tvarkyklių, jos nedelsiant įdiegiamos — tai reikalinga tinkamam prietaiso veikimui.
my: DriverPack Cloud က စက်ပစ္စည်းအသစ်နဲ့ ချိတ်ဆက်လိုက်တာကို ဖော်ပြပြီး ထိုပစ္စည်းအတွက် သင့်လျော်တဲ့ drivers ရှိမရှိကို စစ်ဆေးပါတယ်။ အကယ်လို့ လိုအပ်တဲ့ driver ကိုမတွေ့တဲ့အခါ၊ ၎င်းကို ချက်ချင်းထည့်သွင်းဖို့ ဖြစ်နိုင်ပါတယ်။ — ဘာကြောင့်လဲဆိုတော့ ယင်းစက်ပစ္စည်းမှန်မှန်ကန်ကန် အလုပ်လုပ်နိုင်ဖို့ လိုအပ်လို့ပဲ ဖြစ်ပါတယ်။
nl: DriverPack Cloud onthult de verbinding van de nieuwe apparaten en onderzoekt of ze de juiste stuurprogramma's hebben. Als de vereiste driver ontbreekt, het is mogelijk om het onmiddellijk te installeren — het is noodzakelijk voor een goede werking van het apparaat.
no: DriverPack Cloud oppdager tilkobling av nye enheter og undersøker om de har riktige drivere. Hvis den nødvendige driveren mangler, er det mulig å installere den umiddelbart — det er nødvendig for riktig bruk av enheten.
pl: DriverPack Cloud wykrywa podłączenie nowych urządzeń i sprawdza, czy posiadają właściwe sterowniki. Jeżeli brak wymaganych sterowników, pozwala na błyskawiczną ich instalację — niezbędnych, aby móc używać tego urządzenia.
ps: د DriverPack Cloud د نویو وسایطو سره نښلول ښکاره کوي او معاینه کوي که دوی مناسب چلوونکی ولري. که چیرې اړین چلوونکي له لاسه ورکړي، نو سمه دا ده چې سمدستي نصب کړئ — د دې وسیله مناسب فعالیت لپاره اړین دی.
pt_br: O DriverPack Cloud revela a conexão dos novos dispositivos e examina se eles possuem drivers apropriados. Se o driver necessário estiver faltando, é possível instalá-lo imediatamente — é necessário para a operacionalidade adequada do dispositivo.
pt_pt: DriverPack Cloud revela ligações de novos dispositivos e examina se eles tem o controlador adequado. Se o controlador necessário estiver em falta é possivel instala-lo imediatamente — é necessário para melhor operacionalidade do dispositivo.
si: DriverPack Cloud විසින් නව උපාංග සම්බන්ධ කිරීම හෙළි කරන අතර ඒවාට නිසි ධාවක තිබේදැයි පරීක්ෂා කරයි. අවශ්‍ය ධාවක අස්ථානගත වී ඇත්නම්, එය වහාම ස්ථාපනය කළ හැකිය — උපාංගයේ නිසි ක්‍රියාකාරිත්වය සඳහා එය අවශ්‍ය වේ.
sl: DriverPack Cloud razkriva povezavo novih naprav in preverja, ali imajo pravilne gonilnike. Če potreben gonilnik manjka, ga je mogoče takoj namestiti — potrebno je za pravilno delovanje naprave.
sq: DriverPack Cloud zbulon lidhjen e pajisjeve të reja dhe shqyrton nëse kanë drajverat e duhura. Nëse drajveri i duhur mungon, është e mundur të instalohet menjëherë — është e nevojshmë për funksionimin siç duhet të pajisjes.
sr: DriverPack Cloud prikazuje povezivanje sa novim uredjajem i istražuje da li imaju adekvatne drajvere. Ukoliko traženi drajveri nedostaju, moguće je odmah ih instalirati — neophodno je za pravilno funkcionisanje uredjaja
sw: DriverPack Cloud hudhihirisha uunganishwaji wa vifaa vipya na hukagua kama vina viendeshi stahiki. Kama kiendeshi hitajika kinakosekana, inawezekana kuisanikisha papo-hapo — ni muhimu kwa utendaji sahihi wa kifaa.
th: DriverPack Cloud เผยให้เห็นการเชื่อมต่ออุปกรณ์ใหม่และวิเคราะห์ถ้ามีไดรเวอร์ที่เหมาะสม ถ้าไม่พบไดรเวอร์ที่ต้องการที่มันจะติดตั้งทันทีที่เป็นไปได้ — มันจำเป็นสำหรับการทำงานอย่างเหมาะสมของอุปกรณ์
tr: DriverPack Cloud bağlanan yeni aygıtları ortaya çıkarır ve uygun sürücülere sahip olup olmadıklarını inceler. Eğer gerekli sürücü eksikse, anında yüklenmesini mümkün kılar — aygıtların düzgün bir sekilde çalışabilmesi için gereklidir.
zh_cn: DriverPack Cloud 提示新设备的连接并检查它们是否具有适当的 — 驱动程序。 如果所需的驱动程序丢失，可以立即安装。

# cloudlandingpage_cackle-title
source: Let us know your opinion about DriverPack Cloud
am: ስለ DriverPack Cloud ያለዎትን አስተያየት ያሳውቁን?
ar: اعلمنا برايك حول DriverPack Cloud
bn: DriverPack Cloud সম্বন্ধে আপনার মতামত আমাদের জানান
bs: Izjasnite Vaše mišljenje o DriverPack Cloud
de: Teilen Sie uns Ihre Meinung zu DriverPack Cloud mit
es_419: Queremos saber tu opinión acerca de DriverPack Cloud
et: Teavita meid oma arvamusest DriverPack Cloud kohta
fa: به ما اجازه دهید که عقیده تان را در مورد DriverPack Cloud بدانیم
fr: Faites nous connaître votre opinion à propos de DriverPack Cloud.
gu: અમોને તમારી સલાહ-સૂચન DriverPack Cloud વિશે જણાવવાની ચેષ્ઠા કરો
he: ספר לנו מה דעתך על DriverPack Cloud
hi: DriverPack Cloud के बारे में आपके विचार हमें बताएं|
hu: Várjuk a véleményét a DriverPack Cloud-dal kapcsolatban
id: Beri tahu pendapat anda tentang DriverPack Cloud
it: Facci sapere la tua opinione su DriverPack Cloud
ja: DriverPack Cloud についてご意見をお聞かせ下さい
ka: გაგვაგებინეთ თქვენი აზრი DriverPack Cloud-ზე
ko: DriverPack Cloud 에 대한 귀하의 의견을 알려주세요
lt: Leiskite sužinoti jūsų nuomonę apie DriverPack Cloud
my: DriverPack Cloud နဲ့ပတ်သက်တဲ့ သင့်ရဲ့အမြင်ကို သိပါရစေ
nl: Laat ons uw mening weten over DriverPack Cloud
no: La oss få vite din mening om DriverPack Cloud
pl: Prześlij nam opinię dotyczącą DriverPack Cloud
ps: راځئ چې ستاسو د نظر په اړه پوه شو DriverPack Cloud
pt_br: Gostaríamos de saber sua opinião sobre o DriverPack Cloud
pt_pt: Deixe-nos saber qual a sua opinião sobre DriverPack Cloud
si: DriverPack Cloud පිළිබඳ ඔබගේ අදහස අපට දන්වන්න
sl: Sporočite nam vaše mnenje o DriverPack Cloud-u
sq: Na tregoni opinionin tuaj rreth DriverPack Cloud
sr: Recite nam Vaše misljenje o DriverPack Cloud
sw: Tufahamishe maoni yako kuhusu DriverPack Cloud
te: మాకు మీ అభిప్రాయం గురించి తెలపండి DriverPack Cloud
th: บอกความคิดเห็นของคุณเกี่ยวกับ DriverPack Cloud กับเรา
tr: DriverPack Cloud hakkında düşüncenizi bize bildirin
vi: Hãy cho chúng tôi biết ý kiến ​​của bạn về DriverPack Cloud
zh_cn: 让我们知道您对 DriverPack Cloud 的看法

# cloudlandingpage_cackle-caption
source: Do you like DriverPack Cloud? What other functions would you like to add to it? Tell us, please.
am: DriverPack Cloud ን ወደውታል? ምን ተጨማሪ ነገሮች ቢጨመሩ ይላሉ? እባክዎን ይንገሩን።
ar: هل اعجبك DriverPack Cloud؟ماهي الخاصيات الاخرى التي تود ان تضاف اخبرنا من فضلك
bn: DriverPack Cloud ভাল লেগেছে? আপনি এতে আর কী কী ফাংশন যোগ করতে চান? অনুগ্রহপূর্বক, আমাদের বলুন।
bs: Da li ti se sviđa DriverPack Cloud? Da li bi volio dodati neke druge funkcije? Molim Vas, recite nam.
de: Gefällt dir DriverPack Cloud? Welche anderen Funktionen möchten Sie hinzufügen? Sagen sie es uns bitte.
es_419: ¿Te gusta DriverPack Cloud? ¿Que otras funciones deseas añadirle? Cuéntanos, por favor.
et: Kas teile meeldib DriverPack Cloud? Milliseid lisafunktsoone te sellele sooviksite? Palun andke teada.
fa: آیا شما DriverPack Cloud را دوست دارید؟ چه کاربری های دیگری را می خواهید به آن اضافه کنیم؟ لطفاً به ما بگویید.
fr: Aimez-vous DriverPack Cloud? Quelles autres fonctions aimeriez vous y voir? Dites-nous, s'il vous plaît.
gu: શું તમને DriverPack Cloud ગમે છે? તમે બીજી કઈ સુવિધાઓ તેમાં ઉમેરવા ઇચ્છુક છો? અમને જણાવો, મહેરબાની કરીને.
he: אהבת את DriverPack Cloud? אילו יכולות היית רוצה שנוסיף? כתוב לנו, בבקשה.
hi: क्या आपको DriverPack Cloud पसंद है? आप इसमें और कौनसे अन्य कार्य जोड़ना पसंद करेंगे? कृपया कर हमें बताएं|
hu: Tetszik a DriverPack Cloud? Milyen egyéb funkciókat látna szívesen? Kérem küldje el nekünk!
id: Apakah anda menyukai DriverPack Cloud? Fungsi apa lagi yang ingin anda tambahkan? Beritahu kami.
it: Ti piace DriverPack Cloud? Quale altra funzione ti piacerebbe aggiungerci? Faccelo sapere, grazie.
ja: DriverPack Cloud は好まれましたか？他にどのような機能を追加して欲しいですか？ぜひ、教えて下さい。
ka: მოგწონთ DriverPack Cloud? რა ფუნქციის დამატებას ისურვებდით? გთხოვთ გვითხრათ.
ko: DriverPack Cloud가 마음에 드십니까? 어떤 기능을 추가 하시겠습니까? 저희에게 말해주세요.
lt: Ar jums patinka DriverPack Cloud? Kokių papildomų funkcijų norėtumėte? Prašom pasidalinti su mumis.
my: DriverPack Cloud ကိုသင်နှစ်သက်ပါသလား? အခြားဘယ်လုပ်ဆောင်မှုများကို ထပ်မံထည့်သွင်းစေချင်ပါသလဲ? ကျေးဇူးပြု၍ ပြောပြပေးပါ။
nl: Vind je DriverPack Cloud leuk? Welke andere functies zou u eraan willen toevoegen? Vertel het ons alsjeblieft.
no: Liker du DriverPack Cloud? Hvilke andre funksjoner ønsker du at vi legger til? Vennligst fortell oss.
pl: Lubisz DriverPack Cloud? Jakie inne funkcje powinniśmy dodać do niego? Prosimy, powiedz nam.
ps: ایا تاسو د DriverPack Cloud خوښوی؟ کوم نورې دندې تاسو غواړئ چې په هغې کې اضافه کړئ؟ مهرباني وکړئ موږ ته ووایاست
pt_br: Você gosta do DriverPack Cloud? Que outras funções você gostaria de adicionar a ele? Diga-nos, por favor.
pt_pt: Gosta do DriverPack Cloud? Que outras funções gostaria de adicionar? Diga-nos, por favor.
si: ඔබ DriverPack Cloud කැමතිද? එයට එකතු කිරීමට ඔබ කැමති වෙනත් කාර්යයන් මොනවාද? කරුණාකර අපට කියන්න.
sl: Vam je všeč DriverPack Cloud? Katere druge funkcije želite dodati k temu? Povejte nam, prosim.
sq: Ju pëlqen DriverPack Cloud? Ç'farë funksionesh të tjera do dëshironit që të kishte? Ju lutem na tregoni.
sr: Da li Vam se svidja DriverPack Cloud? Koje druge funkicje biste dodali? Recite nam, molim Vas.
sw: Je unaipenda DriverPack Cloud? Ungependa shughuli gani nyingine ziongezeke? Tafadhali tuambie.
te: మీరు DriverPack Cloud ఇష్టపడుతున్నారా? ఏ ఇతర విధులు మీరు దానిని జోడించాలనుకుంటున్నారు? దయచేసి మాకు చెప్పండి.
th: คุณชอบ DriverPack Cloud หรือไม่ มีฟังก์ชั่นอะไรที่คุณอยากเพิ่มให้มัน กรุณาบอกเรา
tr: DriverPack Cloud'u beğendiniz mi? Başka eklenmesini istediğiniz işlevler nelerdir? Lütfen bize söyleyin.
vi: .Bạn có thích DriverPack Cloud? Bạn muốn thêm những chức năng khác? Vui lòng cho chúng tôi biết.
zh_cn: 你喜欢 DriverPack Cloud 吗? 你想添加什么其他功能? 请告诉我们。
