Repository: DriverPackSolution/transifex-backup
Catalog: delorean/driverpack-solution-worldwide/drpsu/*.po
Languages: am, ar, az, bg, bn, bs, ca, cs, de, el, es_419, et, fa, fil, fr, gu, he, hi, hr, hu, id, it, ja, ka, ko, ku, lt, mn, my, ne, nl, no, pl, ps, pt_br, pt_pt, ro, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ur, vi, zh, zh_cn

# reviewheader_cta-text
source: Join DriverPack community in the social networks to keep up with the news about the product and take part in discussions
am: ስለ ምርቱ ዜናዎች እንዲደርሱዎ እና በውይይቶች ላይ ለመሳተፍ የ DriverPack ን ማህበረሰብ ይቀላቀሉ
ar: انضم DriverPack المجتمع في الشبكات الاجتماعية لمواكبة الأخبار عن المنتج والمشاركة في المناقشات
az: Məhsuldan xəbərdar olmaq və müzakirələrə qoşulmaq üçün sosail şəbəkələrdəki DriverPack birliklərinə qatılın
bg: Присъединете се към общността на DriverPack в социалната мрежа, за да следите новините за продукта и да участвате в дискусиите
bn: পণ্যটি সম্বন্ধে নতুন খবরাখবর জানতে ও আলোচনায় অংশ নিতে সামাজিক যোগাযোগ মাধ্যমসমূহে DriverPack কমিউনিটিতে যোগ দিন
bs: Pridruži se DriverPack zajednici na socijalnim mrežama, pratite novosti o proizvodu i učestvujte u diskusijama
ca: Uneix-te a la comunitat de DriverPack a les xarxes socials i estigues informat de les notícies sobre l'aplicació i pren part en els debats
cs: Připojte se ke komunitě programu DriverPack na sociálních sítích, držte krok s novinkami tohoto produktu a zapojte se do diskuzí
de: Treten Sie der DriverPack Community in den sozialen Netzwerken bei, um Neuigkeiten über das Produkt zu erfahren und an Diskussionen teilzunehmen
el: Συμμετέχετε στην κοινότητα του DriverPack στα κοινωνικά δίκτυα για να ενημερώνεστε για νέα σχετικά με το προϊόν και λάβετε μέρος σε συζητήσεις
es_419: Únete a la comunidad de DriverPack en las redes sociales para mantenerte informado de las noticias sobre el producto y participar en las discusiones
et: Liituge DriverPack-i kommuuniga sotsiaalmeedias ja olge kursis uudiste ja aruteludega
fa: به شبکه های اجتماعی DriverPack ملحق شوید تا خبر ها و اطلاعات جدید و محصولات مطلع شده و بتوانید اظهار نظر کنید .
fil: Sumali sa komunidad ng DriverPack sa mga social network upang makasabay sa mga balita tungkol sa produkto at makilahok sa mga talakayan
fr: Rejoignez la communauté DriverPack dans les réseaux sociaux afin d'être au courant des nouvelles à propos du produit et prendre part aux discussions
gu: DriverPack સોશિયલ નેટવર્ક્સ સાથે જોડાવ અને અમારી પ્રોડક્ટ અંગેના સમાચાર જાણો અને ચર્ચાઓમાં પણ ભાગ લો.
he: הצטרפו לקהילת DriverPack ברשתות החברתיות כדי להתעדכן בחדשות על המוצר ולקחת חלק בדיונים
hi: सोशल नेटवर्क में DriverPack समुदाय में शामिल हों ताकि उत्पाद के बारे में खबरों को जारी रख सकें और चर्चा में हिस्सा ले सकें
hr: Pridružite se DriverPack zajednici na društvenim mrežama kako biste bili u tijeku s novostima vezanim uz proizvod i sudjelovali u raspravama
hu: Csatlakozzon a DriverPack közösséghez a közösségi oldalakon, hogy ne maradjon le a legújabb hírekről, és részt vehessen a társalgásban!
id: Bergabunglah dengan komunitas DriverPack di jejaring sosial untuk mengikuti berita tentang produk dan ikuti diskusi tentan DriverPack.
it: Entra a far parte della comunità di DriverPack sui social networks per tenerti aggiornato sulle novità dei prodotti e prendere parte alle discussionito
ja: ソーシャルネットワークの DriverPack コミュニティに参加して、製品に関する最新情報を把握し、協議に参加する
ka: შეუერთდით DriverPack -ის საზოგადოებას გაიგეთ პირველმა სიახლეების შესახებ
ko: 소셜 네트워크에서 DriverPack 커뮤니티에 가입하여 제품에 대한 소식을 듣고 토론에 참여하세요
ku: وه‌ره‌ ناو گۆمه‌ڵگای DriverPack له‌ تۆڕه‌ كۆمه‌ڵایه‌تییه‌كان بۆ ئه‌وه‌ی ئاگاداری هه‌واڵه‌كان بیت ده‌رباره‌ی به‌رهه‌مه‌كه‌ وه‌ به‌شێك بگریت له‌ گفتوگۆكان
lt: Prisijunkite prie DriverPack bendruomenės socialiniuose tinkluose kad galėtumėte sekti naujienas apie produktą ir dalyvauti diskusijose
my: လူမှုကွန်ရက်များတွင် DriverPack အသိုက်အဝန်းထဲသို့ ဝင်ရောက်ပြီး ထုတ်ကုန်နှင့်ပတ်သက်သော သတင်းများကို အစဉ်မပျက်ဖတ်ရှုကာ ဆွေးနွေးမှုများတွင် ပူးပေါင်းပါဝင်ဆွေးနွေးပါ
ne: DriverPack समुदायमा सामेल नेटवर्कमा सामेल हुनुहोस् छलफलका बारेमा छलफल र छलफल
nl: Doe mee met de DriverPack -gemeenschap in de sociale netwerken om het nieuws over het product bij te houden en deel te nemen aan discussies
no: Bli med i DriverPack-fellesskapet i de sosiale nettverkene for å følge med på nyheter om produktet og delta i diskusjoner
pl: Dołącz do społeczności DriverPack na różnych mediach społecznościowych, by być na bieżąco z wiadomościami o produkcie i brać udział w dyskusjach
ps: شامل شئ د DriverPack په ټولنیزو شبکو کې د ټولني د محصول په اړه د خبرونو په ساتلو او بحثونو کې برخه واخلئ
pt_br: Junte-se à comunidade DriverPack nas redes sociais para acompanhar as notícias sobre o produto e participar das discussões
pt_pt: Junte-se à comunidade DriverPack nas redes sociais e siga as notícias acerca do produto e participe nas discussões
ro: Alătură-te comunității DriverPack in rețelele de socializare pentru a fii la curent cu ultimele știri și pentru a lua parte la discuții
si: නිෂ්පාදිතය පිළිබඳ ප්‍රවෘත්ති දැන ගැනීමට සහ සාකච්ඡාවලට සහභාගී වීමට සමාජ ජාල තුළ DriverPack ප්‍රජාවට සම්බන්ධ වන්න
sk: Pridajte sa do komunity DriverPack na sociálnych sieťach, aby ste udržali krok s novinkami o produkte a zapojili sa do diskusií
sl: Pridružite se DriverPack skupnosti v socialnih omrežjih, tako boste obveščeni o vseh novostih v zvezi z programom, lahko pa sodelujete tudi v razpravah
sq: Bashkohu me komunitetin e DriverPack në rrjetet sociale për të qenë i përditësuar me të rejat e produktit dhe merr pjesë në diskutime
sr: Pridružite se DriverPack zajednici na društvenim mrežama kako bi ste pratili novosti o proizvodu i učestvovali u diskusijama
sv: Gå med i DriverPack gemenskapen i sociala nätverk för att hålla dig uppdaterad med nyheter om produkten och delta i diskussioner
sw: Jiunge DriverPack jamii katika mitandao ya kijamii ili kuendelea na habari kuhusu bidhaa na kushiriki katika majadiliano
ta: DriverPack வன்பொருள் தொகுப்பு குழுமத்தில் சேர்ந்து அதன் செய்திகளை வலைப்பின்னல் வாயிலாக தெரிந்து கொள்ளலாம். மேலும் நீங்கள் கலந்தாய்வு செய்ய முடியும்
te: చేరండి DriverPack ఉత్పత్తి గురించి వార్తలను ఉంచడానికి మరియు చర్చలలో పాల్గొనడానికి సామాజిక నెట్వర్క్ల్లోని సంఘం
th: เข้าร่วมชุมชน DriverPack ในเครือข่ายโซเชี่ยลเพื่อรับข่าวเกี่ยวกับผลิตภัณฑ์และมีส่วนร่วมในการสนทนา
tr: Üründen haberdar olmak ve tartışmalarda yer almak için sosyal ağlardaki DriverPack topluluğuna katılın
ur: مصنوعات کے بارے میں خبر رکھنے کے لئے سوشل نیٹ ورکس میں DriverPack کمیونٹی میں شمولیت اختیار کریں اور گفتگو میں حصہ لیں
vi: Gia nhập cộng đồng DriverPack trên các mạng xã hội để bắt kịp với những thông tin về sản phẩm và tham gia vào những cuộc thảo luận
zh: 在社交網絡中加入 DriverPack 社群，跟上產品的消息，並參與討論
zh_cn: 加入社区网络中的 DriverPack 社区，关注产品消息并参与讨论

# reviewheader_cta
source: Add your review or suggestion on improving DriverPack
am: DriverPack ን ለማሻሻል የእርስዎን አስተያየት ወይንም ሃሳብ ይጨምሩ
ar: DriverPack اضف رايك او اقتراحك لتحسين
az: DriverPack-ın inkişaf etdirilməsi ilə bağlı fikir və ya təkliflərinizi əlavə edin
bg: Добавете вашето мнение или предложение, за подобряване на DriverPack
bn: DriverPack উন্নয়নে আপনার পর্যালোচনা বা পরামর্শ প্রদান করুন
bs: Ostavite Vaš dojam ili sugestiju za poboljšanje DriverPack-a
de: Fügen Sie Ihre Bewertung oder Ihren Vorschlag zur Verbesserung von DriverPack hinzu
el: Πείτε τη γνώμη σας ή την πρότασή σας για τη βελτίωση του DriverPack
es_419: Añade tu reseña o sugerencia a mejorar en DriverPack
et: Lisage oma arvamus või ettepanek, et muuda DriverPack paremaks
fa: نظر یا پیشنهادتان را جهت بهبود DriverPack ارایه دهید
fil: Idagdag ang iyong opinyon o mungkahi sa pagpapabuti ng DriverPack
fr: Donner un avis ou une suggestion pour améliorer DriverPack
gu: તમારી સલાહ અને સુઝાવ DriverPack ને સુધારવા ઉમેરો
he: הוסף את חוות דעתך או הצעות לשיפור DriverPack
hi: DriverPack को उन्नत करने के लिए अपनी समीक्षा या सुझाव जोड़े|
hu: Fogalmazzon meg véleményt, vagy tanácsot a DriverPack továbbfejlesztéséhez!
id: Tambahkan ulasan atau saran anda untuk memperbaiki DriverPack
it: Aggiungi un tua recensione o un tuo commento su come migliorare DriverPack
ja: DriverPack を改良するために自分のレビュー又は提案を追加して下さい
ka: დაამატეთ მიმოხილვა ან გვირჩიეთ როგორ გავაუმჯობესოთ DriverPack
ko: DriverPack 개선에 대한 리뷰나 제안을 추가하세요
lt: Pridėkite savo atsiliepimą ar pasiūlymą DriverPack pagerinimui
my: DriverPack ပိုမိုကောင်းမွန်စေရန်အတွက် သင့်သုံးသပ်မှုများကို ဖြည့်စွက်ပါ သို့မဟုတ် အကြံပြုပေးပါ
nl: Voeg uw beoordeling of suggestie toe over verbeteren van DriverPack
no: Legg til din anmeldelse eller forslag til forbedring av DriverPack
pl: Dodaj komentarz lub sugestie, aby ulepszyć DriverPack
ps: خپل ښه بیاکتنه یا وړاندیز په ښه کولو کې زیات کړئ DriverPack
pt_br: Adicione sua opinião ou sugestão sobre como melhorar o DriverPack
pt_pt: Adicione uma revisão ou sugestão para melhorar DriverPack
si: DriverPack වැඩිදියුණු කිරීම පිළිබඳ ඔබගේ සමාලෝචනය හෝ යෝජනා එක් කරන්න
sk: Pridajte svoj názor alebo návrh na zlepšenie programu DriverPack
sl: Dodajte svoje mnenje ali predlog o izboljšanju DriverPack-a
sq: Shto vlerësimin ose sugjerimin tënd për përmirësimin e DriverPack
sr: Unisite Vašu recenziju ili predlog za poboljšanje DriverPack-a
sv: Dela din åsikt eller ditt förslag för att förbättra DriverPack
sw: Ongeza maoni yako au mapendekeo yako juu ya kuboresha DriverPack
ta: உங்கள் கருத்துக்களை மற்றும் ஆலோசனைகளை சேர்ப்பியுங்கள். DriverPack வன்பொருள்தொகுப்பு வளர்ச்சியடைய உதவுங்கள்
te: మెరుగుపరచడానికి మీ సమీక్ష లేదా సలహాను జోడించండి DriverPack
th: เพิ่มรีวิวหรือข้อแนะนำเพื่อพัฒนา DriverPack
tr: DriverPack'in geliştirilmesine dair görüş veya önerilerinizi ekleyin
ur: DriverPack کو بہتر بنانے کے لیے اپنی رائے یا مشورہ شامل کریں
vi: Thêm phản hồi hoặc đề nghị của bạn để cải thiện DriverPack
zh: 加入您對 改進 DriverPack 的意見或建議
zh_cn: 添加您的评论或改进 DriverPack 的建议

# search_input-placeholder
source: Search for the name of driver, laptop or DeviceID
am: በ ድራይቨር ስም፣ በላፕቶፕ ወይንም በ DeviceID ይፈልጉ
ar: ابحث عن اسم برنامج التشغيل أو الكمبيوتر المحمول أو DeviceID
az: Driverin, noutbukun adını və ya DeviceID axtarın
bg: Потърсете името на драйвер, лаптоп или DeviceID
bn: ড্রাইভার, ল্যাপটপ বা DeviceID এর নাম দিয়ে অনুসন্ধান করুন
bs: Pretraži ime za drajver, laptop ili DeviceID
ca: Cerca pel nom del controlador, del portàtil o pel DeviceID
cs: Hledat podle názvu ovladače, laptopu nebo DeviceID
de: Suchen nach dem Namen des Treibers, Laptops, oder der DeviceID
el: Αναζήτηση για το όνομα του προγράμματος οδήγησης, φορητού υπολογιστή ή DeviceID
es_419: Buscar por el nombre del Driver, Notebook o DeviceID
et: Otsige draiveri nime, sülearvutit või DeviceID
fa: جستجو برای اسم درایور یا لپ تاپ و یا DeviceID
fil: Hanapin ang pangalan ng driver, laptop o DeviceID
fr: Rechercher le nom du pilote, ordinateur portable ou DeviceID
gu: ડ્રાઇવર, લેપટોપ અથવા DeviceID ના નામ માટે શોધો
he: חפשו לפי שם הדרייבר, שם המחשב הנייד או מזהה החומרה - DeviceID
hi: ड्राइवर, लैपटॉप या DeviceID के नाम की खोज करें
hr: Pretraživanje po upravljačkom programu, modelu prijenosnog računala ili DeviceID-u
hu: Keresés név, laptop vagy DeviceID alapján
id: Cari nama dari driver, komputer jingjing atau DeviceID
it: Cerca il nome del driver, laptop o DeviceID
ja: ドライバー、ノートパソコン又は DeviceID の名前を検索して下さい
ka: მოძებნეთ დრაივერი სახელით ან DeviceID -ით
ko: 드라이버, 노트북 또는 DeviceID 의 이름 검색
ku: بگه‌ڕێ به‌دوای ناوی پێناسه‌، لاپتۆپ یان DeviceID
lt: Ieškokite tvarkyklės, nešiojamojo kompiuterio ar DeviceID pavadinime
mn: Driver, laptop болон DeviceID-ийн нэрээр хайлт хийх
my: Driver အမည်၊ လက်ပ်တော့ပ် သို့မဟုတ် DeviceID ဖြင့် ရှာဖွေရန်
ne: चालक, laptop वा DeviceID नाम खोज्नुहोस्
nl: Zoek op naam van het stuurprogramma, de laptop of DeviceID
no: Søk etter navnet til driveren, bærbare eller DeviceID
pl: Szukaj po nazwie sterownika, laptopa lub DeviceID
ps: د چلوونکی، لیپ ټاپ یا د نوم لټون DeviceID
pt_br: Procure pelo nome do driver, notebook ou DeviceID
pt_pt: Pesquise por nome de controlador, portátil ou DeviceID
ro: Caută după numele driverului, laptopului sau DeviceID
si: ධාවක නාමය, ලැප්ටොප් නාමය හෝ DeviceID සඳහා සොයන්න
sk: Vyhľadať podľa názvu ovládača, notebooku alebo DeviceID
sl: Iskanje po imenu gonilnika, prenosnika, modelu, ali DeviceID
sq: Kërko emrin e drajverit, laptopit ose DeviceID
sr: Pretraga pomoću imena drajvera, računara ili DeviceID
sv: Sök efter namnet på drivrutinen, datorn eller DeviceID
sw: Tafuta jina la driver, laptop ao DeviceID
ta: பெயர் கொண்டு தேடுங்கள் வன்பொருள், கணினி, மடிக்கணினி அல்லது DeviceID சாதனம் ஐடி
te: పేరు కోసం శోధించండి డ్రైవర్, ల్యాప్టాప్ లేదా DeviceID
th: ค้นหาชื่อไดรเวอร์, แล็ปท็อป หรือ DeviceID
tr: Sürücünün, dizüstünün adını veya DeviceID arayın
ur: ڈرائیور، لیپ ٹاپ یا DeviceID کے نام تلاش کریں
vi: Tìm kiếm tên của trình cài đặt, máy tính xách tay hoặc DeviceID
zh: 搜尋驅動程式、筆記型電腦或 DeviceID 的名稱
zh_cn: 搜索驱动程序，笔记本电脑或 DeviceID 的名称

# search_btn-text
source: Find
am: ፈልግ
ar: اجد
az: Tap
bg: Търси
bn: খুঁজুন
bs: Pronađi
ca: Cerca
cs: Hledat
de: Suchen
el: Εύρεση
es_419: Buscar
et: Leia
fa: پیدا کردن
fil: Hanapin
fr: Trouver
gu: શોધો
he: חפש
hi: खोज
hr: Pronađi
hu: Keresés
id: Temukan
it: Trova
ja: 掘り当てる
ka: ძებნა
ko: 찾기
ku: دۆزینه‌وه‌
lt: Rasti
mn: Хайх
my: ရှာမည်
ne: पत्ता लगाउनुहोस्
nl: Vind
no: Finn
pl: Znajdź
ps: ومومئ
pt_br: Encontrar
pt_pt: Pesquise
ro: Caută
si: සොයන්න
sk: Nájsť
sl: Poišči
sq: Gjej
sr: Pronađi
sv: Hitta
sw: Pata
ta: கண்டுபிடி
te: కనుగొనండి
th: ค้นหา
tr: Bul
ur: ڈھونڈیں
vi: Tìm kiếm
zh: 尋找
zh_cn: 查找

# searchformitem_type-section
source: Category
am: ምድብ
ar: تصنيف
az: Kateqoriya
bg: Категория
bn: শ্রেণি
bs: Kategorija
ca: Categoria
cs: Kategorie
de: Kategorie
el: Κατηγορία
es_419: Categoría
et: Kategooria
fa: دسته بندی
fil: Kategorya
fr: Catégorie
gu: કક્ષા
he: קטגוריה
hi: वर्ग
hr: Kategorija
hu: Kategória
id: Kategori
it: Categoria
ja: カテゴリ
ka: კატეგორია
ko: 범주
ku: جۆر
lt: Kategorija
mn: Категори
my: အမျိုးအစား
ne: कोटि
nl: Categorie
no: Kategori
pl: Kategoria
ps: کټګورۍ
pt_br: Categoria
pt_pt: Categoria
ro: Categorie
si: වර්ගය
sk: Kategória
sl: Kategorija
sq: Kategoria
sr: Kategorija
sv: Kategori
sw: Jamii
ta: வகை
te: విభాగం
th: ประเภท
tr: Kategori
ur: قسم
vi: Danh mục
zh: 類別
zh_cn: 类别

# searchformitem_type-notebook
source: laptop
am: ላፕቶፕ
ar: لاب توب
az: noutbuk
bg: лаптоп
bn: ল্যাপটপ
ca: portàtil
el: φορητός υπολογιστής
es_419: portátil
et: sülearvuti
fa: لپ تاپ
fr: Ordinateur portable
gu: લેપટોપ
he: מחשב נייד
hi: लैपटॉप
hr: prijenosno računalo
id: komputer jingjing
it: notebook
ja: ノートパソコン
ka: ლეპტოპი
ko: 노트북
ku: لاپتۆپ
lt: Nešiojamas kompiuteris
mn: зөөврийн компьютер
my: လက်ပ်တော့ပ်
ne: ल्याप्टप
no: bærbar
pl: komputer przenośny
ps: لپ ټاپ
pt_br: notebook
pt_pt: portátil
si: ලැප්ටොප්
sk: notebook
sl: prenosnik
sv: bärbar dator
ta: மடிக்கணினி
te: ల్యాప్టాప్లు
th: แล็ปท็อป
tr: dizüstü
ur: گود کمپیوٹر
vi: máy tính xách tay
zh: 筆記型電腦
zh_cn: 笔记本电脑

# searchformitem_type-device
source: device
am: መሳሪያ
ar: جهاز
az: cihaz
bg: устройство
bn: যন্ত্র
bs: uređaj
ca: dispositiu
cs: zařízení
de: Gerät
el: συσκευή
es_419: dispositivo
et: seade
fa: دستگاه
fr: périphérique
gu: ઉપકરણ
he: התקן חומרה
hi: उपकरण
hr: uređaj
hu: eszköz
id: perangkat
it: dispositvo
ja: デバイス
ka: მოწყობილობა
ko: 장치
ku: ئامێر
lt: įtaisas
mn: сүлжээний төхөөрөмж
my: စက်ပစ္စည်း
ne: उपकरण
nl: apparaat
no: enhet
pl: urządzenie
ps: وسیله
pt_br: dispositivo
pt_pt: dispositivo
ro: dispozitiv
si: උපාංගය
sk: zariadenie
sl: naprava
sq: pajisje
sr: уређај
sv: enhet
sw: kifaa
ta: சாதனம்
te: పరికరం
th: อุปกรณ์
tr: aygıt
ur: آلہ
vi: thiết bị
zh: 裝置
zh_cn: 设备

# searchformitem_type-free
source: for free
am: በነጻ
ar: مجانا
az: pulsuz
bg: безплатно
bn: বিনামূল্যে
bs: besplatno
ca: gratuït
cs: zadarmo
de: Kostenlos
el: δωρεάν
es_419: Gratis
et: tasuta
fa: به رایگان
fil: ng libre
fr: gratuitement
gu: મફતમાં
he: בחינם
hi: निःशुल्क
hr: besplatno
hu: ingyenes
id: untuk bebas
it: gratuito
ja: 無料
ka: უფასოდ
ko: 무료
ku: به‌ خۆڕایی
lt: nemokamai
mn: үнэгүйгээр
my: အခမဲ့
ne: निःशुल्कको लागि
nl: gratis
no: gratis
pl: za darmo
ps: وړیا
pt_br: grátis
pt_pt: de graça
ro: gratis
si: නොමිලයේ
sk: zadarmo
sl: brezplačno
sq: falas
sr: besplatno
sv: gratis
sw: kwa bure
ta: இலவசமாக
te: ఉచితంగా
th: ฟรี
tr: ücretsiz
ur: مفت میں
vi: miễn phí
zh: 免費
zh_cn: 免费

# generatesearchitemname_notebookvendor
source: {{NAME}} laptops
am: {{NAME}} ላፕቶፖች
ar: {{NAME}} لاب توب
az: {{NAME}} noutbukları
bg: {{NAME}} лаптопи
bn: {{NAME}} ল্যাপটপসমূহ
bs: {{NAME}} laptopi
ca: Portàtils {{NAME}}
cs: {{NAME}} laptopy
el: Φορητοί υπολογιστές {{NAME}}
es_419: equipos {{NAME}}
et: {{NAME}} sülearvutid
fa: {{NAME}}لپ تاپ ها
fr: Ordinateurs portables {{NAME}}
gu: {{NAME}} લેપટોપ્સ
he: מחשבים ניידים של {{NAME}}
hi: {{NAME}} लैपटॉप
hr: Prijenosna računala {{NAME}}
hu: {{NAME}} laptopok
id: {{NAME}} komputer jingjing
it: {{NAME}} notebook
ja: {{NAME}} ノートパソコン
ka: {{NAME}} ლეპტოპი
ko: {{NAME}} 노트북
ku: {{NAME}} لاپتۆپه‌كان
lt: {{NAME}} nešiojamieji kompiuteriai
mn: {{NAME}} зөөврийн компьютерүүд
my: {{NAME}} လက်ပ်တော့ပ်များ
ne: {{NAME}} ल्याप्टप
no: {{NAME}} bærbare
pl: {{NAME}} laptopy
ps: {{NAME}} لپ ټاپونه
pt_br: Notebooks {{NAME}}
pt_pt: {{NAME}} portáteis
ro: {{NAME}} laptopuri
si: {{NAME}} ලැප්ටොප්
sk: {{NAME}} notebooky
sl: Prenosniki {{NAME}}
sq: {{NAME}} laptopa
sr: {{NAME}} laptopi
sv: {{NAME}} bärbara datorer
ta: {{NAME}} மடிக்கணினிகள்
te: {{NAME}} ల్యాప్టాప్లు
th: {{NAME}} แล็ปท็อป
tr: {{NAME}} dizüstüleri
ur: {{NAME}} گود کمپیوٹرز
vi: Máy tính xách tay {{NAME}}
zh: {{NAME}} 筆記型電腦
zh_cn: {{NAME}} 笔记本电脑

# generatesearchitemname_vendor
source: {{NAME}} devices
am: {{NAME}} መሳሪያዎች
ar: {{NAME}} اجهزه
az: {{NAME}} cihazları
bg: {{NAME}} устройства
bn: {{NAME}} যন্ত্রসমূহ
bs: {{NAME}} uređaji
ca: Dispositius {{NAME}}
cs: {{NAME}} zařízení
de: {{NAME}} Geräte
el: Συσκευές {{NAME}}
es_419: Dispositivos {{NAME}}
et: {{NAME}} seadmed
fa: {{NAME}}دستگاه ها
fr: Périphériques {{NAME}}
gu: {{NAME}} ઉપકરણો
he: התקנים של {{NAME}}
hi: {{NAME}} उपकरण
hr: Uređaj tvrtke {{NAME}}
hu: {{NAME}} eszközök
id: {{NAME}} perangkat
it: {{NAME}} dispositivi
ja: {{NAME}} デバイス
ka: {{NAME}} მოწყობილობა
ko: {{NAME}} 장치
ku: {{NAME}} ئامێره‌كان
lt: {{NAME}} įtaisai
mn: {{NAME}} сүлжээний төхөөрөмжүүд
my: {{NAME}} စက်ပစ္စည်းများ
ne: {{NAME}} उपकरणहरू
nl: {{NAME}} apparaten
no: {{NAME}} enheter
pl: {{NAME}} urządzenia
ps: {{NAME}} وسایل
pt_br: Dispositivos {{NAME}}
pt_pt: {{NAME}} dispositivos
ro: {{NAME}} dispozitive
si: {{NAME}} උපාංග
sk: {{NAME}} zariadenia
sl: Naprave {{NAME}}
sq: {{NAME}} pajisje
sr: {{NAME}} уређаји
sv: {{NAME}} enheter
sw: {{NAME}} vifaa
ta: {{NAME}} சாதனங்கள்
te: {{NAME}} పరికరాల
th: {{NAME}} อุปกรณ์
tr: {{NAME}} aygıtları
ur: {{NAME}} آلات
vi: Các thiết bị {{NAME}}
zh: {{NAME}} 裝置
zh_cn: {{NAME}} 设备

# deviceclasses_bluetooth-single-main
source: Bluetooth device
am: የ ብሉቱዝ መሳሪያ
ar: جهاز البلوتوث
az: Bluetooth cihazı
bg: Bluetooth устройство
bn: ব্লুটুথ ডিভাইস
bs: Bluetooth uređaj
ca: dispositiu Bluetooth
cs: Zařízení Bluetooth
de: Bluetooth-Gerät
el: Συσκευή Bluetooth
es_419: Dispositivo Bluetooth
et: Bluetoothi adapter
fa: دستگاه بلوتوث
fil: Aparatong Bluetooth
fr: Périphérique Bluetooth
gu: Bluetooth ઉપકરણ
he: התקן Bluetooth
hi: Bluetooth उपकरण
hr: Bluetooth uređaj
hu: bluetooth eszköz
id: Perangkat Bluetooth
it: dispositivo bluetooth
ja: Bluetooth デバイス
ka: Bluetooth მოწყობილობა
ko: 블루투스 장치
ku: ئامێری Bluetooth
lt: Bluetooth įrenginiui
mn: Bluetooth төхөөрөмж
my: Bluetooth စက်ကိရိယာ
ne: Bluetooth उपकरणहरू
nl: Bluetooth apparaat
no: Bluetooth enhet
pl: urządzenie Bluetooth
ps: Bluetooth وسیله
pt_br: dispositivo Bluetooth
pt_pt: Dispositivo Bluetooth
ro: Dispozitiv Bluetooth
si: Bluetooth උපාංගය
sk: Bluetooth zariadenie
sl: naprava Bluetooth
sq: pajisja Bluetooth
sr: Bluetooth уређај
sv: Bluetooth-enhet
sw: kifaa cha Bluetooth
ta: Bluetooth ப்ளூடூத் சாதனம்
te: Bluetooth పరికరం
th: ไดร์เวอร์บลูธูท
tr: Bluetooth aygıtı
ur: Bluetooth آلہ
vi: Thiết bị Bluetooth
zh: 藍牙裝置
zh_cn: Bluetooth 设备

# deviceclasses_bluetooth-single-for
source: Bluetooth device
am: የ ብሉቱዝ መሳሪያ
ar: جهاز البلوتوث
az: Bluetooth cihazı
bg: Bluetooth устройство
bn: ব্লুটুথ ডিভাইস
bs: Bluetooth uređaj
ca: dispositiu Bluetooth
cs: Zařízení Bluetooth
de: Bluetooth-Gerät
el: Συσκευή Bluetooth
es_419: Dispositivo Bluetooth
et: Bluetoothi adapterile
fa: دستگاه بلوتوث
fil: Aparatong Bluetooth
fr: Périphérique Bluetooth
gu: Bluetooth ઉપકરણ
he: התקן Bluetooth
hi: Bluetooth उपकरण
hr: Bluetooth uređaj
hu: bluetooth eszköz
id: Perangkat Bluetooth
it: dispositivo bluetooth
ja: Bluetooth デバイス
ka: Bluetooth მოწყობილობა
ko: 블루투스 장치
ku: ئامێری Bluetooth
lt: Bluetooth įrenginiui
mn: Bluetooth төхөөрөмж
my: Bluetooth စက်ကိရိယာ
ne: Bluetooth उपकरणहरू
nl: Bluetooth apparaat
no: Bluetooth enhet
pl: urządzenie Bluetooth
ps: Bluetooth وسیله
pt_br: dispositivo Bluetooth
pt_pt: Dispositivo Bluetooth
ro: Dispozitiv Bluetooth
si: Bluetooth උපාංගය
sk: Bluetooth zariadenie
sl: Naprava Bluetooth
sq: të pajisjes Bluetooth
sr: Bluetooth уређај
sv: Bluetooth-enhet
sw: kifaa cha Bluetooth
ta: Bluetooth ப்ளூடூத் சாதனம்
te: Bluetooth పరికరం
th: ไดร์เวอร์บลูธูท
tr: Bluetooth aygıtı
ur: Bluetooth آلہ
vi: Thiết bị Bluetooth
zh: 藍牙裝置
zh_cn: Bluetooth 设备

# deviceclasses_bluetooth-plural-main
source: Bluetooth devices
am: የ ብሉቱዝ መሳሪያዎች
ar: أجهزة البلوتوث
az: Bluetooth cihazları
bg: Bluetooth устройства
bn: ব্লুটুথ ডিভাইসসমূহ
bs: Bluetooth uređaji
ca: dispositius Bluetooth
cs: Zařízení Bluetooth
de: Bluetooth-Geräte
el: Συσκευές Bluetooth
es_419: Dispositivos Bluetooth
et: Bluetoothi adapterid
fa: دستگاهای بلوتوث
fil: Mga aparatong Bluetooth
fr: Périphériques Bluetooth
gu: Bluetooth ઉપકરણ
he: התקני Bluetooth
hi: कई Bluetooth उपकरण
hr: Bluetooth uređaji
hu: bluetooth eszköz
id: Perangkat bluetooth
it: dispositivi bluetooth
ja: Bluetooth デバイス
ka: Bluetooth მოწყობილობა
ko: 블루투스 장치
ku: ئامێره‌كانی Bluetooth
lt: Bluetooth įrenginiai
mn: Bluetooth төхөөрөмжүүд
my: Bluetooth စက်ကိရိယာများ
ne: Bluetooth उपकरणहरू
nl: Bluetooth apparaten
no: Bluetooth enheter
pl: urządzenia Bluetooth
ps: Bluetooth وسایل
pt_br: dispositivos Bluetooth
pt_pt: Dispositivos Bluetooth
ro: Dispozitive Bluetooth
si: Bluetooth උපාංග
sk: Bluetooth zariadenia
sl: naprave Bluetooth
sq: pajisjet Bluetooth
sr: Bluetooth уређаји
sv: Bluetooth-enheter
sw: kifaa vya Bluetooth
ta: Bluetooth ப்ளூடூத் சாதனங்கள்
te: Bluetooth పరికరాలు
th: ไดร์เวอร์บลูธูท
tr: Bluetooth aygıtları
ur: Bluetooth آلات
vi: Các thiết bị Bluetooth
zh: 藍牙裝置
zh_cn: Bluetooth 设备

# deviceclasses_bluetooth-plural-for
source: Bluetooth devices
am: የ ብሉቱዝ መሳሪያዎች
ar: أجهزة البلوتوث
az: Bluetooth cihazları
bg: Bluetooth устройства
bn: ব্লুটুথ ডিভাইসসমূহ
bs: Bluetooth uređaji
ca: dispositius Bluetooth
cs: Zařízení Bluetooth
de: Bluetooth-Geräte
el: Συσκευές Bluetooth
es_419: Dispositivos Bluetooth
et: Bluetoothi adapteritele
fa: دستگاهای بلوتوث
fil: Mga aparatong Bluetooth
fr: Périphériques Bluetooth
gu: Bluetooth ઉપકરણ
he: התקני Bluetooth
hi: कई Bluetooth उपकरण
hr: Bluetooth uređaje
hu: bluetooth eszköz
id: Perangkat bluetooth
it: dispositivi bluetooth
ja: Bluetooth デバイス
ka: Bluetooth მოწყობილობა
ko: 블루투스 장치
ku: ئامێره‌كانی Bluetooth
lt: Bluetooth įrenginiams
mn: Bluetooth төхөөрөмжүүд
my: Bluetooth စက်ကိရိယာများ
ne: Bluetooth उपकरणहरू
nl: Bluetooth aparaten
no: Bluetooth enheter
pl: urządzenia Bluetooth
ps: Bluetooth وسایل
pt_br: dispositivos Bluetooth
pt_pt: Dispositivos Bluetooth
ro: Dispozitive Bluetooth
si: Bluetooth උපාංග
sk: Bluetooth zariadenia
sl: Naprave Bluetooth
sq: pajisjet Bluetooth
sr: Bluetooth уређаји
sv: Bluetooth-enheter
sw: kifaa vya Bluetooth
ta: Bluetooth ப்ளூடூத் சாதனங்கள்
te: Bluetooth పరికరాలు
th: ไดร์เวอร์บลูธูท
tr: Bluetooth aygıtları
ur: Bluetooth آلات
vi: Các thiết bị Bluetooth
zh: 藍牙裝置
zh_cn: Bluetooth 设备
