Repository: DriverPackSolution/transifex-backup
Catalog: delorean/driverpack-solution-worldwide/drpsu/*.po
Languages: am, ar, az, bg, bn, bs, ca, cs, de, el, es_419, et, fa, fil, fr, gu, he, hi, hr, hu, id, it, ja, ka, ko, ku, lt, mn, my, ne, nl, no, pl, ps, pt_br, pt_pt, ro, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ur, vi, zh, zh_cn

# productlandingheader-network_caption
source: DriverPack Offline Network - drivers for network hardware in one place ({{SIZE}}). It is downloaded fast, and installed even faster! As soon as Windows is re-installed, DriverPack Offline Network will configure network drivers to connect to Internet, and then download drivers for the rest devices!
am: DriverPack Offline Network የኔትዎርክሃርድዌር ድራይቨሮችን በአንድ ቦታ( {{SIZE}})። በፍጥነት ይወርዳል፣ከዚህ በበለጠ በፍጥነት ይጫናል! Windows እንደገና እንደተጫነ ወዲያውኑ DriverPack Offline Network የኔትዎርክ ድራይቨሮችን ከኢንተርኔት ጋር እንዲገናኙ ያስተካክላል እናም ለሌሎቹ ሁሉም መሳሪያዎች ድራይቨሮችን ያወርዳል።
ar: DriverPack Offline Network - كافة تعريفات المكونات الصلبة للشبك على الإنترنت في مكان واحد ({{SIZE}}). يتم تحميله بسرعة, ويتم تثبيته بشكل أسرع وأسرع! ريثما تتم إعادة تثبيت نظام التشغيل Windows, يقوم DriverPack Offline Network بضبط اعدادات المكونات الصلبة للشبك على الإنترنت ومن ثم يستخدم الإتصال بالإنترنت لتحميل باقي تعريفات الجهاز كله!
az: DriverPack Offline Network - şəbəkə üçün driverlər tək paketdə ({{SIZE}}). Sürətli endirilir və hətta daha sürətli quraşdırılır! Windows quraşdırılan kimi, DriverPack Offline Network internetə qoşulmaq üçün şəbəkə driverlərini tənzimləyəcək və sonra qalan qurğular üçün driverləri endirəcək!
bn: DriverPack Offline Network - এক জায়গাতে নেটওয়ার্ক হার্ডওয়্যারের ড্রাইভারসমূহ ({{SIZE}})। এটি দ্রুত ডাউনলোড হয়ে যায়, এমনকি তার চেয়ে দ্রুত ইন্সটল হয়ে যায়! Windows পুনরায় ইন্সটলড্ হওয়ামাত্র DriverPack Offline Network ইন্টারনেটে সংযুক্ত হতে নেটওয়ার্ক ড্রাইভারসমূহ সমন্বয় করে, এবং তারপরে অবশিষ্ট যন্ত্রসমূহের জন্য ড্রাইভারসমূহ ডাউনলোড করে!
bs: DriverPack Offline Network - drajveri za mrežni/network hardware na jednom mjestu ({{SIZE}}). Preuzima se brzo i instalira još brže! U slučaju da je Windows reinstaliran, DriverPack Offline Network će uspostaviti network drajvere, spojiti Vas na internet, te preuzeti drajvere za ostale uređaje!
ca: DriverPack Offline Network - els controladors per al maquinari de xarxa en un mateix lloc ({{SIZE}}). Es descarrega ràpidament i s'instal·la encara més ràpid! Tan aviat com acaba la instal·lació de Windows, podeu utilitzar el DriverPack Offline Network per configurar els controladors de xarxa i connectar a Internet, i seguidament descarregar els controladors per a la resta de dispositius!
de: DriverPack Offline Network - Treiber für Netzwerkhardware an einem Platz ({{SIZE}}). Es ist schnell heruntergeladen und fast noch schneller installiert. Sobald Windows neu installiert wurde, wird DriverPack Offline Network die Netzwerktreber, die benötigt werden, um in das Internet zu gelangen, konfigurieren und dann die Treiber für die restlichen Geräte herunterladen!
es_419: DriverPack Offline Network - controladores para hardware de red en un solo lugar ({{SIZE}}). Se descarga rápido, ¡y se instala aún más rápido! Tan pronto como termine la instalación de Windows, DriverPack Offline Network te permite configurar los controladores de red para conectarse a Internet y ¡Luego descargará los controladores para el resto de los dispositivos!
et: DriverPack Offline Network - draiverid võrgu riistvara jaoks ühes kohas ({{SIZE}}). See laetakse alla kiiresti, ja paigaldatakse veel kiiremini. Kui teie operatsiooni süsteem on paigaldatud, seadistab see võrgu riistvara, et saaksite ühendada end internetiga, ning saaksite alla laadida teised vajalikud draiverid.
fa: DriverPack Offline Network - درایور سخت افزاری در یک جایگاه ({{SIZE}}). دانلود سریع و نصب سریعتر! به محض اینكه Windows مجددا نصب شود، DriverPack Offline Network، درایور شبکه را برای اتصال به اینترنت پیکربندی می كند و سپس درایور را برای دستگاه دیگر بوت كنید!
fr: DriverPack Offline Network - pilotes pour le matériel réseau en un seul endroit ({{SIZE}}). Il est téléchargé rapidement, et installé encore plus vite! Dès que Windows est réinstallé, DriverPack Offline Network va configurer les pilotes réseau pour se connecter à Internet, puis télécharger les pilotes pour les périphériques restants!
gu: DriverPack Offline Network - એક જગ્યાએ નેટવર્ક હાર્ડવેર માટેનું ડ્રાઇવર્સ ({{SIZE}}). તે ઝડપી ડાઉનલોડ કરવામાં આવે છે, અને વધુ ઝડપી સ્થાપિત! જલદી Windows પુનઃસ્થાપિત થઈ જાય, DriverPack Offline Network ડ્રાઇવર્સને ઇન્ટરનેટથી કનેક્ટ કરવા માટે, અને પછી બાકીના ઉપકરણો માટે ડ્રાઇવર્સ ડાઉનલોડ કરશે!
he: חבילת DriverPack Offline Network - דרייברים עבור כרטיסי רשת במקום אחד ({{SIZE}}). החבילה יורדת ומותקנת במהירות! ברגע שמערכת Windows מאפשרת, חבילת DriverPack Offline Network מתקינה את הדרייברים הנחוצים עבור חיבור תקין לאינטרנט, ואז מורידה ומתקינה דרייברים עבור שאר ההתקנים במחשב!
hi: DriverPack Offline Network - नेटवर्क हार्डवेयर के लिए एक ही स्थान पर ड्राइवर्स ({{SIZE}})| यह तुरंत संकलित होता है और उस से भी तेजी से स्थापित| जैसे ही Windows पुनर्स्थापित होती है, DriverPack Offline Network इन्टरनेट से जुड़ने के लिए नेटवर्क ड्राइवर्स को कॉन्फ़िगर करेगा, और फिर बाकी उपकरणों के लिए ड्राइवर्स संकलित करेगा|
hu: DriverPack Offline Network - hálózati hardverek drivercsomagja egy csomagban ({{SIZE}}). Gyorsan letölthető, és még gyorsabban feltelepíthető. Amint a Windows újratelepítésre kerül, a DriverPack Offline Network beállítja a hálózati drivereket az internethez való csatlakozáshoz, ezután pedig letölti a többi eszköz drivereit.
id: DriverPack Offline Network - driver perangkat keras jaringan di satu tempat ({{SIZE}}). ini cepat di unduh, dan dipasang dengan sangat cepat! Segera setelah Windows dipasang ulang, DriverPack Offline Network akan mengkonfigurasi driver jaringan untuk konek ke internet, dan kemudian mengunduh driver untuk perangkat istirahat!
it: DriverPack Offline Network - i drivers per i dispositivi di rete in un unico posto ({{SIZE}}). Si scarica velocemente e si installa ancora più in fretta! Appena Windows si reinstalla, DriverPack Offline Network configura i drivers di rete per connettersi ad Internet e poi scarica quelli per le periferiche rimanenti!
ja: DriverPack Offline Network - 一つの場所 ({{SIZE}}) でネットワークハードウェア用のドライバー。それは速くダウンロードされ、より速くインストールされます！ Windows が再インストールされると、 DriverPack Offline Network はネットワークドライバを設定してインターネットに接続し、残りのデバイス用のドライバをダウンロードします。
ka: DriverPack Offline Network - ქსელის დრაივერები ერთად ({{SIZE}}). იწერთ სწრაფად და ინსტალდება უფრო სწრაფად! როგორც კი Windows-ს გადააყენებთ, DriverPack Offline Network დააკონფიგებს ქსელის ბარათ რათა დაუკავშირდეს ინტერნეტს და შემდეგ გადმოწერს ყველა საჭირო დრაივერს!
ko: DriverPack Offline Network - 네트워크 하드웨어 용 드라이버를 한 곳 ({{SIZE}}) 에서 사용. 그것은 빨리 다운로드되고 더 빨리 설치됩니다! Windows 가 재설치 되자마자, DriverPack Offline Network 는 네트워크 드라이버가 인터넷에 연결되도록 구성한 다음 나머지 장치 용 드라이버를 다운로드합니다!
ku: DriverPack Offline Network - شۆفێرەکان بۆ ئامێری شەبەکە لە یەک شوێن ({{SIZE}}). بەخێرایی دادەبەزێت، تەنانەت خێراتریش دادەمەزرێت! هەر کە Windows دووبارە دامەزراوە. DriverPack Offline Network شۆفێرەکانی شەبەکە ڕێک دەخات بۆ ئەوەی بە ئنتەرنێت ببەسترێت، وە دواتر دابەزاندنی شۆفێرەکانی تر بۆ ئەم ئامێرانەی کە ماون!
lt: DriverPack Offline Network - tinklo įrenginių tvarkyklių rinkinys viename pakete ({{SIZE}}). Greitai atsisiunčia, o įsidiegia dar greičiau! Perdiegus operacinę sistemą Windows, DriverPack Offline Network sukonfigūruos kompiuterio tinklo įrenginius prisijungimui prie interneto, o tada parsisiųs tvarkykles likusiems įrenginiams!
my: DriverPack Offline Network - ကွန်ရက်ချိတ်ဆက်သည့် ဟာ့ဒ်ဝဲကိရိယာအတွက် drivers များကို တစ်နေရာထဲတွင် ရရှိစေမှာဖြစ်သည် ({{SIZE}})။ ၎င်းမှာ ဒေါင်းလုဒ်အမြန်ရပြီး၊ ပိုမိုမြန်ဆန်စွာ ထည့်သွင်းနိုင်မည်ဖြစ်သည်။ Windows ကိုပြန်လည် ထည့်သွင်းပြီးသည်နှင့်တစ်ပြိုင်နက် DriverPack Offline Network မှာ အင်တာနက်နှင့်ချိတ်ဆက်နိုင်ဖို့အတွက် ကွန်ရက်ချိတ်ဆက်သည့် drivers များကို ထည့်သွင်းသွားပါလိမ့်မည်။ ထို့နောက် ကျန်သည့် စက်ကိရိယာများအတွက် drivers များကို ဆက်လက်ဒေါင်းလုဒ်ဆွဲပါလိမ့်မည်။
nl: DriverPack Offline Network - drivers voor netwerkhardware op één plaats ({{SIZE}}). Het wordt snel gedownload en nog sneller geïnstalleerd! Zodra Windows opnieuw is geïnstalleerd, configureert DriverPack Offline Network netwerkstuurprogramma's om verbinding met internet te maken en downloadt dan drivers voor de overige apparaten!
no: DriverPack Offline Network - drivere for nettverk maskinvare på et sted ({{SIZE}}). Den lastes ned raskt, og installeres enda raskere! Så snart Windows er installert på nytt, vil DriverPack Offline Network konfigurere nettverksdrivere for å koble til Internett, og deretter laste ned drivere for resten enheter!
pl: DriverPack Offline Network - sterowniki do urządzeń sieciowych w jednym miejscu ({{SIZE}}). Szybkie pobieranie i jeszcze szybsza instalacja! Zaraz po instalacji Windows, DriverPack Offline Network zainstaluje sterowniki i umożliwi dostęp do Internetu, aby pobrać sterowniki dla pozostałych urządzeń!
ps: DriverPack Offline Network - په شبکه کې د شبکې هارډر لپاره چلوونکي ({{SIZE}}). دا په تیزی سره کښته شوي اورینځل کیږي تر هغه لا تیز!کله چې Windows بیا رینځل کیږي، DriverPack Offline Network د انټرنیټ سره د نښلولو لپاره د شبکه چلوونکي کنټرول کړئ، او بیا د نورو وسیلو لپاره چلوونکي کښته کړئ!
pt_br: DriverPack Offline Network - drivers para hardware de rede em um só lugar ({{SIZE}}). É baixado rapidamente e instalado ainda mais rápido! Assim que o Windows for reinstalado, o DriverPack Offline Network configurará os drivers de rede para se conectar à Internet e, em seguida, baixará os drivers para o resto dos dispositivos!
pt_pt: DriverPack Offline Network - controladores para dispositivos de rede em um lugar ({{SIZE}}). É transferido rápido e lnstalado ainda mais rápido. Assim que o Windows for reinstalado, DriverPack Offline Network configura os controladores de rede para ligar á Internet e depois transfere os controladores dos restantes dispositivos!
ro: DriverPack Offline Network - drivere pentru hardware-ul de rețea într-un singur loc ({{SIZE}}). Este descărcat rapid și se instalează chiar și mai repede! Imediat ce Windows-ul este reinstalat, DriverPack Offline Network va configura driverele de rețea pentru a vă conecta la Internet, apoi descărcă driverele pentru celelalte dispozitive!
si: DriverPack Offline Network - එක් ස්ථානයක ජාල දෘඩාංග සඳහා ධාවක ({{SIZE}}). එය වේගයෙන් බාගත කර ඇති අතර ඊටත් වඩා වේගයෙන් ස්ථාපනය කර ඇත! Windows නැවත ස්ථාපනය කළ විගසම, DriverPack Offline Network ජාල ධාවක අන්තර්ජාලයට සම්බන්ධ කිරීම සඳහා වින්‍යාස කරනු ඇත, පසුව ඉතිරි උපාංග සඳහා ධාවක බාගන්න!
sk: DriverPack Offline Network - ovládače pre sieťový hardvér na jednom mieste ({{SIZE}}). Sťahuje sa rýchlo a inštaluje sa ešte rýchlejšie! Akonáhle je systém Windows reinštalovaný, DriverPack Offline Network nakonfiguruje sieťové ovládače na pripojenie k internetu a potom stiahnite ovládače pre ostatné zariadenia!
sl: DriverPack Offline Network - gonilniki strojne opreme na enem mestu ({{SIZE}}). Prenesemo ga hitro in namestimo še hitreje! Takoj, ko je Windows ponovno nameščen, bo DriverPack Offline Network konfiguriral omrežne gonilnike za povezavo z internetom in nato prenesel gonilnike za ostale naprave!
sq: DriverPack Offline Network - drajvera për karta rrjeti në një vend ({{SIZE}}). Shkarkohet shpejt dhe instalohet dhe më shpejt! Sapo Windows riinstalohet, DriverPack Offline Network konfiguron drajverat e rrjetit për t'u lidhur në Internet dhe pastaj shkarkon drajverat për pajisjet e tjera.
sr: DriverPack Offline Network - drajveri za mrežni hardver na jednom mestu ({{SIZE}}). Preuzima se brzo, a još brže se instalira. Nakon što je Windows ponovo instaliran DriverPack Offline Network će podesiti povezivanje mrežnih drajvera sa internetom, a zatim preuzeti drajvere za ostale uređaje!
sv: DriverPack Offline Network - drivrutiner för nätverksenheter på ett enda ställe ({{SIZE}}). Laddas ned fort och installeras ännu snabbare! Så snart Windows är återinstallerat kommer DriverPack Offline Network konfigurera drivrutiner för att möjliggöra internetåtkomst, och laddar sedan ned drivrutiner för resterande enheter!
sw: DriverPack Offline Network - ma driver kwa vifaa vya mtandao katika sehemu moja ({{SIZE}}). Inapakuliwa haraka, na hata ku install haraka! Mara baada ya Windows kuwa install tena, DriverPack Offline Network itaandaa ma driver ya mtandao kuunganisha kwenye mtandao wa intaneti, na kisha kupakua ma driver kwa vifaa vingine!
ta: DriverPack Offline Network வன்பொருள்தொகுப்பு ஆஃப்லைன் நெட்வொர்க் - வலையமைப்பு வன்பொருளுக்கான இயக்கிகள் ஒரே இடத்தில் ({{SIZE}}). அது வேகமாக பதிவிறக்கம் செய்து வேகமாக நிறுவப்பட்டுள்ளது! Windows விண்டோஸ் மீண்டும் நிறுவப்பட்டவுடன், DriverPack Offline Network வன்பொருள்தொகுப்பு ஆஃப்லைன் நெட்வொர்க் இயக்கிகளை இணையத்துடன் இணைக்க கட்டமைக்க வேண்டும், பின்னர் மற்ற சாதனங்கள் இயக்கிகளைப் பதிவிறக்குக!
th: DriverPack Offline Network - ไดรเวอร์สำหรับฮาร์ดแวร์เครือข่ายในที่เดียว ({{SIZE}}) มันดาวน์โหลดเร็ว และเร็วกว่าแม้กระทั่งการติดตั้ง เร็วๆเท่ากับการติดตั้ง Windows ใหม่ DriverPack Offline Network จะปรับแต่งไดรเวอร์เครือข่ายเพื่อเชื่อมต่อกับอินเตอร์เน็ท และหลังจากนั้นจะดาวน์โหลดไดรเวอร์สำหรับอุปกรณ์อื่นๆ
tr: DriverPack Offline Network - ağ donanımı için sürücüler tek bir yerde ({{SIZE}}). Hızlı indirilir ve hatta hızlı yüklenir! Windows yeniden yüklenir yüklenmez, DriverPack Offline Network, Internet'e bağlanmak için ağ sürücülerini yapılandıracak ve sonrasında aygıtların kalanı için sürücüleri indirecek!
vi: DriverPack Offline Network - các trình điều khiển cho phần cứng mạng máy tính ở cùng một nơi ({{SIZE}}). Nó được tải về nhanh chóng, và cài đặt còn nhanh hơn! Ngay khi Windows được cài đặt lại, DriverPack Offline Network sẽ thiết lập những trình điều khiển mạng để kết nối vào mạng, và sau đó tải về những trình điều khiển cho các thiết bị còn lại!
zh_cn: DriverPack Offline Network - 网络硬件驱动程序 ({{SIZE}})。 它下载速度快，安装速度更快！ 一旦 Windows 重新安装，DriverPack Offline Network 将配置网络驱动程序连接到 Internet，然后下载其余设备的驱动程序！

# productlandingheader-offline_cta-btn
source: Download DriverPack Offline Full
am: ኢንተርኔት የማያስፈልገውን DriverPack Offline Full ያውርዱ
ar: تحميل DriverPack Offline Full
az: DriverPack Offline Full Endirin
bg: Изтегли DriverPack Offline Full
bn: DriverPack Offline Full ডাউনলোড করুন
bs: Preuzmi DriverPack Offline Full
ca: Descarrega DriverPack Offline Full
de: DriverPack Offline Full herunterladen
es_419: Descarga DriverPack Offline Full
et: Lae alla DriverPack Offline Full
fa: دانلود DriverPack Offline Full
fr: Télécharger DriverPack Offline Full
gu: DriverPack Offline Full ડાઉનલોડ કરો
he: הורד את DriverPack Offline Full
hi: DriverPack Offline Full संकलित करे
id: Unduh DriverPack Offline Full
it: Scarica DriverPack Offline Full
ja: DriverPack Offline Full をダウンロード
ka: DriverPack Offline Full-ის გადმოწერა
ko: DriverPack Offline Full 다운로드
ku: دابەزاندنی DriverPack Offline Full
lt: Atsisiųsti DriverPack Offline Full
mn: DriverPack Offline Full татаж авах
my: DriverPack Offline Full ကို ဒေါင်းလုဒ်ရယူမည်
no: Last ned DriverPack Offline Full
pl: Pobierz DriverPack Offline Full
ps: کښته کړي DriverPack Offline Full
pt_br: Baixar o DriverPack Offline Full
pt_pt: Transfere o DriverPack Offline Full
ro: Descarcă DriverPack Offline Full
si: DriverPack Offline Full භාගත කරන්න
sk: Stiahnuť DriverPack Offline Full
sl: Prenesite DriverPack Offline Full
sq: Shkarko DriverPack Offline Full
sr: Preuzmite DriverPack Offline Full
sv: Ladda ned DriverPack Offline Full
sw: Pakua DriverPack Offline Full
ta: DriverPack Offline Full இணையதளம் உதவியில்லாத முழுமையான வன்பொருள்தொகுப்பு பதிவிறக்கம்
te: డౌన్లోడ్ DriverPack Offline Full
th: ดาวน์โหลด DriverPack Offline Full
tr: DriverPack Offline Full'ü İndir
vi: Tải DriverPack Offline Full
zh_cn: 下载 DriverPack Offline Full
