Repository: DriverPackSolution/transifex-backup
Catalog: delorean/driverpack-solution-worldwide/drpsu/*.po
Languages: am, ar, az, bg, bn, bs, ca, cs, de, el, es_419, et, fa, fil, fr, gu, he, hi, hr, hu, id, it, ja, ka, ko, ku, lt, mn, my, ne, nl, no, pl, ps, pt_br, pt_pt, ro, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ur, vi, zh, zh_cn

# searchheader_caption-subtitle
source: Driver search on the query:
am: የታዘዘው የድራይቨር ፍለጋ:
ar: البحث عن برنامج التشغيل على الاستعلام:
az: Driveri sorğu ilə axtarın:
bg: Намерени драйвери по заявка:
bn: জিজ্ঞাসার ভিত্তিতে ড্রাইভার অনুসন্ধান:
bs: Broj nađenih drajvera za:
ca: Cerca de controladors amb les paraules:
cs: Hledání ovladače podle požadavku:
de: Treibersuche auf die Anfrage:
el: Αναζήτηση προγραμμάτων οδήγησης στο ερώτημα:
es_419: Búsqueda de controladores para la expresión:
et: Draiveri otsing on päringus
fa: جستجو درایور بر اساس:
fil: Paghahanap ng driver sa query:
fr: Recherche de pilote pour la requête:
gu: પ્રશ્નોત્તરી પર ડ્રાઇવર શોધ:
he: חיפוש דרייברים לפי:
hi: सवाल पर ड्राइवर की खोज:
hr: Rezultati pretrage za pojam
hu: Driverkeresés a következőhöz:
id: Pencarian driver yang dipertanyakan:
it: Ricerca del driver:
ja: 質問してドライバーを検索:
ka: დრაივერის ძებნა მოთხოვნისთვის:
ko: 질문에서 드라이버 검색:
ku: گه‌ڕان به‌ دوای پێناسه‌ له‌ پرسگه‌:
lt: Tvarkyklės paieška pagal užklausą:
mn: Лавлагаан дундаас драйвер хайх:
my: Driver ရှာဖွေမှုရလဒ်:
ne: चालक खोज मा खोज्नुहोस:
nl: Stuurprogramma zoeken in de zoekopdracht:
no: Driver søk på spørringen:
pl: Wyniki wyszukiwania dla:
ps: د چلوونکی د پوښتنو لټون:
pt_br: Pesquisa do driver na consulta:
pt_pt: Pesquisa de controlador na query:
ro: Căutare de driver la cerere:
si: විමසීම් මත ධාවක සෙවීම:
sk: Vyhľadávanie ovládača podľa výrazu:
sl: Izkanje voznika na poizvedbo
sq: Kërkim drajveri me pyetje:
sr: Pretraga drajvera za pojam:
sv: Sökresultat på:
sw: Driver tafuta juu ya swala:
ta: வேண்டுதளுக்கேற்ப வன்பொருள் தேடல்:
te: ప్రశ్నపై డ్రైవర్ శోధన:
th: ไดรเวอร์ที่ค้นหาจากการสอบถาม:
tr: Sürücüyü sorguya göre arayın:
ur: سوال پر ڈرائیور تلاش:
vi: Tìm kiếm trình điều khiển trên thanh truy vấn:
zh: 查詢中的驅動程式搜尋:
zh_cn: 驱动程序搜索查询:

# searchheader_caption-filter-label
source: Driver will be downloaded for the chosen OS
am: ድራይቨሩ ለተመረጠው ኦፐሬቲንግ ሲስተም ይጫናል።
ar: سيتم تحميل برنامج التشغيل لنظام التشغيل الذي تم اختياره
az: Driver, seçilən ƏS üçün endiriləcək
bg: Ще се изтегли драйвер за избраната OS
bn: বাছাইকৃত ওএস এর জন্য ড্রাইভার ডাউনলোড হবে
bs: Drajver će biti preuzet za odabrani OS
ca: Es decarregarà el controlador per al sistema operatiu seleccionat
cs: Ovladač bude stažen pro vybraný OS
de: Treiber wird für das gewählte Betriebssystem heruntergeladen
el: Το πρόγραμμα οδήγησης θα ληφθεί για το επιλεγμένο Λειτουργικό Σύστημα
es_419: El controlador se descargará para el sistema operativo seleccionado
et: Draiverid laetakse alla valitud operatsiooni süsteemile
fa: درایور برای سیستم عامل انتخاب شده دانلود خواهد شد
fil: I-download ang driver para sa napiling OS
fr: Le pilote sera téléchargé pour l'OS choisi
gu: ડ્રાઇવર પસંદ કરેલ OS ની માટે ડાઉનલોડ થશે
he: המערכת תוריד דרייברים עבור מערכת ההפעלה שנבחרה
hi: चयनित ओ एस के लिए ड्राइवर को डाउनलोड किए जाएंगे
hr: Preuzet će se upravljački program za odabrani operacijski sustav
hu: A driver letöltődik a kiválasztott operációs rendszerhez
id: Driver akan di diunduh untuk pilihan OS
it: Verrà scaricato il driver del sistema operativo richiesto
ja: 選択したOSのドライバーをダウンロードします
ka: დრაივერი გადმოიწერება არჩეული სისტემისთვის
ko: 선택한 OS 용 드라이버가 다운로드됩니다
ku: پێناسه‌ داده‌به‌زێندرێن بۆ سیستمه‌ كارپێكه‌ره‌ هه‌ڵبژێردراوه‌كه‌
lt: Tvarkyklės paieška pagal užklausą: tvarkyklė bus atsiųsta pasirinktai operacinei sistemai
mn: Сонгогдсон OS зориулж драйвер татагдана
my: ရွေးချယ်ထားသော OS အလိုက် Driver ကို ဒေါင်းလုဒ်ဆွဲပါလိမ့်မည်
ne: ड्राइभर चयन OS को लागि डाउनलोड गरिनेछ
nl: Stuurprogramma wordt gedownload voor het gekozen besturingssysteem
no: Driver blir nedlastet for valgt OS
pl: Zostaną pobrane sterowniki dla wybranego systemu operacyjnego
ps: چلوونکی د ټاکل شوي OS لپاره به کښته شي
pt_br: O driver será baixado para o Sistema Operacional escolhido
pt_pt: O controlador será descarregado para o SO escolhido
ro: Driverul va fi descărcat pentru sistemul de operare ales
si: තෝරාගත් මෙහෙයුම් පද්ධතිය සඳහා ධාවකය බාගත වනු ඇත
sk: Ovládač bude stiahnutý pre tento vybratý OS
sl: Vozniki se bodo prenessli v izbranem OS
sq: Drajveri do të shkarkohet për SO të zgjedhur
sr: Drajveri će biti skinuti za izabrani OS
sv: Drivrutinen kommer laddas hem för det valda operativsystemet
sw: Driver itapakuliwa kwa OS iliyochaguliwa
ta: தேர்ந்தெடுக்கப்பட்ட இயக்க முறைமைக்கு உரிய வன்பொருள் பதிவிறக்கம்
te: డ్రైవర్ ఎంచుకున్న OS కోసం డౌన్లోడ్ చేయబడుతుంది
th: ไดรเวอร์จะดาวน์โหลดจากระบบปฏิบัติการที่เลือก
tr: Sürücü, seçilen İS için indirilecektir
ur: منتخب کردہ OS کے لئے ڈرائیور ڈاؤن لوڈ کیا جائے گا
vi: Trình điều khiển sẽ được tải về cho hệ điều hành đã được chọn
zh: 將為所選作業系統下載驅動程式
zh_cn: 将为所选操作系统下载驱动程序

# searchresult_details-content-notebook-text
source: {{DOWNLOAD}} in order to identify and install the required drivers automatically, or go to {{NOTEBOOK}} page and select the required driver manually
am: አስፈላጊ ድራይቨሮችን በራሱ አውርዶ እንዲጭን {{DOWNLOAD}} ይጫኑ ወይንም ራስዎ መርጠው ለመጫን {{NOTEBOOK}} ኖትቡክ ገጽ ይጓዙ
ar: {{DOWNLOAD}} من أجل تحديد وتثبيت برامج التشغيل المطلوبة تلقائيا، أو الذهاب إلى {{NOTEBOOK}} وحدد برنامج التشغيل المطلوب يدويا
az: Lazımi driverləri avtomatik olaraq təyin etmək və quraşdırmaq üçün {{DOWNLOAD}}, ya da {{NOTEBOOK}} səhifəsinə daxil olun və lazımi driveri əl ilə seçin
bg: {{DOWNLOAD}} за да идентифицирате и инсталирате необходимите драйвери автоматично или да отидете на страницата на{{NOTEBOOK}} и изберете нужния драйвер ръчно
bn: {{DOWNLOAD}} করুন দরকারি ড্রাইভার চিহ্নিত ও স্বয়ংক্রিয়ভাবে ইন্সটল করতে, অথবা {{NOTEBOOK}} এর পেজ-এ যান ও নিজ থেকে দরকারি ড্রাইভার বাছাই করুন
bs: {{DOWNLOAD}} da identifikujete i instalirate potrebne drajvere automatski, ili idite na {{NOTEBOOK}} stranicu i izaberite potrebni drajver ručno
ca: {{DOWNLOAD}} per a identificar i instal·lar els controladors necessaris automàticament, o ves a la pàgina de {{NOTEBOOK}} i selecciona'ls manualment
cs: {{DOWNLOAD}} za účelem identifikace a instalace vyžadovaných ovladačů automaticky, nebo běžte na {{NOTEBOOK}} stránku a vyberte požadovaný ovladač manuálně
de: {{DOWNLOAD}}, um die benötigten Treiber automatisch zu identifizieren und installieren, oder gehen Sie zur {{NOTEBOOK}} Seite und wählen die benötigten Treiber manuell
el: {{DOWNLOAD}} ώστε να αναγνωριστούν και εγκατασταθούν τα απαραίτητα προγράμματα οδήγησης αυτόματα ή μεταβείτε στη σελίδα της συσκευής {{NOTEBOOK}} και επιλέξτε το απαραίτητο πρόγραμμα οδήγησης χειροκίνητα
es_419: {{DOWNLOAD}} para reconocer e instalar los controladores necesarios automáticamente, o accede a la página de {{NOTEBOOK}} y selecciona los controladores manualmente
et: {{DOWNLOAD}}, et tuvastada ja paigaldada vajalikud draiverid automaatselt, või minge {{NOTEBOOK}} lehele ja valige vajalikud draiverid manuaalselt
fa: {{DOWNLOAD}}به منظور شناسایی و نصب درایور های مورد نیاز به صورت خودکار، یا رفتن به {{NOTEBOOK}}این صفحه و انتخاب دستی درایورهای مورد نیاز
fil: {{DOWNLOAD}} upang matukoy at i-install ng awtomatiko ang kinakailangang mga driver, o pumunta sa pahina ng {{NOTEBOOK}} at piliin ang kinakailangang driver nang manu-mano
fr: {{DOWNLOAD}} afin d’identifier et installer les pilotes requis automatiquement. ou allez sur la page de {{NOTEBOOK}} et sélectionnez le pilote requis manuellement
gu: જરૂરી ડ્રાઈવરો ઓળખવા અને ઇન્સ્ટોલ કરવા માટે આપમેળે {{DOWNLOAD}}, અથવા {{NOTEBOOK}} પૃષ્ઠ પર જાઓ અને જરૂરી ડ્રાઈવર જાતે select કરો
he: {{DOWNLOAD}} עבור זיהוי והתקנת הדרייברים הנחוצים, בצורה אוטומטית. או, עבור לעמוד של {{NOTEBOOK}} והורד את הדרייברים באופן ידני
hi: {{DOWNLOAD}} आवश्यक ड्राइवरों की पहचान करने और इंस्टॉल करने के लिए, पर जाएँ या {{NOTEBOOK}} पृष्ठ और मैन्युअल रूप से आवश्यक ड्राइवर का चयन करें
hr: {{DOWNLOAD}} kako bi odgovarajući upravljački programi bili automatski prepoznati i instalirani ili idite na {{NOTEBOOK}} stranicu i ručno odaberite potreban upravljački program
hu: Ajánlott a {{DOWNLOAD}} letöltése a szükséges driverek azonosításához, és automatikus telepítéséhez, vagy látogasd meg a {{NOTEBOOK}} oldalát a szükséges driver kiválasztásához!
id: {{DOWNLOAD}} permintaan untuk identifikasi dan menginstall driver yang dibutuhkan dengan otomatis, atau lanjutkan ke {{NOTEBOOK}} halaman dan pilih driver yang dibutuhkan dengan manual
it: {{DOWNLOAD}} per identificare e scaricare automaticamente i driver richiesti, o andare alla pagina {{NOTEBOOK}} e selezionare manualmente i driver richiesti.
ja: {{DOWNLOAD}} すると、必要なドライバを自動的に識別してインストールします, または {{NOTEBOOK}} ページに行き 必要なドライバを手動で選択する
ka: {{DOWNLOAD}} რათა ავტომატურად მოიძებნოს და დაყენდეს საჭირო დრაივერ ან გადადით {{NOTEBOOK}} გვერდზე რათა ხელით აირჩიოთ დრაივერი
ko: {{DOWNLOAD}} 를 실행하여 필요한 드라이버를 자동으로 찾아 설치하거나 {{NOTEBOOK}} 페이지로 이동하여 필요한 드라이버를 수동으로 선택하세요
ku: {{DOWNLOAD}} له‌ پێناو ناسینه‌وه‌ و دابه‌زاندنی پێناسه‌ داواكراوه‌كان به‌ ئۆتۆماتیكی، یان بچۆره‌ په‌ڕه‌ی {{NOTEBOOK}} وه‌ پێناسه‌ داواكراوه‌كه‌ به‌ ده‌ستی دیاری بكه‌
lt: {{DOWNLOAD}} norėdami automatiškai nustatyti ir įdiegti reikalingas tvarkykles arba eikite į puslapį {{NOTEBOOK}} ir rankiniu būdu pasirinkite reikiamą tvarkyklę
my: လိုအပ်သည့် drivers များကို အလိုအလျောက် ခွဲခြားသတ်မှတ်ပြီး ထည့်သွင်းရန် {{DOWNLOAD}} သို့မဟုတ် {{NOTEBOOK}} ဝက်ဘ်စာမျက်နှာသို့ သွားရောက်ပြီး လိုအပ်သည့် drivers များကို ကိုယ်တိုင်ရွေးချယ်ပါ
nl: {{DOWNLOAD}} om de vereiste stuurprogramma's automatisch te identificeren en te installeren, of ga naar de {{NOTEBOOK}} pagina en selecteer het benodigde stuurprogramma handmatig
no: {{DOWNLOAD}} for å identifisere og installere nødvendige drivere automatisk, eller gå til {{NOTEBOOK}} siden for å velge nødvendige drivere manuelt
pl: {{DOWNLOAD}}, by zidentyfikować i zainstalować automatycznie wszystkie potrzebne sterowniki, lub przejdź do strony {{NOTEBOOK}} i wybierz potrzebny sterownik samodzielnie
ps: {{DOWNLOAD}} د دې لپاره چې اړین چلوونکی چټک وپیژني او نصب کړئ، یا لاړ شئ {{NOTEBOOK}} پاڼه او په اړینه توګه د چلوونکی ټاکنه
pt_br: {{DOWNLOAD}} para identificar e instalar automaticamente os drivers necessários, ou vá para a página do notebook {{NOTEBOOK}} e selecione o driver necessário manualmente
pt_pt: {{DOWNLOAD}} de modo a identificar e instalar automaticamente os controladores necessários, ou vá a {{NOTEBOOK}} página e selecione anualmente o controlador necessário
ro: {{DOWNLOAD}} pentru a identifica și instala automat driverele necesare, sau mergi la {{NOTEBOOK}} și selectează manual driverul necesar
si: අවශ්‍ය ධාවක ස්වයංක්‍රීයව හඳුනාගෙන ස්ථාපනය කිරීම සඳහා {{DOWNLOAD}}, නැතහොත් {{NOTEBOOK}} පිටුවට ගොස් අවශ්‍ය ධාවකය අතින් තෝරන්න
sk: {{DOWNLOAD}} aby sa automaticky identifikovali a nainštalovali požadované ovládače, alebo prejsť na stránku {{NOTEBOOK}} a ručne vybrať požadovaný ovládač
sl: {{DOWNLOAD}} za avtomatsko izbiro in namestitev vseh potrebnih gonilnikov ali izberite {{NOTEBOOK}} in jih izberite ročno iz menija
sq: {{DOWNLOAD}} në mënyrë që të identifikoni dhe instaloni drajverat e kërkuar automatikisht ose shko tek faqja {{NOTEBOOK}} dhe përzgjidh drajverin e kërkuar manualisht
sr: {{DOWNLOAD}} da bi se automatski odredili i instalirali potrebni drajveri ili posetite {{NOTEBOOK}} stranicu i ručno obeležite potrebne drajvere
sv: {{DOWNLOAD}} för att automatiskt identifiera och installera de nödvändiga drivrutinerna, eller gå till sidan för {{NOTEBOOK}} och välj önskad drivrutin manuellt
sw: {{DOWNLOAD}} ili kutambua na kufunga madereva zinazohitajika moja kwa moja, au kwenda {{NOTEBOOK}} ukurasa na uchague drever unahitajika kwa manually
ta: {{DOWNLOAD}} தேவையான வன்பொருளை தானாகவே தேர்ந்தெடுத்து நிறுவும், அல்லது செல்க {{NOTEBOOK}} பக்கம் மற்றும் தேவையான வன்பொருளை நீங்களாகவே தேந்தெடுக்கவும்
th: {{DOWNLOAD}} เพื่อยืนยันและติดตั้งไดรเวอร์ที่ต้องการอัตโนมัติ หรือไปที่หน้าเพจ {{NOTEBOOK}} และเลือกไดรเวอร์ที่ต้องการด้วยตัวเอง
tr: Gerekli sürücüleri otomatik olarak tanımlamak ve yüklemek için {{DOWNLOAD}}, ya da {{NOTEBOOK}} sayfasına gidin ve gerekli sürücüyü el ile seçin
ur: {{DOWNLOAD}} خود کار طریقے سے ضروری ڈرائیوروں کی شناخت اور انسٹال کرنے کے لئے , یا {{NOTEBOOK}} کے صفحے پر جائیں اور دستی طور پر مطلوبہ ڈرائیور کو منتخب کریں
vi: {{DOWNLOAD}} để nhận dạng và cài đặt các trình điều khiển thiết yếu một cách tự động, hoặc đi đến trang {{NOTEBOOK}} và lựa chọn trình điều khiển cần thiết bằng cách thủ công
zh: {{DOWNLOAD}} 為了自動識別和安裝所需的驅動程式，或前往 {{NOTEBOOK}} 頁面並手動選擇所需的驅動程式
zh_cn: {{DOWNLOAD}} 为了自动识别和安装所需的驱动程序，或前往 {{NOTEBOOK}} 页面并手动选择所需的驱动程序

# searchresult_details-content_download-link
source: Download DriverPack
am: DriverPack ያውርዱ።
ar: تحميل DriverPack
az: DriverPack-ı Endir
bg: Изтегли DriverPack
bn: DriverPack ডাউনলোড
bs: Preuzmi DriverPack
ca: Descarrega el DriverPack
cs: Stáhnout DriverPack
de: DriverPack herunterladen
el: Λήψη του DriverPack
es_419: Descarga DriverPack
et: Lae alla DriverPack
fa: دانلود DriverPack
fil: I-download ang DriverPack
fr: Télécharger DriverPack
gu: DriverPack ડાઉનલોડ કરો
he: הורד את DriverPack
hi: DriverPack संकलित करे
hr: Preuzmite DriverPack
hu: DriverPack letöltése
id: Unduh DriverPack
it: Scarica DriverPack
ja: DriverPack をダウンロード
ka: DriverPack-ის გადმოწერა
ko: DriverPack 다운로드
ku: دابه‌زاندنی DriverPack
lt: Parsisiųsti DriverPack
mn: DriverPack-г татах
my: DriverPack ကို ဒေါင်းလုဒ်ရယူပါ
ne: DriverPack डाउनलोड
no: Last ned DriverPack
pl: Pobierz DriverPack
ps: DriverPack ډاونلوډ کړئ
pt_br: Baixar o DriverPack
pt_pt: Descarregar DriverPack
ro: Descarcă DriverPack
si: DriverPack බාගත කරගන්න
sk: Stiahnuť DriverPack
sl: Prenesite DriverPack
sq: Shkarko DriverPack
sr: Preuzimanje DriverPack
sv: Ladda ned DriverPack
sw: Pakua DriverPack
ta: DriverPack வன்பொருள்தொகுப்பு பதிவிறக்கம்
te: డౌన్లోడ్ DriverPack
th: ดาวน์โหลด DriverPack
tr: DriverPack'i İndir
ur: DriverPack ڈائونلوڈ کریں
vi: Tải về DriverPack
zh: 下載 DriverPack
zh_cn: 下载 DriverPack

# searchresult_notebook
source: Laptop
am: ላፕቶፕ
ar: لاب توب
az: Noutbuk
bg: Лаптоп
bn: ল্যাপটপ
ca: Portàtil
el: Φορητός υπολογιστής
es_419: Equipos
et: Sülearvuti
fa: لپ تاپ
fr: Ordinateur portable
gu: લેપટોપ
he: מחשב נייד
hi: लैपटॉप
hr: Prijenosno računalo
id: Komputer jingjing
it: Notebook
ja: ノートパソコン
ka: ლეპტოპი
ko: 노트북
ku: لاپتۆپ
lt: Nešiojamas kompiuteris
mn: Зөөврийн компьютер
my: လက်ပ်တော့ပ်
ne: ल्याप्टप
no: Bærbar
pl: Komputer przenośny
ps: لپ ټاپ
pt_br: Notebook
pt_pt: Portátil
si: ලැප්ටොප්
sk: Notebook
sl: Prenosni računalnik
sv: Bärbar dator
ta: மடிக்கணினி
te: ల్యాప్టాప్లు
th: แล็ปท็อป
tr: Dizüstü
ur: لیپ ٹاپ
vi: Máy tính xách tay
zh: 筆記型電腦
zh_cn: 笔记本电脑

# searchresult_download-btn
source: Install the driver automatically
am: ድራይቨሩን በራሱ ጊዜ ያውርድ
ar: قم بتثبيت برنامج التشغيل تلقائيا
az: Driveri avtomatik olaraq yüklə
bg: Инсталирай драйвера автоматично
bn: স্বয়ংক্রিয়ভাবে ড্রাইভার ইন্সটল করে
bs: Instaliraj drajver automatski
ca: Instal·la el controlador automàticament
cs: Instalovat ovladač automaticky
de: Treiber automatisch installieren
el: Εγκατάσταση του προγράμματος οδήγησης αυτόματα
es_419: Instalar el controlador automáticamente
et: Paigalda draiver automaatselt
fa: نصب درایور به صورت خودکار
fil: Awtomatikong i-install ang driver
fr: Installer le pilote automatiquement
gu: ડ્રાઇવર આપમેળે ઇન્સ્ટોલ કરો
he: התקן את הדרייבר אוטומטית
hi: स्वचालित रूप से ड्राइवर को स्थापित करें
hr: Automatski instaliraj upravljački program
hu: Driver automatikus telepítése
id: Install driver secara otomatis
it: Installa il driver automaticamente
ja: 自動的にドライバをインストールする
ka: დრაივერების ჩაწერა ავტომატურად
ko: 드라이버 자동 설치
ku: دابه‌زاندنی پێناسه‌كان به‌ ئۆتۆماتیكی
lt: Diegti tvarkykles automatiškai
mn: Драйверыг автоматаар суулга
my: Driver အလိုအလျောက် ထည့်သွင်းမည်
ne: स्वचालित चालक स्थापना
nl: Installeer het stuurprogramma automatisch
no: Installer driver automatisk
pl: Zainstaluj sterownik automatycznie
ps: چلوونکي په اتوماتيک ډول نصب کړئ
pt_br: Instalar o driver automaticamente
pt_pt: Instalar o controlador automaticamente
ro: Instalează driverul automat
si: ධාවකය ස්වයංක්‍රීයව ස්ථාපනය කරන්න
sk: Inštalovať ovládač automaticky
sl: Samodejno namesti gonilnik
sq: Instalo drajverin automatikisht
sr: Instalirati drajvere automatski
sv: Installera drivrutinen automatiskt
sw: Install driver moja kwa moja
ta: வன்பொருளை தானியங்கி முறையில் நிறுவ
te: స్వయంచాలకంగా డ్రైవర్ సంస్థాపించుము
th: ติดตั้งไดรเวอร์อัตโนมัติ
tr: Sürücüleri otomatik olarak yükle
ur: خود کار طریقے سے ڈرائیور انسٹال کریں
vi: Cài đặt trình điều khiển tự động
zh: 自動安裝驅動程式
zh_cn: 自动安装驱动程序

# searchresult_details-content-text-placeholder
source: Data loading...
am: ዳታ በመጫን ላይ...
ar: يتم تحميل البيانات
az: Məlumatlar yüklənir...
bg: Данните се зареждат ...
bn: ডেটা লোড হচ্ছে...
bs: Podaci utovar...
ca: Carregant dades...
cs: Data se načítají ...
de: Lade Daten...
el: Φόρτωση δεδομένων...
es_419: Cargando datos...
et: Laen andmeid...
fa: داده در حال بارگذاری...
fil: Pag-load ng data ...
fr: Chargement des données...
gu: માહિતી લોડ કરી રહ્યું છે...
he: מידע נטען...
hi: डेटा लोड हो रहा है...
hr: Učitavanje podataka...
hu: Adatok betöltése...
id: Pemuatan data ...
it: Caricamento dati...
ja: データ読み込み中...
ka: იტვირთება...
ko: 데이터 로딩 중...
ku: هه‌ڵگرتنی داتا...
lt: Duomenų įkėlimas ...
mn: Мэдээлэл ачааллаж байна...
my: ဒေတာ ရယူနေသည်...
ne: डेटा लोड हुँदैछ...
nl: Data aan het laden...
no: Laster data...
pl: Ładowanie danych...
ps: معلومات اوس لوډ یا پورته کیږی...
pt_br: Carregando dados...
pt_pt: Dados a carregar...
ro: Se încarcă date ...
si: දත්ත පූර්ණය වෙමින් පවතී...
sk: Nahrávanie údajov...
sl: Nalaganje podatkov ...
sq: Duke ngarkuar të dhënat...
sr: Učitavanje podataka
sv: Hämtar information...
sw: Upakiaji wa data...
ta: தகவல் வரிசைப்படுத்தப்படுகின்றன...
te: డాటా లోడిగ్ జరుగుతోంది...
th: กำลังโหลดข้อมูล...
tr: Veriler yükleniyor...
ur: ڈیٹا لوڈ کیا جا رہا ہے۔۔
vi: Đang tải dữ liệu...
zh: 資料下載中...
zh_cn: 数据下载中...

# searchresult_details-content-label-2
source: all systems
am: ሙሉ ሲስተሞች
ar: كل الأنظمه
az: bütün sistemlər
bg: всички системи
bn: সকল সিস্টেম
bs: svi operativni sistemi
ca: tots els sistemes
cs: všechny systémy
de: Alle Systeme
el: όλα τα συστήματα
es_419: todos los sistemas operativos
et: kõik süsteemid
fa: همه سیستم ها
fil: lahat ng mga sistema
fr: tous les systèmes
gu: બધી સિસ્ટમ
he: כל המערכות
hi: सभी प्रणालियों
hr: Svi sustavi
hu: összes rendszerhez
id: semua sistem
it: tutti i sistemi
ja: すべてのシステム
ka: ყველა სისტემა
ko: 모든 시스템
ku: هه‌موو سیسته‌مه‌كان
lt: visoms operacinėms sistemoms
mn: бүх системүүд
my: စနစ်များအားလုံး
ne: सबै सेटिङ
nl: alle systemen
no: alle systemer
pl: wszystkie systemy
ps: ټوله سیسټمونه
pt_br: todos os sistemas
pt_pt: todos os sistemas
ro: toate sistemele
si: සියලු පද්ධති
sk: všetky systémy
sl: vsi sistemi
sq: gjitha sistemet
sr: svi sistemi
sv: alla operativsystem
sw: mifumo yote
ta: அனைத்து அமைப்புகள்
te: అన్ని సిస్టములు
th: ระบบทั้งหมด
tr: tüm sistemler
ur: تمام سسٹم
vi: tất cả những hệ thống
zh: 所有系統
zh_cn: 所有系统
