Repository: DriverPackSolution/transifex-backup
Catalog: delorean/driverpack-solution-worldwide/drpsu/*.po
Languages: am, ar, az, bg, bn, bs, ca, cs, de, el, es_419, et, fa, fil, fr, gu, he, hi, hr, hu, id, it, ja, ka, ko, ku, lt, mn, my, ne, nl, no, pl, ps, pt_br, pt_pt, ro, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ur, vi, zh, zh_cn

# landingfeatures_item-title-safe
source: Safe
am: ምቹ
ar: آمن
az: Təhlükəsiz
bg: Безопасен
bn: নিরাপদ
bs: Siguran
ca: Segur
cs: Bezpečný
de: Sicher
el: Ασφαλές
es_419: Seguro
et: Turvaline
fa: امن
fil: Ligtas
fr: Sûr
gu: સુરક્ષિત
he: בטוחה
hi: सुरक्षित
hr: Sigurno
hu: Biztonságos
id: Aman
it: Sicuro
ja: 安全
ka: უსაფრთხო
ko: 안전
ku: پارێزراو
lt: Saugi
mn: аюулгүй
my: လုံခြုံမှု
ne: सुरक्षित
nl: Veilig
no: Trygg
pl: Bezpiecznie
ps: خوندی
pt_br: Seguro
pt_pt: Seguro
ro: Sigur
si: අාරක්ෂිත බව
sk: Bezpečný
sl: Varno
sq: Sigurt
sr: Sigurno
sv: Säkert
sw: Salama
ta: பாதுகாப்பானது
te: సేఫ్
th: ปลอดภัย
tr: Güvenli
ur: محفوظ
vi: An Toàn
zh: 安全
zh_cn: 安全

# landingfeatures_item-caption-safe
source: DriverPack officially cooperates with antivirus software manufacturers, and protects your computer
am: DriverPack ከ አንቲ ቫይረስ አምራች ድርጅቶች ጋር ህጋዊ በሆነ መልኩ የሚሰራ ሲሆን ኮምፒውተርዎን ከጉዳት ይከላከላል
ar: DriverPack تتعاون رسمياً مع الشركات المنتجة لبرامج مكافحة الفيروسات، وتحمي كمبيوترك
az: DriverPack rəsmi olaraq antivirus proqramı yaradıcıları ilə əməkdaşlıq edir və kompüterinizi qoruyur
bg: DriverPack официално си сътрудничи с производителите на антивирусен софтуер и защитава компютъра
bn: DriverPack অফিসিয়ালি অ্যান্টিভাইরাস সফটওয়্যার প্রস্তুতকারকদের সহযোগিতা করে, এবং কম্পিউটারকে রক্ষা করে
bs: DriverPack oficijalno sarađuje sa antivirusnim kompanijama, te štiti Vaš računar
ca: DriverPack coopera oficialment amb els fabricants d'antivius i protegeix el teu ordinador
cs: DriverPack oficiálně kooperuje s výrobci antivirů a chrání počítač
de: DriverPack kooperiert offiziell mit Antivirensoftware-Herstellern und schützt Ihren Computer
el: Το DriverPack συνεργάζεται επίσημα με κατασκευαστές λογισμικού προστασίας από ιούς και προστατεύει τον υπολογιστή σας
es_419: DriverPack coopera oficialmente con fabricantes de antivirus y protege tu computadora
et: DriverPack teeb koostööd antiviiruse tarkvara arendajatega, ja kaitseb teie arvutit
fa: DriverPack همکاری اداری با سازندگان انواع آنتی ویروس ها دارد، و از رایانه شما محافظت میکند .
fil: Ang DriverPack ay opisyal na nakikipagtulungan sa mga tagagawa ng antivirus software, at pinoprotektahan ang iyong computer
fr: DriverPack coopère officiellement avec les fabricants de logiciels antivirus et protège votre ordinateur
gu: DriverPack સત્તાવાર રીતે એન્ટીવાયરસ સોફ્ટવેર ઉત્પાદકોને સાથે સહકાર આપે છે, અને તમારા કમ્પ્યુટરનું રક્ષણ કરે છે
he: DriverPack משתפת פעולה באופן רשמי עם חברות אנטיוירוס, ומגינה על המחשב שלך
hi: DriverPack आधिकारिक तौर पर एंटीवायरस सॉफ़्टवेयर निर्माताओं के साथ सहयोग करता है, और आपके कंप्यूटर को सुरक्षित करता है
hr: DriverPack službeno surađuje s proizvođačima antivirusnog softvera i štiti računalo
hu: A DriverPack hivatalosan együttműködik a vírusirtó fejlesztőkkel, és megvédi a számítógépet
id: DriverPack secara resmi bekerja sama dengan produsen perangkat lunak antivirus, dan melindungi komputer Anda
it: Driverpack coopera ufficialmente con i produttori di antivirus, e protegge il tuo computer
ja: DriverPack は正式にウイルス対策ソフトウェアメーカーと協力し、あなたのパソコンを守ります
ka: DriverPack თანამშრომლობს ანტივირუსის მწარმოებლებთან და იცავს კომპიუტერს
ko: DriverPack 은 공식적으로 바이러스 백신 소프트웨어 제조업체와 협력하여 컴퓨터를 보호합니다
ku: DriverPack به‌شێوه‌یه‌كی ڕه‌سمی هاریكاری ده‌كات له‌گه‌ڵ به‌رهه‌مهێنه‌كانی نه‌رمه‌كاڵای دژه‌ڤایرۆس، وه‌ كۆمپیوته‌ره‌كه‌ت ده‌پارێزێت
lt: DriverPack oficialiai bendradarbiauja su antivirusinių programinės įrangos gamintojais ir saugo kompiuterį
mn: DriverPack албан ёсоор вирусын эсрэг софтваре гар аргаар үйлдвэрлэгчидтэй хамтарч таны компьютерийг хамгаалдаг
my: DriverPack သည် ဗိုင်းရပ်စ်နှိမ်နင်းရေး ဆော့ဖ်ဝဲလ် ထုတ်လုပ်သူများနှင့် တရားဝင်ပူးပေါင်းဆောင်ရွက်ပြီး၊ သင့်ကွန်ပျူတာကို ကာကွယ်ပေးခြင်း
ne: DriverPack आधिकारिक रूपमा एंटीवायरस सफ्टवेयर निर्माताहरूसँग सहयोग गर्दछ, र तपाइँको कम्प्युटरमा को सुरक्षा गर्दछ
nl: DriverPack werkt officieel samen met fabrikanten van antivirus software en beschermt uw computer
no: DriverPack samarbeider offisielt med produsenter av antivirus programvare og beskytter datamaskinen din
pl: DriverPack współpracuje z twórcami oprogramowania antywirusowego i zabezpiecza komputer
ps: DriverPack په رسمی توګه د انټی وایروس یا ویروس ضد پوستغالو سره په ګډه کار کوی او ستاسی د کمپیوټر ساتنه کوی
pt_br: O DriverPack coopera oficialmente com os fabricantes de programas antivírus e protege seu computador
pt_pt: O DriverPack coopera oficialmente com fabricantes de programas de antivírus, e protege o seu computador
ro: DriverPack colaborează oficial cu producătorii de antivirus și protejează computerul dvs.
si: DriverPack නිල වශයෙන් ප්‍රතිවයිරස මෘදුකාංග නිෂ්පාදකයින් සමග සහයෝගී වන අතර, ඔබේ පරිගණකය ආරක්ෂා කරයි
sk: DriverPack oficiálne spolupracuje s výrobcami antivírusového softvéru a chráni Váš počítač
sl: DriverPack uradno sodeluje z proizvajalci antivirusnih programov in tako pomaga pri vaši zaščiti v internetu
sq: DriverPack bashkëpunon zyrtarisht me prodhuesit e softerëve antivirus, dhe mbron kompjuterin tuaj
sr: DriverPack zvanično saradjuje sa proizvodjačima antivirus programa, i štiti Vaš računar
sv: DriverPack samarbetar officiellt med tillverkare av antivirusprogram, och skyddar din dator
sw: DriverPack inashirikiana na wazalishaji wa programu ya antivirus, na inalinda kompyuta yako
ta: DriverPack வன்பொருள்தொகுப்பு அனைத்து ஆன்டி வைரஸ் தயாரிப்பாளர்களோடு அதிகாரப்பூர்வமாக ஒத்துழைக்கிறது மற்றும் உங்கள் கணினியை பாதுகாக்கிறது
te: DriverPack అధికారికంగా యాంటీవైరస్ సాఫ్ట్వేర్ తయారీదారులతో సహకరిస్తుంది మరియు మీ కంప్యూటర్ను రక్షిస్తుంది
th: DriverPack ร่วมมืออย่างเป็นทางการกับผู้ผลิตแอนตี้ไวรัสซอฟท์แวร์ และปกป้องคอมพิวเตอร์ของคุณ
tr: DriverPack resmi olarak antivirüs yazılımı üreticileri ile işbirliği yapar ve bilgisayarınızı korur
ur: DriverPack دفتری طور پر اینٹی وائرس سافٹ ویئر بنانے والے اداروں سے تعاون کرتا ہے، اور آپکے کمپیوٹر کی حفاظت کرتا ہے
vi: DriverPack hợp tác chính thức với các nhà sản xuất phần mềm chống virus, và bảo vệ máy tính của bạn
zh: DriverPack 與防毒軟體供應商正式合作, 並保護電腦
zh_cn: DriverPack 正式与防病毒软件制造商合作，并保护您的计算机

# landingfeatures_item-title-for-all-devices
source: For all devices
am: ለሁሉም መሳሪያዎች
ar: لكل الاجهزه
az: Bütün cihazlar üçün
bg: За всички устройства
bn: সবরকম যন্ত্রের জন্য
bs: Za sve uređaje
ca: Per a tots els dispositius
cs: Pro všechny zařízení
de: Für alle Geräte
el: Για όλες τις συσκευές
es_419: Para todos los dispositivos
et: Kõikidele seadmetele
fa: برای هر دستگاهی
fil: Para sa lahat ng mga device o aparato
fr: Pour tous les périphériques
gu: બધાય ઉપકરણ માટે
he: לכל מכשיר
hi: सभी उपकरणों के लिए
hr: Za sve uređaje
hu: Minden készülékhez
id: Untuk semua perangkat
it: Per tutti i dispositivi
ja: すべてのデバイスのため
ka: ყველა მოწყობილობისთვის
ko: 모든 장치 용
ku: بۆ هه‌موو ئامێره‌كان
lt: Visiems įtaisams
mn: Бүх төхөөрөмжинд зориулсан
my: စက်ပစ္စည်းများအားလုံးအတွက်
ne: सबै उपकरणहरूको लागि
nl: Voor alle apparaten
no: For alle enheter
pl: Dla wszystkich urządzeń
ps: د ټولو ډیوایسو یا آلو لپاره
pt_br: Para todos os dispositivos
pt_pt: Para todos os dispositivos
ro: Pentru toate dispozitivele
si: සියලු උපාංග සඳහා
sk: Pre všetky zariadenia
sl: Za vse naprave
sq: Për të gjitha pajisjet
sr: Za sve uredjaje
sv: För alla enheter
sw: Kwa vifaa vyote
ta: அனைத்து சாதனங்களுக்கும்
te: అన్ని పరికరాల కోసం
th: สำหรับทุกอุปกรณ์
tr: Tüm aygıtlar için
ur: تمام آلات کیلئے
vi: Dành cho tất cả các thiết bị
zh: 對於所有裝置
zh_cn: 用于所有设备

# landingfeatures_item-caption-for-all-devices
source: DriverPack has the largest driver database in the world, and can be used to configure any computer
am: DriverPack በአለም ትልቁ የድራይቨር መዝገብ ያለው ሲሆን ማንኛውንም ኮምፒውተር ለማስተካከል ያስችላል
ar: DriverPack تمتلك أكبر قاعدة بيانات للتعريفات بالعالم، ويمكن استخدامها لإعداد أي كمبيوتر.
az: Driverpack, dünyadakı ən böyük driver bazasının sahibidir və istənilən kompüteri tənzimləmək üçün istifadə oluna bilər
bg: DriverPack притежава най-голямата база данни от драйвери в света и може да настрои всеки компютър
bn: DriverPack এর আছে বিশ্বের বৃহত্তম ড্রাইভার ডেটাবেইজ, এবং এটি যেকোনো কম্পিউটার সেটআপ করতে ব্যবহার করা যাবে
bs: DriverPack ima najveću databazu drajvera na svijetu, i može biti korišten za konfigurisanje bilo kojeg računara
ca: DriverPack té la base de dades de controladors més gran del món, i es pot utilitzar per a configurar qualsevol ordinador
cs: DriverPack má největší databázi ovladačů na světě, a tudíž může nastavit jakýkoli počítač
de: DriverPack hat die größte Treiber-Datenbank der Welt, und kann verwendet werden, um jeden Computer zu konfigurieren
el: To DriverPack έχει τη μεγαλύτερη βάση δεδομένων προγραμμάτων οδήγησης στον κόσμο και μπορεί να χρησιμοποιηθεί για τη ρύθμιση οποιουδήποτε υπολογιστή
es_419: DriverPack posee la mayor base de datos de controladores del mundo y puede ser utilizado para configurar cualquier computadora
et: DriverPackil on maailma kõige suurem draiverite andmebaas, seepärast sobib iga arvuti seadistamiseks
fa: DriverPack بزرگترین پایگاه درایور های راه انداز در جهان است ، و میتواند برای راه اندازی تمامی رایانه ها مورد استفاده قرار بگیرد .
fil: Ang DriverPack ay ang pinakamalaking database ng driver sa mundo, at maaaring magamit upang i-configure ang anumang computer
fr: DriverPack a la plus grande base de données de pilotes au monde et peut être utilisé pour configurer n'importe quel ordinateur
gu: DriverPack પાસે વિશ્વનું સૌથી મોટુ ડ્રાઇવર ડેટાબેઝ છે, અને તે કોઈપણ કમ્પ્યુટરને ગોઠવવા માટે વાપરી શકાય છે
he: לחברת DriverPack יש את מאגר הדרייברים הגדול בעולם, וניתן להשתמש בו להגדרה של כל מחשב
hi: DriverPack दुनिया में सबसे बड़ा ड्राइवर डेटाबेस है, और किसी भी कंप्यूटर को कॉन्फ़िगर करने के लिए उपयोग किया जा सकता है
hr: DriverPack posjeduje najveću bazu upravljačkih programa na svijetu, pa stoga može podesiti svako računalo.
hu: A DriverPack birtokolja a legnagyobb driver adatbázist az egész világon, ezáltal pedig bármely számítógépet képes ellátni
id: DriverPack memiliki database driver terbesar di dunia, dan bisa digunakan untuk mengkonfigurasi komputer apapun
it: DriverPack ha il più grande database di driver nel mondo, e può essere utilizzato per configurare qualsiasi computer
ja: DriverPack は世界中で最も多いドライバーを持っているため、どのコンピュータも設定可能です
ka: DriverPack შეიცავს დრაივერების ყველაზე დიდ ბაზას, ამიტომ მას მარტივად შეუძლია ნებისმიერი კომპიუტერის გამართვა
ko: DriverPack 은 전 세계에서 가장 큰 드라이버 데이터베이스를 보유하고 있으며 모든 컴퓨터를 구성하는데 사용할 수 있습니다
ku: DriverPack گه‌وره‌ترین بنكه‌ی زانیاری پێناسه‌ی هه‌یه‌ له‌ جیهاندا، وه‌ ده‌توانرێت به‌كاربهێنریت بۆ ڕێكخستنی هه‌ر كۆمپیوته‌رێك
lt: DriverPack turi didžiausią pasaulyje tvarkyklių duomenų bazę, taigi ji gali nustatyti bet kurį kompiuterį
mn: DriverPack дэлхий дээрх хамгийн том драйверуудын өгөгдлийн сантай бөгөөд бүх төрлийн компьютерийг хэлбэрчлэх боломжтой
my: DriverPack သည် ကမ္ဘာပေါ်ရှိ အကြီးဆုံး driver ဒေတာဘေ့စ်ကို ပိုင်ဆိုင်ထားပြီး၊ မည်သည့်ကွန်ပျူတာကိုမဆို ပြင်ဆင်ရာတွင် အသုံးပြုနိုင်ခြင်း
ne: DriverPack सँग विश्वमा सबैभन्दा ठूलो ड्राइभर डाटाबेस छ, र यसलाई कुनै पनि कम्प्युटरमा कन्फिगर गर्न प्रयोग गर्न सकिन्छ
nl: DriverPack heeft de grootste driver database in de wereld, en kan gebruikt worden om elke computer te configureren
no: DriverPack har den største driverdatabasen i verden, og kan brukes til å konfigurere hvilken som helst datamaskin
pl: DriverPack zapewnia największą bazę sterowników na świecie, więc znajdzie odpowiednie dla każdego komputera
ps: DriverPack په نړۍ کي زیات غټ ډیټابیس لری د او دهر رقم کمپيوټر دسمبالولو لپاره استعمالیږی
pt_br: O DriverPack possui o maior banco de drivers do mundo e por isso, pode ser usado para configurar qualquer computador
pt_pt: O DriverPack tem a maior base de dados de controladores do mundo, e pode ser usada para configurar qualquer computador
ro: DriverPack are cea mai mare bază de date de drivere din lume și poate fi folosit pentru a configura orice computer
si: ලෝකයේ ලොකුම ධාවක දත්ත සමුදාය DriverPack සතුව ඇත, ඕනෑම පරිගණකයක් ක්‍රමවත්ව සැකසීමට භාවිතා කල හැක
sk: DriverPack má najväčšiu databázu ovládačov na svete a môže byť použitý na konfiguráciu ľubovoľného počítača
sl: DriverPack ima največjo zbirko gonilnikov na svetu in tako lahko posodobi vsak računalnik
sq: DriverPack ka databazën më të madhe të drajverave në botë dhe mund të përdoret për të konfiguruar çdo kompjuter
sr: DriverPack poseduje najveću bazu drajvera na svetu, i može da konfiguriše bilo koji računar
sv: DriverPack har världens största databas med drivrutiner, och kan användas för att konfigurera alla datorer
sw: DriverPack kama database kubwa ya driver duniani, na inaweza kutumika kutengeneza kompyuta yoyote
ta: DriverPack வன்பொருள்தொகுப்பு உலகிலேயே மிகப்பெரிய தொகுப்பு தளத்தை கொண்டுள்ளது, மேலும் இதை பயன்படுத்தி எந்த கணினியையும் கட்டமைக்க முடியும்
te: DriverPack ప్రపంచంలోనే అతిపెద్ద డ్రైవర్ డాటాబేస్ను కలిగి ఉంది మరియు ఏ కంప్యూటర్ ను కన్ఫిగర్ చేయడానికి ఉపయోగించవచ్చు
th: DriverPack มีฐานข้อมูลไดรเวอร์ที่ใหญ่ที่สุดในโลก และสามารถใช้ปรับแต่งคอมพิวเตอร์ได้ทุกเครื่อง
tr: DriverPack dünyadaki en büyük sürücü veritabanına sahiptir ve herhangi bir bilgisayarı yapılandırmak için kullanılabilir
ur: DriverPack کے پاس دنیا کی سب سے بڑی ڈرائیورز کی ڈیٹا بیس ہے، اور اسکو کسی بھی کمپیوٹر کو ترتیب دینے کیلئے استعمال کیا جا سکتا ہے
vi: DriverPack có cơ sở dữ liệu trình điều khiển lớn nhất trên thế giới, và có thể sử dụng để thiết đặt cấu hình cho bất cứ máy tính nào
zh: DriverPack 擁有世界上最大的驅動程式資料庫, 所以它可以安裝任何電腦
zh_cn: DriverPack 拥有世界上最大的驱动程序数据库，可用于配置任何计算机

# landingheader_cta-text
source: DriverPack will install drivers for free and solve driver problems on any device
am: DriverPack ድራይቨሮችን በነጻ ይጭናል እናም የሚፈጠሩ የድራይቨር ችግሮችን ይፈታል
ar: سيقوم DriverPack بتثبيت التعريفات وحل أية مشاكل متعلقة بها على أي نوع من الأجهزة
az: Driverpack driverləri pulsuz quraşdıracaq və hər hansı bir cihazdakı driver problemlərini düzəldəcək
bg: DriverPack ще инсталира драйверите безплатно и ще реши проблеми с драйвери за всякакви устройства
bn: DriverPack বিনামূল্যে ড্রাইভারসমূহ ইন্সটল ও যেকোনো যন্ত্রের ড্রাইভার সমস্যা সমাধান করবে
bs: DriverPack će instalirati drajvere besplatno i riješiti probleme s drajverima na bilo kojem uređaju
ca: DriverPack instal·larà els controladors gratuitament i corregeix problemes amb els controladors de qualsevol dispositiu
cs: DriverPack nainstaluje ovladače zdarma a vyřeší problémy na jakémkoli zařízení
de: DriverPack installiert Treiber kostenlos und löst Treiber-Probleme auf jedem Gerät
el: Το DriverPack θα εγκαταστήσει προγράμματα οδήγησης δωρεάν και θα λύσει προβλήματα προγραμμάτων οδήγησης για οποιαδήποτε συσκευή
es_419: DriverPack instalará los controladores de forma gratuita y resolverá los problemas con cualquier dispositivo
et: DriverPack paigaldab draiverid tasuta ja lahendab draiveriprobleemid igal seadmel
fa: DriverPack راه‌اندازها را رایگان نصب خواهد کرد و ایراد راه‌اندازهای هر دستگاهی را نیز رفع می‌‌کند.
fil: Ang DriverPack ay mag-iinstall ng mga driver nang libre at lulutas ng mga problema sa driver ng anumang device
fr: DriverPack installera les pilotes gratuitement et réglera les problèmes de pilote sur n'importe quel périphérique
gu: DriverPack ડ્રાઇવર્સને મફતમાં ઇન્સ્ટોલ કરશે અને કોઈપણ ઉપકરણ પર ડ્રાઇવર સમસ્યાઓ ઉકેલશે
he: תוכנת DriverPack תתקין דרייברים בחינם, ותפתור בעיות דרייברים בכל התקן
hi: DriverPack ड्राइवरों को मुफ्त में स्थापित करेगा और किसी भी डिवाइस पर ड्राइवर समस्याओं को हल करेगा
hr: DriverPack će besplatno instalirati upravljačke programe na svakome uređaju riješiti probleme s njima
hu: A DriverPack ingyenesen telepíti a drivereket, és megoldja bármely eszköz drivergondjait
id: DriverPack akan menginstal driver secara gratis dan memecahkan masalah driver pada perangkat apapun
it: DriverPack installerà gratis I driver per il tuo pc e risolverà eventuali problemi su qualsiasi dispositivo
ja: DriverPack は無料でドライバーをインストールし、ダライバー問題を解決します
ka: DriverPack დააინსტალებს დრაივერებს უფასოდ და მოაგვარებს მოწყობილობების პრობლემებს
ko: DriverPack 은 무료로 드라이버를 설치하고 모든 장치에서 드라이버 문제를 해결합니다
ku: DriverPack پێناسه‌كان داده‌مه‌زرێنێت به‌ خۆڕایی وه‌ كێشه‌ی پێناسه‌كان چاره‌سه‌ر ده‌كات له‌سه‌ر هه‌ر ئامێرێك
lt: DriverPack įdiegs tvarkykles nemokamai ir spręs problemas su bet kuriais įrenginiais
mn: DriverPack драйверуудыг үнэгүй суулгаж, бүх төхөөрөмж дээрх драйвертай холбоотой асуудлуудыг шийдвэрлэнэ
my: DriverPack သည် drivers များကို အခမဲ့သွင်းပေးခြင်းနှင့် မည်သည့်စက်ပစ္စည်းတွင်မဆို ကြုံတွေ့ရသည့် driver ပြဿနာများဖြေရှင်းပေးခြင်းတို့ကို ပြုလုပ်ပေးပါလိမ့်မည်
ne: DriverPack ड्राफ्टहरू नि: शुल्क स्थापना गर्नेछ र कुनै पनि यन्त्रमा चालक समस्याहरू समाधान गर्नुहोस्
nl: DriverPack zal drivers gratis installeren en driverproblemen op elk apparaat oplossen
no: DriverPack installerer drivere gratis og løser driverproblemer på alle typer enheter
pl: DriverPack zainstaluje wszystkie potrzebne sterowniki za darmo i rozwiąże problem sterowników każdego urządzenia
ps: DriverPack په وړیا ډول ډرایورونه نصبوي او دهره رقم آلې یاکمپيوټر د ډرایور مشکل رفعه کوی
pt_br: O DriverPack irá instalar os drivers gratuitamente e resolver problemas com o driver em qualquer dispositivo
pt_pt: O DriverPack instalará controladores de graça e resolverá problemas de controladores em qualquer dispositivo
ro: DriverPack va instala drivere gratuit și va rezolva probleme legate de drivere pentru orice dispozitiv
si: DriverPack නොමිලේ ධාවක ස්ථාපනය කරනු ලබන අතර ඕනෑම උපාංගයක ධාවකයන්ගේ ගැටළු නිරාකරණය කරගත හැකිය
sk: Program DriverPack nainštaluje bezplatne ovládače a vyrieši problémy s ovládačmi na akomkoľvek zariadení
sl: DriverPack bo namestil vse gonilnike brezplačno in tako rešil težave z vsako napravo
sq: DriverPack instalon drajverat falas dhe zgjidh problemet me drajverat në çdo pajisje
sr: DriverPack će instalirati drajvere besplatno i rešiti probleme sa drajverima na bilo kom uredjaju
sv: DriverPack installerar drivrutiner gratis och löser problem med drivrutiner på alla enheter
sw: DriverPack taweka ma driver kwa bure na kutatua matatizo ya driver kwenye kifaa chochote
ta: DriverPack வன்பொருள்தொகுப்பு எந்தவொரு சாதனத்தையும் அதற்குரிய வன்பொருளை இலவசமாக நிறுவி அதன் பிரச்சனையை தீர்வு செய்கிறது
te: DriverPack డ్రైవర్స్ ఉచితంగా ఇన్స్టాల్ చేస్తుంది మరియు ఏదైనా పరికరంలో డ్రైవర్ సమస్యలను పరిష్కరించుకుంటుంది
th: DriverPack ติดตั้งไดรเวอร์ฟรีและแก้ปัญหาไดรเวอร์บนทุกอุปกรณ์
tr: DriverPack sürücüleri ücretsiz yükleyecek ve herhangi bir aygıttaki sürücü sorunlarını düzeltecektir
ur: DriverPack مفت میں ڈرائیورز انسٹال کرے گا اور کسی بھی آلے پر ڈرائیور کے مسائل کو حل کرے گا
vi: DriverPack sẽ cài đặt các trình điều khiển miễn phí và giải quyết những vấn đề về trình điều khiển trên bất kỳ máy tính nào
zh: DriverPack 將免費安裝驅動程式 並解決任何裝置的問題
zh_cn: DriverPack 将免费安装驱动程序，并在任何设备上解决驱动程序问题

# landingheader_cta-btn
source: Install all required drivers
am: ሁሉንም አስፈላጊ ድራይቨሮች ጫን።
ar: تثبيت جميع التعريفات المطلوبة
az: Bütün lazımi driverləri quraşdırın
bg: Инсталирайте всички необходими драйвери
bn: দরকারি সব ড্রাইভার ইন্সটল করুন
bs: Instaliraj sve potrebne drajvere
ca: Instal·la tots els controladors necessaris
cs: Instalovat všechny požadované ovladače
de: Installiere alle benötigten Treiber
el: Εγκατάσταση όλων των απαραίτητων προγραμμάτων οδήγησης
es_419: Instalar todos los controladores necesarios
et: Paigalda kõik vajalikud draiverid
fa: همه درایورهای مورد نیاز را نصب کن
fil: I-install ang lahat ng kinakailangang mga driver
fr: Installer tous les pilotes requis
gu: જરૂરી બધા જ ડ્રાઈવર્સ ઇન્સ્ટોલ કરો
he: התקן את כל הדרייברים הנחוצים
hi: सभी आवश्यक ड्राइवरों को स्थापित करें
hr: Instalirajte sve potrebne upravljačke programe
hu: Összes szükséges driver telepítése
id: Pasang semua driver yang dibutuhkan
it: Installa tutti i driver richiesti
ja: すべての必要なドライバーをインストール
ka: ყველა საჭირო დრაივერის ჩაწერა
ko: 필요한 모든 드라이버 설치
ku: دابه‌زاندنی هه‌موو پێناسه‌ داواكراوه‌كان
lt: Įdiegti visas reikiamas tvarkykles
mn: Бүх шаардлагатай драйверүүдийг суулга
my: လိုအပ်သော drivers အားလုံးကို ထည့်သွင်းမည်
ne: सबै आवश्यक ड्राइभरहरू स्थापना गर्नुहोस्
nl: Installeer alle benodigde stuurprogramma's
no: Installer alle nødvendige drivere
pl: Zainstaluj wszystkie wymagane sterowniki
ps: نصب یی کړئ ټول غوښتل سوی ډرایورونه
pt_br: Instalar todos os drivers necessários
pt_pt: Instalar todos os controladores necessários
ro: Instalează toate driverele necesare
si: අවශ්‍යය සියලු ධාවක ස්ථාපනය කරන්න
sk: Inštalovať všetky požadované ovládače
sl: Namesti vse potrebne gonilnike
sq: instalo të gjith driverat e nevojshëm
sr: Instalirajte sve potrebne drajvere
sv: Installera alla nödvändiga drivrutiner
sw: Install ma drever yote yanayotakiwa
ta: அனைத்து தேவையான வன்பொருள்களையும் நிறுவு
te: అన్ని అవసరమైన డ్రైవర్స్ ఇన్స్టాల్ చేయండి
th: ติดตั้งทุกไดรเวอร์ที่ต้องการ
tr: Tüm gerekli sürücüleri yükleyin
ur: تمام ضروری ڈرائیورز انسٹال کریں
vi: Cài đặt tất cả những trình điều khiển cần thiết
zh: 安裝所有所需的驅動程式
zh_cn: 安装所有驱动程序

# landingheadernav_search-soft
source: Software search
my: ဆော့ဖ်ဝဲလ်ရှာဖွေမှု
nl: Software zoeken
pt_br: Pesquisa de programas

# landingheadernav_search
source: Driver Search
am: ድራይቨር መፈለጊያ
ar: البحث عن تعريف
az: Driver axtarma
bg: Търсене на драйвери
bn: ড্রাইভার অনুসন্ধান
bs: Pronađi Drajver
ca: Cerca de controladors
cs: Hledání ovladače
de: Treibersuche
el: Αναζήτηση Προγραμμάτων οδήγησης
es_419: Búsqueda de controladores
et: Draiverite otsing
fa: جستجو درایور
fil: Paghahanap ng Driver
fr: Recherche de pilote
gu: ડ્રાઈવર શોધ
he: חיפוש דרייבר
hi: ड्राइवर्स खोज
hr: Pretraživanje upravljačkih programa
hu: Illesztőprogram keresés
id: Mencari Driver
it: Ricerca driver
ja: ドライバーを検索
ka: დრაივერის ძებნა
ko: 드라이버 검색
ku: گه‌ڕان بۆ پێناسه‌
lt: Tvarkyklių paieška
mn: Driver Хайлт
my: Driver ရှာဖွေမှု
ne: चालक खोजी
nl: Driver zoeker
no: Søk Driver
pl: Wyszukiwanie sterowników
ps: دډرایور پلټنه
pt_br: Busca por Drivers
pt_pt: Pesquisa de Controlador
ro: Căutare de drivere
si: ධාවක සොයන්න
sk: Vyhľadávanie ovládača
sl: Poišči gonilnike
sq: Kërkim Drajveri
sr: Pretraga drajvera
sv: Sök efter drivrutiner
sw: Utafutaji wa driver
ta: வன்பொருள் தேடு
te: డ్రైవర్ శోధన
th: ค้นหาไดรเวอร์
tr: Sürücü Arama
ur: ڈرائیور کی تلاش
vi: Tìm Kiếm Trình Điều Khiển
zh: 驅動程式搜尋
zh_cn: 驱动程序搜索

# landingheadernav_foradmin
source: For System Admins
am: ለሲስተም ተቆጣጣሪዎች
ar: لمديري النظام
az: Sistem idarəçiləri üçün
bg: За Системни Администратори
bn: সিস্টেম অ্যাডমিনদের জন্য
bs: Za Admine Sistema
ca: Per a administradors de sistemes
cs: Pro administrátory systému
de: Für Systemadministratoren
el: Για Διαχειριστές Συστήματος
es_419: Para administradores del sistema
et: Süsteemi administraatoritele
fa: برای مدیران سیستم
fil: Para sa Mga Admin ng System
fr: Pour les administrateurs système
gu: સિસ્ટમ એડમિન્સ માટે
he: עבור מנהלי מערכת
hi: सिस्टम व्यवस्थापकों के लिए
hr: Za administratore sustava
hu: Rendszergazdák részére
id: Untuk Admin Sistem
it: Per amministratori di sistema
ja: システム管理者のため
ka: სისტემური ადმინისტრატორებისთვის
ko: 시스템 관리자 용
ku: بۆ به‌ڕێوه‌به‌ری سیسته‌م
lt: Sistemos Administratoriams
mn: Системийн Админуудад
my: ကွန်ပျူတာစနစ်ထိန်းသိမ်းသူများအတွက်
ne: प्रणाली समायोजनको लागी
nl: Voor Systeembeheerders
no: For System Administratorer
pl: Dla administratorów
ps: د سیسټم اډمین لپاره
pt_br: Para administradores de sistema
pt_pt: Para Administradores de Sistemas
ro: Pentru Adminii de Sistem
si: පද්ධති පාලකවරු සඳහා
sk: Pre Systém-Adminov
sl: Za skrbnike sistemov
sq: Për Sistemin e Adminve
sr: Za administratore sistema
sv: För Systemadministratörer
sw: Kwa Admins ya system
ta: அமைப்பு நிர்வாகத்தினருக்கு
te: సిస్టమ్ నిర్వాహకులకు
th: สำหรับแอดมินระบบ
tr: Sistem Yöneticileri İçin
ur: ناظمین نظام کیلئے
vi: Dành cho quản trị viên hệ thống
zh: 對於系統管理員
zh_cn: 系统管理员
