Repository: DriverPackSolution/transifex-backup
Catalog: delorean/driverpack-solution-worldwide/drpsu/*.po
Languages: am, ar, az, bg, bn, bs, ca, cs, de, el, es_419, et, fa, fil, fr, gu, he, hi, hr, hu, id, it, ja, ka, ko, ku, lt, mn, my, ne, nl, no, pl, ps, pt_br, pt_pt, ro, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ur, vi, zh, zh_cn

# landingPagePublications_habr
source: The need to seek and install drivers each time when you reinstall Windows is, in my opinion, one of the most significant flaws of the entire Windows family. As far back as in 2008, I decided to fix this problem and wrote my own software which was called DriverPack. Today, my product is used by 40 million users all over the world, and I consider that the drivers problem in Windows has now been solved, albeit by means of a third-party solution.
am: እንደኔ አስተያየት Windows ን እንደገና በጫንን ቁጥር ድራይቨሮች ፈልጎ መጫን ማስፈለጉ ከ Windows ችግሮች አንዱና ዋነኛው ነው። በ 2008 ይህን ችግር ለማስተካከል ወሰንኩና የራሴን DriverPack የተባለ ሶፍትዌር ሰራሁ። ዛሬ ስራየን በመላው አለም 40 ሚሊዮን ሰዎች ይጠቀሙታል። እና አሁን ምንም እንኳ በሶስተኛ ወገን ሶፍትዌር ቢሆንም ይህ የ Windows ችግር እንደተፈታ አስባለሁ
ar: الحاجة إلى البحث عن وتثبيت التعريفات في كل مرة عند إعادة تثبيت Windows هو، في رأيي، واحدة من العيوب الأكثر أهمية من عائلة Windows بأكملها. كما يعود في عام 2008، قررت إصلاح هذه المشكلة وكتبت البرنامج الخاص بي الذي كان يسمى DriverPack. اليوم، يتم استخدام منتجي من قبل 40 مليون مستخدم في جميع أنحاء العالم، وأرى أن مشكلة DriverPack في Windows قد تم حلها الآن، وإن كان ذلك عن طريق حل طرف ثالث.
az: Hər dəfə Windowsu yenidən yüklədikdə driverləri axtarmaq və quraşdırmaq lazımdır, məncə, bütün Windows ailəsinin əsas qüsurlarından biri budur. Ancaq, bildiyim qədəri ilə 2008-də bu problemi həll etməyə qərar verdim və DriverPack adındakı proqramımı yazdım. BU gün, məhsulum dünya miqyasında 40 milyon istifadəçi tərəfindən istifad edilir və mənə görə Windowsdakı driver promlemi, hər nəqədər 3 cü tərəf proqramsayılsa da, ümüumi mənada artıq həll edildi.
bg: Необходимостта да търсите и инсталирате драйвери всеки път, когато преинсталирате Windows, според мен е една от най-значителните недостатъци на цялото семейство на Windows. Въпреки това, още през 2008 г. реших да отстраня този проблем и написах собствен софтуер, който получи името DriverPack. Днес продуктът ми се използва от 40 милиона потребители по целия свят и според мен може да се приеме, че проблемът с драйверите в Windows е решен, макар и с решение на трета страна.
bn: আমার মতে, প্রতিবার Windows পুনরায় ইন্সটল করার পরে ড্রাইভার খোঁজা ও ইন্সটল করা পুরো Windows পরিবারের অপারেটিং সিস্টেমগুলোর একটা গুরুত্বপূর্ণ ত্রুটি। এখন থেকে আগে 2008 সালে, আমি এই সমস্যার সমাধানের সিদ্ধান্ত নিলাম ও আমার নিজের সফটওয়্যার বানালাম যেটির নাম ছিল DriverPack । আজকে, বিশ্বব্যাপী 40 মিলিয়নের বেশি ব্যবহারকারী আমার পণ্যটি ব্যবহার করে, এবং আমার মনে হয় Windows -এর ড্রাইভার সমস্যাটির এখন সমাধান হয়েছে, যদিও তা একটি তৃতীয় পক্ষের সমাধানের দ্বারা।
ca: La necessitat de cercar i instal·lar els controladors cada com que resinstales Windows és, en la meva opinió, un dels defectes més significatius de la família Windows. Mirant enrera a l'any 2008, vaig decidir corregir aquest problema i vaig escriure la meva pròpia aplicació que vaig anomenar DriverPack. Avui , el meu producte l'utilitzen més de 40 milions d'usuaris d'arreu del món, i considero que hem solucionat el problema dels controladors en Windows, tot i que hagi necessitat una aplicació de tercers.
cs: Potřeba vyhledávat a instalovat ovladače pokaždé, když přeinstalováváte Windows je podle mě jeden z nejhorších problémů rodiny Windows. Už v roce 2008 jsem se rozhodl opravit tento problém a napsal jsem vlastní program, který dostal název DriverPack. Dnes můj produkt využívá 40 milionů uživatelů po celém světě, a dle mého názoru byl tento problém s ovladači na Windows vyřešen, i když třetí stranou.
de: Die Notwendigkeit, jedes mal Treiber zu suchen und zu installieren, wenn Sie Windows neu installieren ist, meiner Meinung nach, eine der größten Mängel der gesamten Windows-Familie. Bereits im Jahr 2008 hab ich beschlossen, dieses Problem zu beheben und schrieb meine eigene Software, die DriverPack genannt wurde. Heute wird mein Produkt von über 40 Millionen Nutzern auf der ganzen Welt verwendet, und ich denke, dass das Treiberproblem in Windows nun behoben wurde, wenn auch mit der Hilfe einer Drittanbieterlösung.
el: Η ανάγκη αναζήτησης και εγκατάστασης προγραμμάτων οδήγησης κάθε φορά που επανεγκεθιστάτε τα Windows είναι, κατά τη γνώμη μου, από τα πιο σημαντικά ελαττώματα της οικογένειας των Windows. Από το 2008, αποφάσισα να διορθώσω αύτο το πρόβλημα και έγραψα το δικό μου πρόγραμμα που ονομάστηκε DriverPack. Σήμερα, το προϊόν μου χρησιμοποιείται από 40 εκατομμύρια χρήστες ανά τον κόσμο και θεωρώ ότι το πρόβλημα των προγραμμάτων οδήγησης στα Windows δεν έχει λυθεί, μολονότι αυτό αφορά μια λύση τρίτων.
es_419: La necesidad de buscar e instalar controladores cada vez que reinstale Windows es, en mi opinión, uno de los defectos más importantes de toda la familia Windows. Ya en 2008, decidí solucionar este problema y escribí mi propio software que se llamaba DriverPack. Hoy en día, mi producto es utilizado por 40 millones de usuarios en todo el mundo, y considero que el problema de los controladores en Windows ya ha sido resuelto, aunque a través de una solución de terceros.
et: Vajadus otsida ja paigaldada draivereid iga kord kui te paigaldate Windowsit, on minuarust kõige suurem viga Windowsi perekonnas. Aastal 2008 otsustasin ma selle vea parandada ning kirjutasin ise tarkvara mille nimeks DriverPack. Täna on mu tarkvara kasutusel rohkem kui 40 miljonil kasutajal üle maailma ja ma loodan, et nüüd on see probleem lahendatud, kuigi kolmanda osapoolte abil.
fa: به نظر من، نیاز به جستجو و نصب درایورها بعد از هر بار نصب Windows یکی از مهم‌ترین ایرادات کل خانوادهٔ Windows است. در سال 2008 من تصمیم گرفتم این مشکل را حل کنم و نرم‌افزارم را به نام DriverPack نوشتم. امروز محصول من مورد استفادهٔ 40 میلیون کاربر در سراسر جهان است، و تصور می‌کنم که مشکل درایورها در Windows اکنون حل شده است، اگرچه با یک راه‌حل واسطه.
fil: Ang pangangailangan na humingi at mag-install ng mga driver sa tuwing muling i-install mo ang Windows ay, sa palagay ko, isa sa mga pinakamahalagang flaws ng buong pamilya ng Windows . Bilang pabalik sa 2008, nagpasya akong ayusin ang problemang ito at sinulat ang aking sariling software na tinatawag na DriverPack. Ngayon, ang aking produkto ay ginagamit ng 40 milyong mga gumagamit sa buong mundo, at isinasaalang-alang ko na ang problema sa pagmamaneho sa Windows ay nalutas na ngayon, kahit na sa pamamagitan ng isang third-party na solusyon.
fr: Le besoin de rechercher et d'installer des pilotes chaque fois que vous réinstallez Windows est, à mon avis, l'un des défauts les plus importants de toute la famille Windows. Déjà en 2008, j'ai décidé de résoudre ce problème et j'ai écrit mon propre logiciel qui s'appelait DriverPack. Aujourd'hui, mon produit est utilisé par 40 millions d'utilisateurs dans le monde entier, et je considère que le problème des pilotes sous Windows a maintenant été résolu, bien que par le biais d'une solution tierce.
gu: જ્યારે તમે Windows પુનઃસ્થાપિત કરો ત્યારે દર વખતે ડ્રાઈવરો શોધવા અને સ્થાપિત કરવાની જરૂર છે, મારા મતે, સમગ્ર Windows કુટુંબની સૌથી મહત્વપૂર્ણ ભૂલોમાંની એક છે. અત્યાર સુધી 2008 માં, મેં આ સમસ્યાનો ઉકેલ લાવવાનો નિર્ણય લીધો અને મારા પોતાના સૉફ્ટવેર લખ્યું જે DriverPack તરીકે ઓળખાતું હતું. આજે, મારી પ્રોડક્ટનો ઉપયોગ સમગ્ર વિશ્વમાં 40 મિલિયન વપરાશકર્તાઓ દ્વારા કરવામાં આવે છે, અને હું વિચારી રહ્યો છું કે Windows માં ડ્રાઈવરો સમસ્યા હલ કરવામાં આવી છે, તેમ છતાં તૃતીય પક્ષ ઉકેલ દ્વારા.
he: לדעתי, תהליך חיפוש והתקנת הדרייברים בכל התקנת Windows, הוא אחד החסרונות המשמעותיים ביותר של Windows. כבר ב-2008, החלטתי לפתור את הבעיה וכתבתי תוכנה בשם DriverPack שתעשה זאת עבורי. כיום, המוצר שלי בשימוש על ידי 40 מיליון משתמשים מכל רחבי העולם ואני חושב שבעיית הדרייברים ב Windows נחשבת כפתורה, גם אם מדובר בפתרון של צד-שלישי.
hi: जब आप Windows को पुनर्स्थापित करते हैं तो हर बार ड्राइवरों की खोज और स्थापित करने की आवश्यकता है, मेरी राय में, संपूर्ण Windows परिवार की सबसे महत्वपूर्ण खामियों में से एक है 2008 तक, मैंने इस समस्या को ठीक करने का फैसला किया और मेरे खुद के सॉफ़्टवेयर को लिखा जो कि DriverPack कहा गया था। आज, मेरे उत्पाद का इस्तेमाल दुनिया भर में 40 लाख उपयोगकर्ताओं द्वारा किया जाता है, और मुझे लगता है कि Windows में ड्राइवरों की समस्या अब हल हो गई है, हालांकि तीसरे पक्ष के माध्यम से इसका समाधान किया गया है।
hr: Potreba za pretraživanjem i instalacijom upravljačkih programa svaki put kada iznova instalirate operacijski sustav je, po mome mišljenju, jedna od najznačajnijih mana cijelog sustava Windows. No davne 2008. odlučio sam riješiti taj problem i napisao sam vlastiti program koji sam nazvao DriverPack. Danas moj proizvod koristi više od 40 milijuna korisnika diljem svijeta i mislim da je problem upravljačkih programa u Windowsima riješen, mada koristeći programe drugih proizvođača.
hu: Véleményem szerintem a driverek keresése és telepítése egy új Windows telepítés után egyike a Windows rendszercsalád legnagyobb hibáinak. 2008-ban elhatároztam, hogy megoldom ezt a problémát, és saját szoftvert írtam DriverPack néven. Ma a termékemet 40 millióan használják világszerte, és számomra így, ugyan külső programmal, de sikerült megoldanom a Windows driveres gondját.
id: Keperluan untuk mencari dan menginstal driver setiap waktu ketika menginstal ulang Windows adalah, menurut pendapatku, satu dari banyak kebutuhan keluarga Windows. Sepanjang 2008 ke belakang, saya memutuskan untuk memperbaiki masalah ini dan menulis perangkat sendiri yang dikenal dengan DriverPack. Hari ini produkku digunakan oleh 40 juta pengguna di seluruh dunia, dan saya menganggap bahwa masalah driver di Windows telah diselesaikan, dengan solusi dari pihak ketiga.
it: Il bisogno di trovare ed installare driver ogni volta che reinstalli Windows è, a mio parere, uno dei più significativi difetti dell' intera famiglia Windows. Nel lontano 2008 , decisi di porre rimedio a questa problematica e scrissi il mio software che venne chiamato Driverpack. Oggi, il mio prodotto è utilizzato da 40 milioni di utenti in tutto il mondo, e ritengo che i problemi relativi ai driver presenti nella Windows siano stati ora risolti, sebbene mediante l' intervento di terze parti.
ja: 私の意見では、Windows を再インストールするたびにドライバを探してインストールする必要性は、Windows ファミリ全体の最も重要な欠陥の1つです。この問題を解決するために2008年の頃から私は DriverPack という独自のソフトウェアを書きました。現在、私の製品は世界中の40百万人のユーザーが使用しています。 Windows のドライバの問題は、第三者の解決ではあるが、解決されていると私は考えています。
ka: მოდით შევთანხმდეთ, რომ დრაივერების ინსტალაციის პროცესი Windows-ის გადაყენების შემდეგ არის დამღლელი. 2008 წელს, გადავწყვიტე ჩემი პრობლემის მოგვარება და შევწმენი პროგრამა, რომელიც ცნობილია DriverPack -ის სახელით. დღეს ჩემ პროდუქტს იყენებს 40 მილიონზე მეტი მომხმარებელი მსოფლიოს მასშტაბით. შემიძლია თამამად ვთქვა რომ დრაივერების პრობლემა Windows-ის სისტემაში გადაჭრილია.
ko: Windows 를 재설치 할 때마다 드라이버를 찾고 설치해야 할 필요성은 제 생각에 전체 Windows 제품군의 가장 중요한 결함 중 하나입니다. 2008 년까지 이 문제를 해결하려고 DriverPack이라는 자체 소프트웨어를 작성했습니다. 현재 전 세계 4000 만 명의 사용자가 내 제품을 사용하고 있으며 Windows 의 드라이버 문제가 이제는 해결되었지만 타사 솔루션을 통해 해결되었다고 생각합니다.
ku: پێویستی داواكردن له‌گه‌ڵ دامه‌زراندنی پێناسه‌كان هه‌ر كاتێك كه‌ تۆ Windows ه‌كه‌ت دوباره‌ دامه‌زرانده‌وه‌، به‌ ڕای من، یه‌كێك له‌ هه‌ڵه‌ گرنگه‌كانی خێزانی Windows به‌ ته‌واوی. له‌ 2008 دا بوو، من بڕیارمدا ئه‌م كێشه‌یه‌ چاره‌سه‌ر یكه‌م وه‌ نه‌رمه‌كاڵای خۆمم نوسی به‌ ناوی DriverPack. ئه‌مڕۆ، به‌رهه‌مه‌كه‌ی من به‌كارده‌هێنرێت له‌ لایه‌ن 40 ملیۆن كه‌سه‌وه‌ له‌سه‌رانسه‌ری جیهاندا، من وای داده‌نێم كه‌ كێشه‌ی پێناسه‌كان له‌ ناو Windows ئێستا چاره‌سه‌ر كرابێت. هه‌روه‌ها به‌ مانای چاره‌سه‌ری لایه‌نی-سێیه‌م دێت.
lt: Reikia ieškoti ir įdiegti tvarkykles kiekvieną kartą, kai įdiegiate Windows operacinę sistemą, tai yra vienas iš svarbiausių visos Windows šeimos trūkumų. Tačiau dar 2008 m. Nusprendžiau išspręsti šią problemą ir parašiau savo programinę įrangą, kuri gavo DriverPack vardą. Šiandien mano produktą naudoja 40 milijonų vartotojų visame pasaulyje ir, mano nuomone, gali būti manoma, kad Windows tvarkyklių problema buvo išspręsta, nors ji buvo ir trečiųjų šalių sprendimas.
my: သင်အနေနဲ့ Windows ပြန်တင်တဲ့အခါတိုင်း drivers များကို ရှာဖွေဖို့နှင့် ထည့်သွင်းဖို့လိုအပ်ချက်မှာ၊ ကျွန်ုပ်ထင်မြင်ချက်အရဆိုလျှင်၊ Windows ထုတ်ကုန်ရဲ့ သိသာထင်ရှားတဲ့အမှားများထဲက တစ်ခုဖြစ်သည်။ လွန်ခဲ့တဲ့ 2008 ခုနှစ်ကိုပြန်လှည့်ကြည့်ပါက၊ ကျွန်ုပ်အနေနဲ့ ယင်းပြဿနာကိုဖြေရှင်းဖို့ ဆုံးဖြတ်ချက်ချလိုက်ပြီး ကိုယ်ပိုင်ဆော့ဖ်ဝဲလ် ခေါ် DriverPack ကို ရေးသားခဲ့ပါသည်။ ယနေ့အချိန်မှာတော့၊ ကျွန်ုပ်ထုတ်ကုန်ကို ကမ္ဘာတလွှားတွင် သုံးစွဲသူပေါင်း သန်း 40 မှ အသုံးပြုနေကြပြီး၊ မူရင်းထုတ်လုပ်သူမဟုတ်သော ဆော့ဖ်ဝဲလ် ဖြစ်လင့်ကစား Windows ရှိ drivers ပြဿနာကို ယခုဖြေရှင်းလိုက်နိုင်ပြီဟု ကျွန်ုပ်ယူဆပါသည်။
ne: तपाईले Windows पुन: स्थापना गर्नुहुने प्रत्येक चालकहरूको खोजी र स्थापना गर्न आवश्यक छ मेरो विचारमा, सम्पूर्ण Windows परिवारको सबैभन्दा महत्त्वपूर्ण दोषहरू मध्ये एक। 2008 सम्म पछि, मैले यो समस्या समाधान गर्न निर्णय गरे र मेरो आफ्नै सफ्टवेयर जसलाई DriverPack भनिन्छ। आज मेरो उत्पादन विश्वभरमा 40 मिलियन प्रयोगकर्ताहरु द्वारा प्रयोग गरिन्छ, र मलाई लाग्छ कि Windows मा चालकहरू अहिले हल हुन्छन्, तर तेस्रो-पक्ष समाधानको कारणले।
nl: De noodzaak om telkens weer stuurprogramma's te installeren wanneer u Windows opnieuw installeert, is naar mijn mening een van de meest significante gebreken van de hele Windows-familie. Om een oplossing te bieden heb ik in 2008 besloten dit probleem voor altijd op te lossen en schreef ik mijn eigen software die DriverPack heette. Vandaag wordt mijn product door 40 miljoen gebruikers over de hele wereld gebruikt en behoren de stuurprogramma problemen in Windows tot het verleden, zij het met hulp van een oplossing van derden.
no: Behovet for å søke og installere drivere hver gang du installerer Windows på nytt, er etter min mening en av de mest vesentlige feilene i hele Windows-familien. Så langt tilbake som i 2008 bestemte jeg meg for å fikse dette problemet og skrev min egen programvare som ble kalt DriverPack. I dag brukes produktet av 40 millioner brukere over hele verden, og jeg anser at driverproblemet i Windows nå er løst, om enn ved hjelp av en tredjepartsløsning.
pl: Potrzeba wyszukania i instalacji sterowników przy każdej reinstalacji Windows jest, moim zdaniem, jedną z największych wad całej rodziny Windows. W 2008 roku zdecydowałem się rozwiązać ten problem i napisałem własne oprogramowanie, które zostało nazwane DriverPack. Dziś mój produkt jest używany przez 40 milionów użytkowników na całym świecie i wydaje mi się, że problem sterowników został wreszcie rozwiązany, chociaż za pomocą oprogramowania strony trzeciej.
ps: هرکله چې تاسو د Windows بیاپټولو په وخت کې ډرایورین لټولو او نصبولو ته اړتیا لرئ، زما په نظر، د Windows کورنۍ ټول ترټولو لوی خنډونه دي. لکه څنګه چې په 2008 کې، ما پریکړه وکړه چې دا ستونزه حل کړم او خپل کمپیوټر ته یې وشه یم چې د DriverPack په نوم یادیږي. نن ورځ زما محصول په ټوله نړۍ کې د 40 میلیونو کاروونکو لخوا کارول کیږي، او زه فکر کوم چې په Windows کې چلونکي ستونزې اوس حل شوي، مګر د دریم اړخ حل سره.
pt_br: A necessidade de procurar e instalar drivers cada vez que você reinstala o Windows é, na minha opinião, uma das falhas mais significativas de toda a família do Windows. Já em 2008, decidi resolver esse problema e escrevi o meu próprio programa chamado DriverPack. Hoje, meu produto é usado por 40 milhões de usuários em todo o mundo, e considero que o problema dos drivers no Windows foi resolvido, ainda que por meio de uma solução de terceiros.
pt_pt: A necessidade de procurar e instalar controladores sempre que se reinstala o Windows é, na minha opinião, uma das falhas mais significativas de toda a família Windows. Há alguns anos atrás, 2008, decidi solucionar este problema e escrevi o meu próprio programa que chamei de DriverPack. Hoje, a minha aplicação é usada por 40 milhões de utilizadores pelo mundo inteiro, e eu considero que o problemas de controladores no Windows está resolvido, não obstante com recurso a uma solução de terceiros.
ro: Necesitatea de a căuta și instala drivere de fiecare dată când reinstalați Windows-ul este, după părerea mea, unul dintre cele mai importante defecte ale întregii familii Windows. Încă din 2008, am decis să rezolv această problemă și mi-am scris propriul software numit DriverPack. Astăzi, produsul meu este utilizat de 40 de milioane de utilizatori din întreaga lume și consider că problema driverelor Windows a fost rezolvată acum, deși printr-o măsură terță.
si: ඔබ Windows නැවත ස්ථාපනය කරන සෑම අවස්ථාවකම රියදුරන් සෙවීමේ හා ස්ථාපනය කිරීමේ අවශ්‍යතාවය, සමස්ත Windows පවුලේ වඩාත්ම වැදගත් අඩුපාඩු වලින් එකකි. 2008 තරම් කාලයකදී, මම මෙම ගැටළුව විසඳීමට තීරණය කළ අතර මගේම DriverPack නම් මෘදුකාංගයක් ලිවීය. අද, මගේ නිෂ්පාදනය ලොව පුරා මිලියන 40 ක පරිශීලකයින් විසින් භාවිතා කරනු ලබන අතර, Windows හි ධාවක ගැටළුව දැන් තෙවන පාර්ශවීය විසඳුමක් මගින් විසඳා ඇති බව මම සලකමි.
sk: Potreba vyhľadávať a nainštalovať ovládače pri každom preinštalovaní systému Windows, je podľa môjho názoru jednou z najvýznamnejších nedostatkov celej rodiny Windows produktov. Už v roku 2008 som sa rozhodol tento problém vyriešiť a napísal som svoj vlastný softvér, ktorý som nazval DriverPack. V súčasnosti môj produkt používa 40 miliónov používateľov po celom svete a myslím si, že problém s ovládačmi v systéme Windows bol nateraz vyriešený, aj keď prostredníctvom riešenia tretej strany.
sl: Iskanje in ponovno nameščanje vseh potrebnih gonilnikov ob vsaki ponovni namestitvi programa Windows, je po mojem mnenju ena od največjih napak same Windows skupine. Tako sem se leta 2008 odloćil da bom temu naredil konec in napisal svoj program, ki sem ga poimenoval DriverPack. Danes moj program uporablja več kot 40 milijonov uporabnikov po vsem svetu, tako je po mojem mnenju problem namestitve gonilnikov v sistemu Windows rešen, ša čeprav po zaslugi programerja, ki z Windows nima nič v poslovni povezavi.
sq: Nevoja për të kërkuar dhe instaluar drajvera çdo herë kur riinstaloni Windows-in, sipas opinionit tim është një nga të metat më madhore të të gjithë familjes Windows. Para vitit 2008, vendosa ta rregulloj këtë problem dhe shkrova softuerin tim i cili u quajt DriverPack. Sot, produkti im përdoret nga 40 milion përdorues në të gjithë botën, dhe mendoj që problemi i drajverave në Windows tani është zgjidhur, megjithëse nëpërmjet një pale të tretë.
sr: Potreba za traženjem i instaliranjem drajvera svaki put kada se ponovo instalira Windows je na moj pogled jedan od najvećih nedostataka cele Windows porodice. Još 2008. godine sam odlučio da rešim taj problem i napisao sam svoj softver koji je nazvan DriverPack. Danas moj proizvod koristi 40 miliona korisnika širom sveta i smatram da je problem drajvera u Windows-u sada rešen iako uz pomoć treće strane.
sv: Behovet av att hitta och installera drivrutiner varje gång du installerar om Windows är enligt mig ett av de största problemen med hela Windows-familjen. Redan 2008 bestämde jag mig för att lösa detta problem, och skapade då min egen programvara som jag kallade DriverPack. Idag används min produkt av mer än 40 miljoner användare över hela världen, och jag anser nu att drivrutinsproblemet med Windows är löst, om än genom en tredjepartslösning.
sw: Uhitaji wa kutafuta na ku install ma driver wakati wowote unaporejesha Windows ni kwa maoni yangu, mojawapo ya makosa makubwa ya familia nzima ya Windows. Hadi mwaka wa 2008, niliamua kurekebisha tatizo hili na kuandika programu yangu mwenyewe inayoitwa DriverPack. Leo, bidhaa yangu hutumiwa na watumiaji milioni 40 ulimwenguni kote, na nadhani kuwa tatizo la madereva kwenye Windows sasa limefumliwa, ingawa kwa njia ya ufumbuzi wa chama cha tatu.
ta: நீங்கள் Windows விண்டோஸ் ஐ மீண்டும் நிறுவும் போது ஒவ்வொரு முறையும் இயக்கிகளைத் தேட மற்றும் நிறுவ வேண்டியது அவசியம், என் கருத்தில், முழு Windows விண்டோஸ் குடும்பத்தின் மிகவும் குறிப்பிடத்தக்க குறைபாடுகளில் ஒன்றாகும். 2008 ஆம் ஆண்டு வரை, இந்த சிக்கலை சரிசெய்ய முடிவு செய்தேன், என் சொந்த மென்பொருளை DriverPack வன்பொருள்தொகுப்பு என்று எழுதினேன். இன்று, என் தயாரிப்பு உலகம் முழுவதும் 40 மில்லியன் பயனர்களால் பயன்படுத்தப்படுகிறது, மேலும் Windows விண்டோஸ் இல் இயக்கிகள் பிரச்சனை இப்போது மூன்றாவது-தரப்பு தீர்வு மூலம் தீர்வு காணப்படுகிறது என்று கருதுகிறேன்.
th: ความต้องการในการค้นหาและติดตั้งไดรเวอร์ในแต่ละครั้งเมื่อคุณติดตั้ง Windows ใหม่ ในความคิดเห็นของผม หนึ่งในสิ่งที่เป็นข้อบกพร่องสำคัญมากที่สุดของตระกูล Windows ทั้งหมด ย้อนกลับไปในปี 2008 ผมตัดสินใจแก้ปัญหานี้และเขียนซอฟท์แวร์ของผมขึ้นมาชื่อว่า DriverPack วันนี้ผลิตภัณฑ์นี้ได้ถูกใช้โดยผู้ใช้ 40 ล้านคนทั่วโลก และผมพิจารณาว่าปัญหาไดรเวอร์ใน Windows ได้ถูกแก้ไขแล้ว แม้จะหมายความว่าเป็นการแก้ปัญหาจากบุคคลที่สาม
tr: Windows'u yeniden yüklediğiniz her seferde sürücüleri aramak ve yüklemek gerekir, bence, bütün Windows ailesinin en önemli noksanlarından biri. Oysaki, bildiğim kadarıyla 2008'de, bu sorunu düzeltmeye karar verdim ve DriverPack adındaki kendi yazılımımı yazdım. Bugün, ürünüm dünya çapında 40 milyon kullanıcı tarafından kullanılıyor ve bana göre Windows'taki sürücü sorunu, gerçi üçüncü taraf çözüm anlamına gelsede artık çözüldü.
ur: ہر بار جب آپ Windows کو دوبارہ انسٹال کرتے ہیں تو ڈرائیوروں کو تلاش کرنے اور انسٹال کرنے کی ضرورت ہوتی ہے، میری رائے میں، پورے Windows خاندان میں یہ سب سے اہم خامیوں میں سے ایک ہے. بہت پیچھے 2008 میں، میں نے اس مسئلے کو حل کرنے کا فیصلہ کیا اور اپنا سافٹ ویئر لکھا جسے DriverPack کہا جاتا ہے. آج، میری مصنوعات دنیا بھر میں 40 ملین صارفین استعمال کر رہے ہیں ، اور میں یہ سمجھتا ہوں کہ Windows میں ڈرائیور کے مسئلے کو اب حل کر دیا گیا ہے، اس کے باوجود کہ یہ تیسری پارٹی کے حل کے ذریعہ حل کیا جاتا ہے.
vi: Việc cần phải tìm kiếm và cài đặt các trình điều khiển mỗi khi bạn cài đặt lại Windows, theo ý kiến của riêng tôi, thì đó là một trong những sai xót đáng kể nhất của dòng Windows. Vào năm 2008, tôi đã quyết định sửa lỗi này và tự viết ra phần mềm DriverPack. Hiện nay, sản phẩm của tôi được sử dụng bởi 40 triệu người dùng trên toàn thế giới, và tôi cho rằng vấn đề của các trình điều khiển trên Windows hiện nay đã được khắc phục, mặc dù vẫn cần sự can thiệp của phần mềm thứ 3.
zh: 在我看來，每次重新安裝 Windows 時都需要尋找和安裝驅動程式，這是整個 Windows 系列中最重要的缺陷之一。然而，早在 2008 年，我決定解決這個問題，並寫了我自己的軟體，其名稱為 DriverPack。今天，我的產品被世界各地的 4000 萬用戶使用，在我看來，可以認為 Windows 中的驅動程式問題已經透過第三方解決方案來解決。
zh_cn: 在我看来，每次重新安装 Windows 时都需要查找和安装驱动程序，这是整个 Windows 系列中最重要的缺陷之一。然而，早在 2008 年，我决定解决这个问题，并写了我自己 的软件，其名称为 DriverPack。今天，我的产品被世界各地的 4000 万用户使用，在我看来，可以认为 Windows 中的驱动程式问题已经通过第三方解决方案来解决。
