Repository: DriverPackSolution/transifex-backup
Catalog: delorean/driverpack-solution-worldwide/drpsu/*.po
Languages: am, ar, az, bg, bn, bs, ca, cs, de, el, es_419, et, fa, fil, fr, gu, he, hi, hr, hu, id, it, ja, ka, ko, ku, lt, mn, my, ne, nl, no, pl, ps, pt_br, pt_pt, ro, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ur, vi, zh, zh_cn

# adminpagefaq_expert_mode-q
source: Which mode is the most convenient for using DriverPack?
am: የትኛው ሁኔታ ነው DriverPack ን ለመጠቀም አመቺ የሆነው?
ar: ما هو الوضع الأكثر ملاءمة لاستخدام DriverPack؟
az: DriverPack-ın istifadəsi üçün ən uyğun rejim hansıdır?
bg: Кой режим на DriverPack е най-удобен за използване?
bn: DriverPack ব্যবহারের জন্য কোন মোড বেশি সুবিধাজনক?
bs: Koji mod je najpouzdaniji pri korištenju DriverPack-a?
ca: Quin mode és el més adequat per a utilitzar el DriverPack?
cs: Jaký mód je nejvíce pohodlný pro využívání programu DriverPack?
de: Welcher Modus ist der bequemste für die Verwendung von DriverPack?
el: Ποια κατάσταση είναι η πιο βολική για χρήση του DriverPack;
es_419: ¿Qué modo es el más conveniente al utilizar DriverPack?
et: Mis reziimis on kõige mugavam DriverPacki kasutada?
fa: کدام حالت برای استفاده از DriverPack راحت تر است؟
fil: Aling mode ang pinaka maginhawa sa paggamit ng DriverPack?
fr: Quel est le mode le plus pratique pour utiliser DriverPack?
gu: DriverPack વાપરવા માટે કયા મોડ સૌથી અનુકૂળ છે?
he: איזה מצב תוכנה הכי מומלץ לשימוש ב DriverPack?
hi: DriverPack का उपयोग करने के लिए कौन सा मोड सबसे सुविधाजनक है?
hr: Koji je najzgodniji način korištenja DriverPacka?
hu: Melyik mód a legkényelmesebb, ha a DriverPack -ot használom?
id: Mode manakah yang paling tepat untuk menggunakan DriverPack?
it: Qual'è il modo migliore di usare DriverPack?
ja: DriverPack を使用するのに最も便利なモードはどれですか？
ka: DriverPack -ის რომელი რეჟიმია უფრო მოსახერხებელი?
ko: DriverPack 을 사용할 때 가장 편리한 모드는 무엇입니까?
ku: چ شێوازێك گونجاوترینه‌ بۆ به‌كارهێنانی DriverPack؟
lt: Kuris režimas yra pats patogiausias dirbant su DriverPack?
mn: Аль загвар нь DriverPack-ыг хэрэглэхэд хамгийн хялбар вэ?
my: DriverPack ကို အသုံးပြုဖို့အတွက် ဘယ်ပုံစံက အဆင်ပြေဆုံးဖြစ်ပါသလဲ?
ne: DriverPack प्रयोगका लागि कुन मोड सबैभन्दा सजिलो हो?
nl: Welke modus is het meest geschikt voor het gebruik van DriverPack?
no: I hvilken modus er DriverPack enklest å bruke?
pl: Który tryb jest najwygodniejszy w używaniu DriverPack?
ps: کوم ډول موډل د DriverPack کارولو لپاره خورا اسان دی؟
pt_br: Qual modo é o mais conveniente para usar o DriverPack?
pt_pt: Qual o modo mais conveniente para se usar o DriverPack?
ro: Care este cel mai convenabil mod de a folosi DriverPack?
si: DriverPack භාවිතා කිරීම සඳහා වඩාත් පහසු වන්නේ කුමන ආකාරයද?
sk: Ktorý režim je najvhodnejší na používanie programu DriverPack?
sl: Kateri način je najprimernejši za uporabo programa DriverPack ?
sq: Cila gjendje është më e përshtatshme për përdorimin e DriverPack?
sr: Koji režim rada DriverPack-a je najpodesniji za upotrebu?
sv: I vilket läge är DriverPack mest lättanvänt?
sw: Je! nini mode ambayo ni rahisi zaidi kwa kutumia DriverPack?
ta: DriverPack வன்பொருள்தொகுப்பை பயன்படுத்துவதற்கு மிகவும் வசதியானது எது?
te: DriverPack వుపయోగించే అత్యంత అనుకూలమైన రీతి ఏది?
th: โหมดไหนที่สะดวกสบายที่สุดในการใช้ DriverPack
tr: DriverPack'i kullanmak için en uygun kip hangisidir?
ur: DriverPack استعمال کرنے کے لئے کونسا موڈ سب سے زیادہ آسان ہے؟
vi: Điều gì làm cho DriverPack thuận tiện khi sử dụng nhất?
zh: 哪種模式最適合處理 DriverPack?
zh_cn: 哪种模式最适合处理 DriverPack?

# adminpagefaq_expert_mode-a
source: By default, DriverPack starts up in automatic mode, designed to be understandable and convenient to use even for new users. However, for convenience of the advanced users and system admins, we have developed Expert Mode which contains extended settings and customization options. In order to activate this mode, it's enough just to click the corresponding button located at the bottom of the screen.
am: በዋናነት DriverPack ሲከፍት ለአዲስ ተጠቃሚዎች ጭምር ለመረዳት ቀላልና አመቺ የሆነውን አውቶማቲክ አሰራር ይተጠቀማል። ነገር ግን ልምድ ላላቸው ተጠቃሚዎችና ለሲስተም ተቆጣጣሪዎች የሚሆንተጨማሪ መቼቶችና አማራጮችን የያዘ የአዋቂዎች አሰራር አዘጋጅተናል። ይህን አሰራር ለማብራት ከስክሪኑ ስር ያለውን ቁልፍ ክሊክ ማድረግ በቂ ነው።
ar: افتراضيا، DriverPack يبدأ في الوضع التلقائي، مصممة لتكون مفهومة ومريحة للاستخدام حتى للمستخدمين الجدد. ومع ذلك، من أجل راحة المستخدمين المتقدمين ومديري النظام، قمنا بتطوير وضع الخبراء الذي يحتوي على إعدادات موسعة وخيارات التخصيص. من أجل تفعيل هذا الوضع، يكفي فقط النقر على الزر المقابل الموجود في الجزء السفلي من الشاشة.
az: DriverPack, standart olaraq, yeni istifadəçilər üçün belə istifadəsi rahat və başa düşülən olması üçün dizayn edilmiş avtomatik rejimdə başlayır. Ancaq daha yüksək təcrübəli istifadəçilər və sistem idarəçilərinin rahatlığı üçün genişləndirilmiş nizamlamaları və xüsusiləşdirilə bilən seçimləri olan Ekspert Rejimini də yaratmışıq. Bu rejimi aktivləşdirmək üçün sadəcə ekranın altındakı uyğun düyməyə klikləmək kifayətdir.
bg: По подразбиране DriverPack се стартира в автоматичен режим, създаден е да бъде разбираем и удобен за употреба дори и за нови потребители. Както и да е, за удобство на напредналите потребители и системните администратори, разработихме Експертния режим, който съдържа разширени настройки и опции за персонализиране. За да активирате този режим, достатъчно е за цъкнете върху бутона в долната част на екрана.
bn: পূর্বনির্ধারিতভাবে, DriverPack স্বয়ংক্রিয় মোডে চালু হয়, এমনকি নতুন ব্যবহারকারীদের জন্যেও বোধগম্য ও সুবিধাজনক করে তৈরি করা হয়েছে। যাহোক, অভিজ্ঞ ব্যবহারকারী ও সিস্টেম অ্যাডমিনদের জন্যে আমরা অভিজ্ঞ মোড Expert Mode তৈরি করেছি যেটিতে বাড়তি সেটিংস্‌ ও নিজের মতো করে নেওয়ার বিকল্প আছে। এই মোড চালু করতে শুধু স্ক্রিনের নিচের দিকে থাকা সংশ্লিষ্ট বাটনে ক্লিক করলেই হবে।
ca: Per defecte, DriverPack inicia en el mode automàtic, dissenyat per a que s'entengui i sigui convenient fins i tot per a nous usuaris. Tot i això, de cara als usuaris avançats i administradors de sistemes, hem desenvolupat el mode Expert que disposa d'opcions addicionals i opcions per a personalitzar-lo. Per a activar aquest mode, tan sols cal fer clic al botó corresponent ubicat a la part baixa de la pantalla.
cs: Ve výchozím nastavení se DriverPack spouští v automatickém módu zaměřeném na to, aby byl pochopitelný a pohodlný i pro nové uživatele. Pro pohodlnost pokročilých uživatelů a administrátorů systémů jsme vytvořili expertní mód, kde jsou pokročilá nastavení a možnosti přizpůsobení. K aktivaci tohoto módu stačí kliknout na tlačítko umístěné dole na obrazovce.
de: Standardmäßig startet DriverPack im Automatik-Modus, welcher für neue Nutzer entworfen wurde und auf Verständlichkeit ausgelegt ist. Für die Bequemlichkeit der fortgeschrittenen Nutzer und Systemadministratoren haben wir den Expertenmodus entwickelt, welcher erweiterte Einstellungen und Anpassungsoptionen bietet. Um diesen Modus zu aktivieren, reicht es, auf die dazugehörige Schaltfläche am Boden des Fensters zu klicken.
el: Ως προεπιλογή, το DriverPack ξεκινά σε αυτόματη κατάσταση, σχεδιασμένη να είναι κατανοητή και βολική για χρήση ακόμα και από νέους χρήστες. Ωστόσο, για να είναι βολικό και για προχωρημένους χρήστες και διαχειριστές συστημάτων, έχουμε αναπτύξει την Κατάσταση για Προχωρημένους που περιέχει εκτεταμένες ρυθμίσεις και επιλογές προσαρμογής. Για να ενεργοποιήσετε αυτή την κατάσταση, αρκεί να πατήσετε το αντίστοιχο κουμπί που βρίσκεται στο κάτω μέρος της οθόνης.
es_419: De forma predeterminada, DriverPack se inicia en modo automático, diseñado para ser comprensible y conveniente de usar incluso para los usuarios más nuevos. Sin embargo, para la comodidad de los usuarios avanzados y administradores de sistemas, hemos desarrollado el Modo Experto que contiene opciones ampliadas de configuración y personalización. Para activar este modo, simplemente pulsa en el botón correspondiente en la parte inferior de la pantalla.
et: Vaikimisi käivitub DriverPack automaat reziimis, mis on disainitud arusaadavaks ja mugavaks uutele kasutajatele. Kuigi oleme teinud ka eksperdi reziimi spetsiaalselt edasijõudnutele ja süsteemi haldajatele, mis sisaldab seaded ja isikupärastamise valikuid. Selle reziimi aktiveerimiseks piisab vaid vajutuseks vastavale nupule ekraani all osas.
fa: برنامه نویسان DriverPack را به طوری طراحی و برنامه ریزی کرده اند که به طور خودکار بدون اینکه کاربر را مورد اذیت قرار دهد کار خود را آغاز میکند. در ادامه ما برای راحتی مدیران و کاربران ویژه محیط کارشناسی را محیا کرده ایم که اجازه دسترسی به تنظیمات پیشرفته و بهبود رابطه ی کاربری را داده ایم. برای فعال کردن و دسترسی به این محیط کافی است دکمه ظاهر شده مربوطه را در صفحه نخست کلیک کنید.
fil: Bilang default, ang DriverPack ay nagsisimula sa awtomatikong mode, na idinisenyo upang maging maliwanag at maginhawa upang gamitin kahit na para sa mga bagong gumagamit. Gayunpaman, para sa kaginhawahan ng mga advanced na user at mga admin ng system, bumuo kami ng Mode ng Expert na naglalaman ng mga pinalawak na setting at mga pagpipilian sa pag-customize. Upang maisaaktibo ang mode na ito, sapat na upang i-click lamang ang kaukulang pindutan na matatagpuan sa ibaba ng screen.
fr: Par défaut, DriverPack démarre en mode automatique, conçu pour être compréhensible et pratique même pour les nouveaux utilisateurs. Cependant, pour la commodité des utilisateurs avancés et des administrateurs système, nous avons développé le mode expert qui contient des paramètres étendus et des options de personnalisation. Pour activer ce mode, il suffit juste de cliquer sur le bouton correspondant situé en bas de l'écran.
gu: ડિફૉલ્ટ રૂપે, DriverPack આપોઆપ મોડમાં શરૂ થાય છે, જે નવા વપરાશકર્તાઓ માટે પણ સમજી શકાય તેવું અને વાપરવા માટે અનુકૂળ છે. જો કે, અદ્યતન વપરાશકર્તાઓ અને સિસ્ટમ સંચાલકોની સુવિધા માટે, અમે એક્સપર્ટ મોડ વિકસાવ્યું છે જેમાં વિસ્તૃત સેટિંગ્સ અને કસ્ટમાઇઝેશન વિકલ્પો શામેલ છે. આ મોડને સક્રિય કરવા માટે, સ્ક્રીનના તળિયે આવેલા અનુરૂપ બટનને ક્લિક કરવા માટે માત્ર એટલું પૂરતું છે.
he: כברירת מחדל, תוכנת DriverPack מתחילה במצב אוטומטי. מצב זה מיועד לשימוש גם עבור משתמשים חדשים. מכל מקום, לנוחות המשתמשים המתקדמים ומנהלי המערכות, פיתחנו גם מצב מתקדם שבו ניתן לשנות הגדרות מתקדמות ולבצע התאמות אישיות של ההגדרות. בכדי להפעיל מצב זה, ניתן ללחוץ על כפתור "מצב מתקדם" שנמצא בתחתית המסך.
hi: डिफ़ॉल्ट रूप से, DriverPack स्वचालित मोड में शुरू होता है, नए उपयोगकर्ताओं के लिए भी समझने योग्य और सुविधाजनक बनाने के लिए बनाया गया है। हालांकि, उन्नत उपयोगकर्ता और सिस्टम एडमिन की सुविधा के लिए, हमने एक्स्ट्रीम मोड विकसित किया है जिसमें विस्तारित सेटिंग्स और अनुकूलन विकल्प शामिल हैं। इस मोड को सक्रिय करने के लिए, स्क्रीन के निचले हिस्से पर स्थित संबंधित बटन पर क्लिक करना पर्याप्त है।
hr: Na zadanim postavkama, DriverPack se pokreće u automatskom načinu rada s ciljem da bude razumljiv i prikladan za korištenje čak i novim korisnicima. No radi prikladnosti korištenja za napredne korisnike i administratore sustava, razvili smo ekspertni način u kojem postoje opsežnije postavke i mogućnosti prilagodbe. Kako biste aktivirali taj način, dovoljno je samo pritisnuti odgovarajuću tipku koja se nalazi na dnu ekrana.
hu: Alapértelmezett módon a DriverPack automatikus módban indul el, mely még az új felhasználók számára is érthető és kényelmes. Azonban a haladó felhasználók és a rendszergazdák részére kifejlesztettük a szakértő módot, amely kibővített beállításokat és testreszabási opciókat tartalmaz. A szakértő mód aktiválásához elegendő a megfelelő gombra kattintani a képernyő alján.
id: Secara awal, DriverPack mulai dengan mode otomatis, didesain untuk kenyamanan menggunakan bagi pemula. Bagaimanapun, untuk pengguna mahir dan sistem admin, kami telah mengembangkan mode lanjut yang terdapat seting tambahan dan pilihan sendiri. Untuk mengaktifkan mode ini, cukup klik di tombol korespondensi di bagian bawah layar.
it: Per impostazione predefinita, DriverPack si avvia automaticamente, progettato per essere comprensibile e comodo all'utilizzo anche dai nuovi utenti. Tuttavia, per la comodità degli utenti avanzati e degli amministratori di sistema, abbiamo sviluppato una modalità esperta che contiene impostazioni estese e opzioni di personalizzazione. Per attivare questa modalità è sufficiente fare clic sul pulsante corrispondente situato nella parte inferiore dello schermo.
ja: デフォルトでは、DriverPack は自動モードで起動し、新しいユーザであっても理解しやすく便利なように設計されています。ただし、上級ユーザーやシステム管理者の便宜のため、拡張設定とカスタマイズオプションを含むエキスパートモードを開発しました。このモードを有効にするには、画面の下部にある対応するボタンをクリックするだけで十分です。
ka: სტანდარტულად DriverPack ეშვება ავტომატურად რეჟიმში, რომელიც მოსახერხებელია ახალი მომხმარებლებისთვის, ამავდროულად პროგრამას აქვს ექსპერტ რეჟიმი, რომელიც გათვლილი გამოცდილი მომხმარებლებისთვის და შეიცავს ბევრ პარამეტრს. რეჟიმის გასააქტიურებლად დააჭირეთ ღილაკს, რომელიც მდებარეობს პროგრამის ქვედა ნაწილში
ko: 기본적으로 DriverPack 은 자동 모드로 시작되며, 새 사용자라도 이해하고 사용할 수 있도록 설계되었습니다. 그러나 고급 사용자 및 시스템 관리자의 편의를 위해 확장 설정 및 사용자 정의 옵션이 포함된 전문가 모드를 개발했습니다. 이 모드를 활성화하려면 화면 하단에 있는 해당 버튼을 클릭하기만 하면 됩니다.
ku: به‌شێوه‌ی پێشوه‌خته‌، DriverPack ده‌ست پێده‌كات به‌ حاڵه‌تی ئۆتۆماتیكی، داڕێژراوه‌ بۆ ئه‌وه‌ی شایه‌نی تێگه‌یشتن بێتو گونجاو بێت بۆ به‌كارهێنان ته‌نانه‌ت بۆ به‌كارهێنه‌ره‌ نوێیه‌كانیش. هه‌ر چۆنێك بێت، بۆ گونجاوی بۆ به‌كارهێنه‌ره‌ پێشكه‌وتووه‌كان له‌گه‌ڵ به‌ڕێوه‌به‌ره‌كانی سیسته‌م، ئێمه‌ په‌ره‌مان به‌ حاڵه‌تی شاره‌زایان داوه‌ كه‌ ڕیكخستنێكی فراوان و هه‌ڵبژارده‌ی له‌ خۆ ده‌گرێت. بۆ چالاك كردنی ئه‌م حاڵه‌ته‌ ئه‌وه‌ به‌سه‌ به‌ ته‌نها یه‌ك كلیك له‌و دوگمه‌یه‌ كه‌ ده‌كه‌وێته‌ به‌شی خواره‌وه‌ی شاشه‌كه‌.
lt: Pagal numatytuosius nustatymus DriverPack paleidžiama automatiniu režimu, suprojektuota taip, kad būtų suprantama ir patogi naudoti net ir naujiems vartotojams. Tačiau pažengusių naudotojų ir sistemos administratorių patogumui mes sukūrėme ekspertų režimą, kuriame yra išplėstinių nustatymų ir tinkinimo parinkčių. Norint įjungti šį režimą, užtenka tiesiog spustelėti atitinkamą mygtuką, esantį ekrano apačioje.
my: ပုံမှန်အားဖြင့် DriverPack မှာ အလိုအလျောက်ပုံစံနဲ့ စတင်ပါတယ်။ ထိုနည်းလမ်းမှာ အသုံးပြုသူအသစ်များအတွက်ပင် နားလည်လွယ်ပြီး အဆင်ပြေတဲ့ပုံစံအဖြစ် ဒီဇိုင်းပုံဖော်ထားခြင်းဖြစ်ပါတယ်။ သို့သော် ဝါရင့်အသုံးပြုသူများနှင့် ကွန်ပျူတာစနစ်ထိန်းသိမ်းသူများ အဆင်ပြေစေရန်အတွက်မူ ကျွန်ုပ်တို့အနေနဲ့ တိုးချဲ့ထားတဲ့ဆက်တင်များနဲ့ စိတ်ကြိုက်ရွေးချယ်နိုင်စရာများ ပါဝင်တဲ့ ကျွမ်းကျင်သူပုံစံကိုလည်း ရေးသားထားပါတယ်။ ၎င်းပုံစံကို အသုံးပြုဖို့အတွက် မျက်နှာပြင်အောက်ရှိ သက်ဆိုင်ရာခလုတ်ကို နှိပ်လိုက်ရုံဖြင့် အသုံးပြုနိုင်ပါတယ်။
ne: पूर्वनिर्धारित रूपमा, DriverPack स्वचालित मोडमा सुरु हुन्छ, नयाँ प्रयोगकर्ताहरूको लागि पनि प्रयोग गर्न मिल्ने र सुविधाजनक प्रयोग गर्न डिजाइन गरिएको छ। यद्यपि, उन्नत प्रयोगकर्ता र प्रणाली Admins सुविधाको लागि, हामीले विशेषज्ञ मोडमा विस्तार गरेका छौं जुन विस्तारित सेटिङहरू र अनुकूलन विकल्पहरू समावेश गर्दछ। यो मोड सक्रिय गर्न, स्क्रिनको तलको स्थित हालको बटन क्लिक गर्न पर्याप्त छ।
nl: Standaard wordt DriverPack opgestart in de automatische modus, ontworpen om begrijpelijk en handig te zijn, zelfs voor nieuwe gebruikers. Echter, voor het gemak van de geavanceerde gebruikers en systeembeheerders, hebben we Expert-modus ontwikkeld die uitgebreide instellingen en aanpassingsopties bevat. Om deze modus te activeren, is het voldoende om alleen op de bijbehorende knop te klikken, die zich onderaan het scherm bevindt.
no: Som standard starter DriverPack opp i automatisk modus, designet for å være forståelig og praktisk å bruke selv for nye brukere. For enkelhets skyld for avanserte brukere og systemadministratorer har vi utviklet ekspertmodus som inneholder utvidede innstillinger og tilpasningsalternativer. For å aktivere denne modusen, er det nok bare å klikke på den tilsvarende knappen nederst på skjermen.
pl: Domyślnie DriverPack uruchamia się w trybie automatycznym, zaprojektowanym tak, aby był zrozumiały i łatwy w użyciu nawet dla nowych użytkowników. Dla zaawansowanych użytkowników i administratorów opracowaliśmy "Tryb eksperta", który zawiera dodatkowe ustawienia i opcje dostosowania. Aby aktywować ten tryb wystarczy kliknąć w odpowiedni przycisk u dołu ekranu.
ps: په ډیفالټ کې، DriverPack په اتوماتیک ډول پیل کیږي، د پوهیدو وړ او د نوي کاروونکو لپاره هم کارول اسانه شوي. په هرصورت، د پرمختلونکو کاروونکو او سیسټمونو د اسانتیاوو لپاره، موږ د ماهر موډل جوړولو ته وده ورکړې ده چې پراخې ترتیبات او د حساس کولو اختیارونه لري. د دې موډل فعالولو لپاره، دا بس دی چې د سکرین په ښکته کې واقع ورته تڼۍ کلیک وکړئ
pt_br: Por padrão, o DriverPack é iniciado no modo automático, projetado para ser compreensível e conveniente de usar mesmo para novos usuários. No entanto, para a conveniência dos usuários avançados e administradores de sistemas, desenvolvemos o Modo Avançado que contém configurações estendidas e opções de personalização. Para ativar esse modo, basta clicar no botão correspondente localizado na parte inferior da tela.
pt_pt: Por defeito, o DriverPack é iniciado em modo automático, desenhado para ser compreensível e conveniente mesmo para utilizadores inexperientes. Contudo, para conveniência dos utilizadores avançados e administradores de sistemas, desenvolvemos o Modo Especialista que contêm definições avançadas e opções de personalização. De modo a ativar este modo, basta apenas clicar no botão correspondente que se encontra ao fundo do ecrã.
ro: Implicit, DriverPack pornește în mod automat, proiectat pentru a fi ușor de înțeles și convenabil de utilizat chiar și pentru utilizatorii noi. Cu toate acestea, pentru conveniența utilizatorilor avansați și a administratorilor de sistem, am dezvoltat un Mod Expert care conține setări extinse și opțiuni personalizate. Pentru a activa acest mod, este suficient să faceți click pe butonul corespunzător situat în partea de jos a ecranului.
si: පෙරනිමියෙන්, DriverPack ස්වයංක්‍රීයව ආරම්භ වන අතර එය නව පරිශීලකයින්ට පවා තේරුම් ගත හැකි සහ භාවිතා කිරීමට පහසු වන පරිදි නිර්මාණය කර ඇත. කෙසේ වෙතත්, උසස් පරිශීලකයින්ගේ සහ පද්ධති පරිපාලකයින්ගේ පහසුව සඳහා, අපි පුළුල් සැකසුම් සහ අභිරුචිකරණ විකල්ප අඩංගු විශේෂ ert ප්‍රකාරය නිර්මාණය කර ඇත්තෙමු. මෙම ප්‍රකාරය සක්‍රිය කිරීම සඳහා, තිරයේ පතුලේ ඇති අනුරූප බොත්තම ක්ලික් කිරීම පමණක් ප්‍රමාණවත් වේ.
sk: Štandardne sa DriverPack spúšťa v automatickom režime, ktorý je navrhnutý tak, aby bol zrozumiteľný a pohodlný pre použitie aj pre nových používateľov. Pre pohodlie pokročilých používateľov a systémových administrátorov sme však vyvinuli režim Expert, ktorý obsahuje rozšírené nastavenia a možnosti prispôsobenia. Ak chcete aktivovať tento režim, stačí kliknúť na príslušné tlačidlo umiestnené v spodnej časti obrazovky.
sl: Že v osnovi je DriverPack narejen tako da starta v avtomatskem načinu in je tako prijazen tudi do neizkušenih uporabnikov. Za vse izkušene, admine in napredne uporabnike pa smo razvili napredni vmesnik, ki vsebuje dodatne funkcije za konfiguracijo po lastnih željah. Da vključite to funcijo je dovolj le klik na gumb na dnu zaslona.
sq: Normalisht, DriverPack starton në gjendje automatike, e projektuar të jetë i kuptueshëm dhe i lehtë për t'u përdorur edhe nga përdoruesit e rinj. Megjithatë, për lehtësinë e përdoruesve të përparuar dhe administratorët e sistemeve, ne kemi zhvilluar Gjendjen Ekspert e cila përmban cilësime të zgjeruara dhe opsione të personalizuara. Për ta aktivizuar këtë gjendje, mjafton të kliko buton korrespondues të vendosur në fund të ekranit.
sr: Po zadanim podešavanjima DriverPack se pokreće u automatskom režimu, da bi bio razumljiv i podesan za korištenje čak i novim korisnicima. Takođe, da bi bio podesan za napredne korisnike i administratore sistema razvili smo Ekspertski Režim koji nudi dodatne mogućnosti podešavanja i prilagođavanja. Da bi ste uključili ovaj režim potrebno je samo da pritisnete odgovarajuće dugme koje se nalazi na dnu ekrana.
sv: Som standard startar DriverPack inställt på automatiskt läge som är designat för att vara förståeligt och lättanvänt för även de nyaste användarna. Men för att tillmötesgå de mer avancerade användarna och systemadministratörer har vi utvecklat Expert Mode, som innehåller utökade inställningar och valmöjligheter. För att aktivera detta läge krävs det bara att man klickar på knappen längst ned på skärmen.
sw: Kwa default, DriverPack inakuja kwa hali ya moja kwa moja, iliyoundwa kueleweka na rahisi kutumia hata watumiaji wapya. Hata hivyo, kwa urahisi wa watumiaji wa juu na admins mfumo, tumeanzisha Mtaalam Mode ambayo ina mazingira kupanuliwa na chaguzi customization. Ili kuamsha hali hii, ni ya kutosha tu bonyeza kitufe kinachofanana kilicho chini ya skrini.
ta: இயல்பாக, DriverPack வன்பொருள்தொகுப்பு தானியங்கு முறையில் தொடங்குகிறது, புதிய பயனர்களுக்குப் பயன்படுத்தக்கூடிய வகையில் புரிந்துகொள்ளக்கூடியது மற்றும் வசதியானது.எனினும், மேம்பட்ட பயனர்கள் மற்றும் கணினி நிர்வாகிகளின் வசதிக்காக, நீட்டிக்கப்பட்ட அமைப்புகள் மற்றும் தனிப்பட்ட விருப்பங்களைக் கொண்ட நிபுணர் பயன்முறையை நாங்கள் உருவாக்கியுள்ளோம்.இந்த பயன்முறையை செயல்படுத்த, திரையின் அடிப்பகுதியில் உள்ள தொடர்புடைய பொத்தானைக் கிளிக் செய்வது போதுமானது.
te: అప్రమేయంగా, DriverPack ఆటోమేటిక్ మోడ్లో మొదలవుతుంది, క్రొత్త వినియోగదారులకు కూడా ఉపయోగించుకోవటానికి అర్ధం చేసుకోవటానికి మరియు అనుకూలమైనదిగా రూపొందించబడింది. అయితే, ఆధునిక వినియోగదారుల మరియు సిస్టమ్ నిర్వాహకుల సౌలభ్యం కోసం, మేము విస్తారిత మోడ్ను అభివృద్ధి చేసాము, ఇది పొడిగించిన సెట్టింగ్లు మరియు అనుకూలీకరణ ఎంపికలను కలిగి ఉంటుంది. ఈ మోడ్ను సక్రియం చేయడానికి, స్క్రీన్ దిగువన ఉన్న సంబంధిత బటన్ను క్లిక్ చేయడానికి సరిపోతుంది.
th: โดยค่าเริ่มต้น DriverPack เริ่มต้นด้วยโหมดอัตโนมัติ ออกแบบมาให้เข้าใจได้และสะดวกต่อการใช้ถึงแม้จะเป็นผู้ใช้ใหม่ อย่างไรก็ตามสำหรับความสะดวกต่อผู้ใช้ขั้นสูงและผู้ดูแลระบบ เราพัฒนาโหมดเชี่ยวชาญที่บรรจุการตั้งค่าและการปรับแต่งที่มากขึ้น เพื่อนที่จะเปิดใช้งานโหมดนี้เพียงแค่คลิ๊กปุ่มที่อยู่ด้านล่างของจอ
tr: Varsayılan olarak, DriverPack otomatik kipte başlar, yeni kullanıcılar için bile kullanımı uygun ve anlaşılabilir olması için tasarlanmıştır. Fakat, ileri düzey kullanıcılar ve sistem yöneticilerinin rahatlığı için genişletilmiş ayarları ve özelleştirilebilir seçenekleri içeren Uzman Kipi'ni geliştirdik. Bu kipi etkinleştirmek için sadece ekranın en altında bulunan ilgili düğmeye tıklamak yeterlidir.
ur: ڈیفالٹ حالت میں، DriverPack خود کار موڈ میں شروع ہوتا ہے،جوکہ نئے صارفین کے لئے بھی قابل فہم، استعمال کرنے کے قابل، اور آسان ہونے کے لئے ڈیزائن کیا گیا ہے. تاہم، ماہر درجے کے صارفین اور سسٹم کے ایڈمنز کی سہولت کے لئے، ہم نے ماہر موڈ تیار کیا ہے جس میں توسیع کی گئ سیٹنگ اور حسب ضرورت کے اختیارات شامل ہیں. اس موڈ کو چالو کرنے کے لئے، اسکرین کے نچلے حصے پر موجود متعلقہ بٹن پر کلک کرنا کافی ہے.
vi: Theo mặc định, DriverPack sẽ khởi động ở chế độ tự động, được thiết kế dễ hiểu và thuận tiện kể cả cho người dùng mới. Dù vậy, để thuận tiện cho những người dùng nâng cao và quản trị viên hệ thống, chúng tôi đã phát triển Chế Độ Chuyên Gia, mang theo đó là những cài đặt mở rộng và các tùy chọn cá nhân. Để khởi động chế độ này, chỉ cần nhấp chuột vào nút tương ứng ở phía cuối màn hình.
zh: 預設情況下，DriverPack 以自動模式啟動，設計易於理解，甚至對新使用者使用也很方便。但是，為了方便進階使用者和系統管理員，我們開發了包含延伸設定和自訂選項的專家模式。為了啟動此模式，只需按一下位於螢幕底部的相應按鈕即可。
zh_cn: 默认情况下，DriverPack 以自动模式启动，即使对于新用户也是可以理解和方便使用的。 然而，为了方便高级用户和系统管理员，我们开发了专家模式，其中包含扩展设置和自定义选项。 为了激活此模式，只需单击位于屏幕底部的相应按钮即可。
