Repository: DriverPackSolution/transifex-backup
Catalog: delorean/driverpack-solution-worldwide/drpsu/*.po
Languages: am, ar, az, bg, bn, bs, ca, cs, de, el, es_419, et, fa, fil, fr, gu, he, hi, hr, hu, id, it, ja, ka, ko, ku, lt, mn, my, ne, nl, no, pl, ps, pt_br, pt_pt, ro, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ur, vi, zh, zh_cn

# footer_banner-title
source: Are you tired of looking for the drivers for your devices?
am: ለ መሳሪያዎ የሚሆኑ ድራይቨሮችን መፈለግ ሰልችቶዎታል?
ar: هل سئمت من البحث عن التعريفات الخاصة بأجهزتك؟
az: Cihazlarınız üçün driver axtarmaqdan yorulmusuz?
bg: Уморени ли сте от търсенето на драйвери за вашите устройства?
bn: কম্পিউটারের যন্ত্রগুলোর ড্রাইভার খুঁজতে খুঁজতে ক্লান্ত ও হতাশ?
bs: Da li ti je dosadilo traženje drajvera za tvoj uređaj?
ca: Estàs cansat de cercar els controladors per als teus dispositius?
cs: Jste unaveni hledáním ovladačů pro vaše zařízení?
de: Sind Sie es leid, nach Treibern für Ihre Geräte zu suchen?
el: Έχετε κουραστεί να αναζητείτε προγράμματα οδήγησης για τις συσκευές σας;
es_419: ¿Estás cansado de buscar los controladores para tus dispositivos?
et: Kas olete tüdinenud draiverite otsimisest oma seadmele?
fa: آیا از جستجو برای درایور مناسب دستگاهتان خسته شده اید ؟
fil: Pagod ka na ba sa paghanap ng mga driver para sa iyong mga device?
fr: Êtes-vous fatigué de chercher les pilotes pour vos périphériques?
gu: શુ તમે તમારા ડિવાઈસ માટે ડ્રાઈવર શોધી શોધી ને કંટાળી ગયા છો?
he: נמאס לך לחפש דרייברים להתקנים שלך?
hi: क्या आप अपने डिवाइसेज़ के लिए ड्रायवर की खोज कर थक गए हैं?
hr: Dosta Vam je traženja upravljačkih programa za Vaše uređaje?
hu: Megunta az eszközei folyamatos driverkeresését?
id: Apakah Anda bosan mencari driver untuk perangkat Anda?
it: Sei stanco di cercare i driver per il tuo dispositivo?
ja: デバイス用のドライバを探すのに疲れましたか？
ka: დაიღალეთ დრაივერების ძებნით?
ko: 장치 용 드라이버를 찾는데 지쳐 있습니까?
ku: ئایا تۆ ماندویت له‌ گه‌ڕان به‌ دوای پێناسه‌كان بۆ ئامێره‌كانت؟
lt: Ar tau įkyrėjo ir nusibodo ieškoti tvarkyklių irenginiams?
mn: Та өөрийн төхөөрөмжинд тохирсон драйвер хайсаар залхаж байна уу?
my: သင့်စက်ပစ္စည်းအတွက် ကိုက်ညီတဲ့ drivers များကို ရှာနေရတာ မောပန်းနေပြီလား?
ne: के तपाईं आफ्नो उपकरणहरूको लागि चालकहरू खोज्दै थकित हुनुहुन्छ?
nl: Ben je moe om te zoeken naar de drivers voor je apparaten?
no: Er du lei av å lete etter drivere til dine enheter?
pl: Masz dosyć szukania sterowników dla twoich urządzeń?
ps: ایا تاسي دخپل آلو یا ډیوایسو د ډرایورونو د لیدلو هڅه کړېده؟
pt_br: Você está cansado de procurar drivers para seus dispositivos?
pt_pt: Está cansado de procurar controladores para os seus dispositivos?
ro: Te-ai săturat de căutat drivere pentru dispozitivele tale?
si: ඔබගේ උපාංගය සඳහා ධාවක සොයමින් හිඳ ඔබ විඩාවට පත්වෙලාද?
sk: Ste unavený hľadaním ovládačov pre vaše zariadenia?
sl: Ste utrujeni od neprestanega iskanja gonilnikov za vaš računalnik?
sq: A jeni të lodhur duke kërkuar drivera për pajisjen tënde?
sr: Da li ste umorni od potrage za drajverima za vaš uredjaj?
sv: Har du tröttnat på att leta efter drivrutiner för dina enheter?
sw: Je! umechoka kwakutafuta driver ya kifaa chako?
ta: உங்கள் சாதனங்களுக்காக வன்பொருள் தேடுவதில் சிக்கல் உள்ளதா?
te: మీరు మీ పరికరాల కోసం డ్రైవర్స్ కోసం చూస్తున్నారా?
th: คุณเหนื่อยไหมสำหรับการมองหาไดรเวอร์สำหรับอุปกรณ์ของคุณ?
tr: Aygıtlarınız için sürücüleri aramaktan yoruldunuz mu?
ur: کیا آپ اپنے آلات کیلئے ڈرائیورز ڈھونڈتے ڈھونڈتے تنگ آ چکے ہیں؟
vi: Bạn đã chán việc phải tìm kiếm các trình điều khiển cho các thiết bị của bạn?
zh: 您是否厭倦了為您的裝置尋找驅動程式?
zh_cn: 您是否厌倦了为您的设备搜索驱动程序?

# footer_banner-caption
source: DriverPack Online <span style='color: {{COLOR}}'>will find and install</span> the drivers you need automatically
am: DriverPack Online የሚፈልጓቸውን ድራይቨሮች ራሱ <span style='color: {{COLOR}}'>ፈልጎ ይጭንልዎታል።</span>
ar: DriverPack Online <span style='color: {{COLOR}}'> سوف يجد ويثبت </span> التعريفات التي تحتاجها تلقائيا
az: DriverPack Online lazımi driverləri avtomatik olaraq <span style='color: {{COLOR}}'>tapıb quraşdıracaq</span>
bg: DriverPack Online <span style='color: {{COLOR}}'>ще намери и инсталира</span> нужните драйвери автоматично
bn: DriverPack Online <span style='color: {{COLOR}}'>খুঁজবে ও ইন্সটল করবে</span> আপনার দরকারি ড্রাইভারগুলো স্বয়ংক্রিয়ভাবে
bs: DriverPack Online <span style='color: {{COLOR}}'>će pronaći i instalirati</span> drajvere koje trebate automatski
ca: El DriverPack Online <span style='color: {{COLOR}}'>trobarà i instal·larà</span> els controladors que necessites automàticament
cs: DriverPack Online <span style='color: {{COLOR}}'>najde a nainstaluje</span> ovladače, které potřebujete, automaticky
de: DriverPack Online wird Ihre benötigten Treiber automatisch <span style='color: {{COLOR}}'>finden und installieren</span>
el: Το DriverPack Online<span style='color: {{COLOR}}'>θα βρει και θα εγκαταστήσει</span> τα προγράμματα οδήγησης που χρειάζεστε αυτόματα
es_419: DriverPack Online <span style='color: {{COLOR}}'>encontrará e instalará</span> los controladores que necesites automáticamente.
et: DriverPack Online <span style='color: {{COLOR}}'>leiab ja paigaldab</span> draiverid mida vajate automaatselt
fa: DriverPack Online <span style='color: {{COLOR}}'> یافت و نصب خودکار </span>درایور های مورد نیاز شما
fil: DriverPack Online <span style='color: {{COLOR}}'>ay awtomatikong makakahanap at mag-install</span> ng mga driver na kailangan mo
fr: DriverPack Online <span style='color: {{COLOR}}'>trouvera et installera</span> les pilotes dont vous avez besoin automatiquement
gu: DriverPack Online તમને યોગ્ય ડ્રાઈવર <span style='color: {{COLOR}}'>શોધી ને આપોઆપ ઈંસ્ટોલ કરશે</span>
he: DriverPack Online <span style='color: {{COLOR}}'>ימצא ויתקין</span> את כל הדרייברים הנחוצים לך - אוטומטית
hi: DriverPack Online <span style='color: {{COLOR}}'>स्वचालित रूप से आपकी जरूरत की ड्राइवरों को ढूंढके इंस्टॉल</span> करेगा
hr: DriverPack Online <span style='color: {{COLOR}}'>automatski će pronaći i instalirati </span> potrebne upravljačke programe
hu: A DriverPack Online automatikusan <span style='color: {{COLOR}}'>felkutatja, és letölti</span> a szükséges drivereket
id: DriverPack Online <span style='color: {{COLOR}}'>akan mencari dan menginstall</span> drivers yang anda butuhkan secara otomatis
it: DriverPack Online <span style='color: {{COLOR}}'>troverà ed installerà</span> i driver necessari automaticamente
ja: DriverPack Online <span style='color: {{COLOR}}'>は自動的に必要なドライバーを検索し、インストール</span> します
ka: DriverPack Online <span style='color: {{COLOR}}'>იპოვის და დააინსტალებს</span>ყველა იმ დრაივერს რომელიც გჭირდებათ
ko: DriverPack Online 은 자동으로 필요한 드라이버를 <span style='color: {{COLOR}}'>찾아서 설치합니다</span>
ku: DriverPack Online ئه‌و پێناسانه‌ی كه‌ تۆ پێویستته‌ <span style='color: {{COLOR}}'>ده‌یدۆزێته‌وه‌ و دایده‌به‌زێنێت</span> به‌ ئۆتۆماتیكی
lt: DriverPack Online<span style='color: {{COLOR}}'> suras ir instaliuos</span> ieškomas tvarkykles automatiškai
mn: DriverPack Online <span style='color: {{COLOR}}'>нь танд хэрэгтэй</span> драйверуудыг автоматаар хайж, суулгаж өгнө
my: DriverPack Online က သင်လိုအပ်နေတဲ့ drivers တွေကို <span style='color: {{COLOR}}'>ရှာဖွေပေးခြင်းနှင့် ထည့်သွင်းပေးခြင်း</span>များကို အလိုအလျောက် ပြုလုပ်ပေးသွားမှာ ဖြစ်ပါတယ်
ne: DriverPack Online <span style='color: {{COLOR}}'>पाउनेछ र स्थापना हुनेछ</span> तपाईलाई स्वचालित रूपमा आवश्यक पर्दछ
nl: DriverPack Online <span style='color: {{COLOR}}'>zal vinden en installeren</span> automatisch de drivers die je nodig hebt
no: DriverPack Online <span style='color: {{COLOR}}'>finner og installerer</span> driverene du trenger automatisk
pl: DriverPack Online <span style='color: {{COLOR}}'>znajdzie i zainstaluje</span> potrzebne ci sterowniki automatycznie
ps: آنلاین ډرایورفاک DriverPack Online <span style='color: {{COLOR}}'>به پیدا او انسټال کړی</span> په اتومات ډول هغه ډرایورونه چي تاسي اړتیا ورته لری.
pt_br: O DriverPack Online irá <span style='color: {{COLOR}}'>localizar e instalar</span> automaticamente os drivers que você precisa
pt_pt: DriverPack Online <span style='color: {{COLOR}}'>encontra e instala</span> automaticamente os controladores que precisa
ro: DriverPack Online <span style='color: {{COLOR}}'> va găsi și instala </span> driverele necesare automat
si: DriverPack Online ඔබට අවශ්‍ය ධාවක ස්වයංක්‍රීයව <span style='color: {{COLOR}}'>සොයා ස්ථාපනය කරනු ලබයි</span>
sk: DriverPack Online <span style='color: {{COLOR}}'>nájde a nainštaluje</span> ovládače, ktoré potrebujete automaticky
sl: DriverPack Online samodejno <span style='color: {{COLOR}}'>poišče in namesti</span> gonilnike, ki jih potrebujete.
sq: DriverPack Online <span style='color: {{COLOR}}'>do ti gjej dhe instaloj</span> driverat që të duhen automatikisht
sr: DriverPack Online <span style='color: {{COLOR}}'>će pronaći i instalirati</span> drajvere za Vas automatski
sv: DriverPack Online <span style='color: {{COLOR}}'>hittar och installerar automatiskt</span> de drivrutiner du behöver
sw: DriverPack Online <span style='color: {{COLOR}}'>itapata na ku install</span> driver unayo tafuta moja kwa moja
ta: DriverPack Online வன்பொருள்தொகுப்பு இணையதளம் வழியாக <span style='color: {{COLOR}}'>தேவையானவற்றை தேடி நிறுவ</span> உங்களுக்கு தேவையான வன்பொருள்கள் தானாகவே
te: DriverPack Online <span style='color: {{COLOR}}'>కనుగొని, ఇన్స్టాల్ చేస్తుంది</span> మీరు స్వయంచాలకంగా డ్రైవర్స్ అవసరం
th: DriverPack Online <span style='color: {{COLOR}}'>จะหาและติดตั้ง</span> ไดรเวอร์ที่คุณต้องการอัตโนมัติ
tr: DriverPack Online, ihtiyacınız olan sürücüleri otomatik olarak <span style='color: {{COLOR}}'>bulacak ve yükleyecek</span>
ur: DriverPack Online جو ڈرائیورز آپکو درکار ہیں انکی خودکار طریقہ سے <span style='color: {{COLOR}}'>تلاش اور تنصیب کرے گا</span>
vi: DriverPack Online <span style='color: {{COLOR}}'>sẽ tìm và cài đặt</span> các trình điều khiển mà bạn cần một cách tự động
zh: DriverPack Online <span style='color: {{COLOR}}'>將自動尋找並安裝</span> 所需的驅動程式
zh_cn: DriverPack Online <span style='color: {{COLOR}}'>将自动搜索并安装</span> 所需的驱动程序

# footer_banner_btn
source: Download <span class='bold'>DriverPack Online</span> for free
am: <span class='bold'>DriverPack Online</span> ን በነጻ ያውርዱ
ar: تحميل <span class='bold'>DriverPack Online</span> مجانا
az: <span class='bold'>DriverPack Online-ı</span> pulsuz endirin
bg: Изтегли <span class='bold'>DriverPack Online</span> безплатно
bn: ডাউনলোড করুন <span class='bold'>DriverPack Online</span> বিনামূল্যে
bs: Preuzmi <span class='bold'>DriverPack Online</span> besplatno
ca: Descarrega el <span class='bold'>DriverPack Online</span> gratuitament
cs: Stáhnout <span class='bold'>DriverPack Online</span> zdarma
de: <span class='bold'>DriverPack Online</span> kostenlos herunterladen
el: Λάβετε το <span class='bold'>DriverPack Online</span>δωρεάν
es_419: Descarga <span class='bold'>DriverPack Online</span> gratis
et: Lae alla <span class='bold'>DriverPack Online</span> tasuta
fa: دانلود <span class='bold'>DriverPack Online</span>به رایگان
fil: I-download <span class='bold'>DriverPack Online</span> ng libre
fr: Télécharger <span class='bold'>DriverPack Online</span> gratuitement
gu: <span class='bold'>DriverPack Online</span> મફત ડાઉનલોડ કરો
he: הורד את <span class='bold'>DriverPack Online</span> - חינם
hi: <span class='bold'>DriverPack Online</span> ऑनलाइन नि: शुल्क डाउनलोड करे
hr: Besplatno preuzmite <span class='bold'> DriverPack Online </span>
hu: <span class='bold'>DriverPack Online</span> ingyenes letöltése
id: Unduh <span class='bold'>DriverPack Online</span> gratis
it: Scarica <span class='bold'>DriverPack Online</span> gratuitamente
ja: 無料で <span class='bold'>DriverPack Online</span> をダウンロード
ka: გადმოწერეთ <span class='bold'>DriverPack Online</span> უფასოდ
ko: 무료 <span class='bold'>DriverPack Online</span> 다운로드
ku: <span class='bold'>DriverPack Online</span> دابه‌زێنه‌ به‌ خۆڕایی
lt: Atsisiųskite <span class='bold'>DriverPack Online</span> nemokamai
mn: <span class='bold'>DriverPack Online</span>-ыг үнэгүй татаж авах
my: <span class='bold'>DriverPack Online</span> ကိုအခမဲ့ဒေါင်းလုဒ်ရယူပါ
ne: डाउनलोड <span class='bold'>DriverPack Online</span> सित्तैमा गर्नुहोस्
nl: Download <span class='bold'>DriverPack Online</span> gratis
no: Last ned <span class='bold'>DriverPack Online</span> gratis
pl: Pobierz<span class='bold'>DriverPack Online</span> za darmo
ps: ډاونلوډ یی کړئ <span class='bold'>DriverPack Online</span> په وړیا ډول
pt_br: Baixe o <span class='bold'>DriverPack Online</span> gratuitamente
pt_pt: Descarregue <span class='bold'>o DriverPack Online</span> de graça
ro: Descarcă <span class='bold'>DriverPack Online </span> gratis
si: <span class='bold'>DriverPack Online</span> නොමිලයේ බාගත කරගන්න
sk: Stiahnite si <span class='bold'>DriverPack Online</span> zadarmo
sl: Brezplačno prenesite <span class='bold'>DriverPack Online</span>
sq: Shkarko <span class='bold'>DriverPack Online</span> falas
sr: Skinite <span class='bold'>DriverPack Online</span> besplatno
sv: Ladda ned <span class='bold'>DriverPack Online</span> gratis
sw: Pakua <span class='bold'>DriverPack Online</span> kwa bure
ta: பதிவிறக்கம் <span class='bold'>DriverPack Online வன்பொருள்தொகுப்பு இணையதளம் வழியாக </span>இலவசமாக
te: డౌన్లోడ్ <span class='bold'>DriverPack Online</span> ఉచితంగా
th: ดาวน์โหลด <span class='bold'>DriverPack Online</span> ฟรี
tr: <span class='bold'>DriverPack Online'ı</span> ücretsiz indirin
ur: <span class='bold'>DriverPack Online</span> کو مفت ڈائونلوڈ کریں
vi: Tải về <span class='bold'>DriverPack Online</span> miễn phí
zh: 免費下載 <span class='bold'>DriverPack Online</span>
zh_cn: 免费下载 <span class='bold'>DriverPack Online</span>

# footer_translate-feedback
source: Have you found an error or a typing mistake?<br />Highlight it and press {{HOTKEY}}
am: ትክክል ያልሆነ ነገር ወይንም የፊደል ችግር አግኝተዋል?<br />ያጥቁሩትና {{HOTKEY}} ይጫኑ።
ar: هل وجدت خطأ في الطباعة أو الكتابة ؟<br />قم بالتأشير عليه ثم إضغط {{HOTKEY}}
az: Hərf səhvi və ya yanlışlıq tapmısınız? <br />Sözü işarələyib {{HOTKEY}} düymələrinə basın
bg: Намерихте ли някаква печатна или правописна грешка?<br />Маркирайте я и цъкнете върху нея {{HOTKEY}}
bn: কোনো ভুল বা ছাপার ভুল পেলেন?<br />সেটুকু হাইলাইট করুন ও {{HOTKEY}} চাপুন
bs: Da li ste našli error ili grešku u pisanju?<br />Označite ga i pritisnite {{HOTKEY}}
ca: Heu trobat una errada o error d'impressió?<br />Seleccioneu-la i premeu {{HOTKEY}}
de: Haben Sie einen Fehler oder Tippfehler gefunden?<br />Markieren Sie ihn und drücken Sie {{HOTKEY}}
el: Βρήκατε κάποιο λάθος; <br />Επισημάνετέ το και πατήστε το {{HOTKEY}}
et: Kas olete leidnud mõne vea?<br />Märkige see ja vajutage {{HOTKEY}}
fa: آیا شما یک ایراد یا اشتباه تایپی پیدا کرده اید؟<br />لطفاً آن را برجسته کرده و کلید {{HOTKEY}} را بفشارید
fil: Nakakita ka ba ng isang pagkakamali o mali ang pagkakasulat?<br />I-highlight ito at pindutin {{HOTKEY}}
fr: Avez-vous trouvé une faute de frappe ou une erreur?<br />Mettez-le en surbrillance et appuyez sur {{HOTKEY}}
gu: શું તમે કોઈ મુદ્રણદોષ કે ભૂલ શોધી?<br />તેને હાઇલાઇટ કરી {{HOTKEY}}
he: מצאת שגיאת ניסוח או טעות בעמוד?<br />סמן את הטעות ולחץ על {{HOTKEY}}
hi: क्या आपको कोई त्रुटि या गलती मिली है?<br />इसे उजागर करें और {{HOTKEY}} दबाये|
hu: Hibára vagy félregépelésre bukkant?<br />Jelölje ki és kattintson a {{HOTKEY}}-re!
id: Sudahkah anda menemukan salah cetak atau kesalahan? <br />Sorot dan tekan {{HOTKEY}}
it: Hai trovato un errore?<br />Evidenzialo e premi {{HOTKEY}}
ja: エラ又はtypoを見つかりましたか?<br />それをハイライトし {{HOTKEY}} を押して下さい
ka: იპოვეთ შეცდომა?<br />მონიშნეთ და დააჭირეთ {{HOTKEY}}
ko: 오류 또는 타이핑 실수를 찾았습니까?<br />그것을 강조 표시하고 {{HOTKEY}} 를 눌러주세요
lt: Ar radote klaidingą informaciją ar klaidą?<br />Pažymėkite ir spustelėkite {{HOTKEY}}
my: သင်အမှား သို့မဟုတ် စာသားလွဲမှားမှုတစ်စုံတစ်ခု တွေ့ရှိပါသလား?<br />ထိုအရာကို မီးမောင်းထိုးပြပြီး အောက်ပါအတိုင်းနှိပ်ပါ {{HOTKEY}}
nl: Heb je een typefout of een fout gevonden?<br />Markeer het en druk op {{HOTKEY}}
no: Har du funnet en skrivefeil eller annet?<br />Avmerk den og trykk {{HOTKEY}}
pl: Czy znalazłeś błąd pomyłkę w tłumaczeniu?<br />Zaznacz go i naciśnij {{HOTKEY}}
ps: ایا تاسو یو غلطی یا د ټیکولو غلطی موندلی دی؟<br />لوړې کړئ او پرانیزي {{HOTKEY}}
pt_br: Você encontrou alguma falha ou erro gramatical?<br />Destaque-o e pressione {{HOTKEY}}
pt_pt: Encontrou alguma gralha ou engano?<br />Selecione-a e pressione {{HOTKEY}}
si: ඔබ දෝෂයක් හෝ ටයිප් කිරීමේ වරදක් සොයාගෙන තිබේද?<br />එය අවධාරණය කර {{HOTKEY}} ඔබන්න
sk: Našli ste preklep alebo chybu?<br />Zvýraznite ju výberom a stlačte {{HOTKEY}}
sl: Najdene napake ali napačnega izraza?<br />Le tega označite in pritisnite {{HOTKEY}}
sq: Keni gjetur ndonjë gabim (error) apo gabim shtypi?<br />Theksoje dhe shtyp {{HOTKEY}}
sr: Da li ste našli grešku?<br />Označite je i pritisnite {{HOTKEY}}
sv: Har du hittat ett feltryck eller misstag?<br />Markera det och tryck {{HOTKEY}}
sw: Je ulipata hatia au makosa ya kiuandishi?<br />Iangazie na bonyeza {{HOTKEY}}
ta: நீங்கள் தவறாக அல்லது தவறாகக் கண்டீர்களா?<br />அதை தேர்ந்தெடுத்து அழுத்தவும் {{HOTKEY}}
th: คุณพบคำพิมพ์ผิดหรือผิดพลาดหรือไม่<br />ไฮไลท์มันและกด {{HOTKEY}}
tr: Bir yazım yanlışlığı ya da hata mı buldunuz?<br />Sözcüğü işaretleyin ve {{HOTKEY}} tuşlarına basın
ur: کیا آپکو کوئی لکھائی کی یا کوئی اور غلطی ملی ہے؟<br />اسکو منتخب/highlight کر کے {{HOTKEY}} دبائیے
vi: Bạn đã tìm thấy lỗi hoặc lỗi đánh máy ?<br />Hãy tô sáng nó và nhấn {{HOTKEY}}
zh: 您發現錯字或錯誤嗎?<br />請將其反白後按一下 {{HOTKEY}}
zh_cn: 你有没有发现一个错字或错误?<br />高亮显示它并按 {{HOTKEY}}

# header_search-title
source: <span class='bold'>Driver search over</span> the largest database — more than one million drivers
am: ከትልቁ መዝገብ <span class='bold'>ይፈልጉ። </span> — ከ አንድ ሚሊዮን በላይ ድራይቨሮች አሉት።
ar: <span class='bold'>البحث عن تعريف</span> في أكبر قاعدة بيانات — أكثر من مليون تعريف
az: Ən böyük driver bazasında <span class='bold'>driver axtarma</span> — bir milyon driverdən daha çox
bg: <span class='bold'>Търсенето на драйвери приключи</span> най-голямата база данни — повече от един милион драйвера
bn: <span class='bold'>সবচেয়ে বড় ডেটাবেইজে</span> ড্রাইভার অনুসন্ধান — ১০ লাখেরও বেশি ড্রাইভার
bs: <span class='bold'>Pretraživač drajvera</span> za najveću databazu — više od jednog miliona drajvera
ca: <span class='bold'>Cerca de controladors en</span> la base de dades mes gran — més d'un milió de controladors
cs: <span class='bold'>Hledání ovladačů v</span> největší databázi — více než milion ovladačů
de: <span class='bold'>Treibersuche über</span> die größte Datenbank — mehr als eine Millionen Treiber
el: <span class='bold'>Αναζήτηση προγραμμάτων οδήγησης στην</span> μεγαλύτερη βάση δεδομένων — περισσότερα από ένα εκατομμύριο προγράμματα οδήγησης
es_419: <span class='bold'>Búsqueda de controladores</span> en la base de datos más grande — más de un millón de controladores
et: <span class='bold'>Draiverit otsimine</span> suurimast andmebaasist — rohkem kui miljon draiverit
fa: <span class='bold'>جستجو درایور های مورد نیاز در بین</span> بزرگترین پایگاه— بیشتر از یک میلیون درایور
fil: <span class='bold'>Paghahanap sa Driver</span> sa pinakamalaking database — higit sa isang milyong mga driver
fr: <span class='bold'>Recherche de pilote sur</span> la plus grande base de données — plus d'un million de pilotes
gu: <span class='bold'>ડ્રાઈવર શોધ</span> સૌથી વધુ ડેટાબેઝ — એક મિલિયનથી વધુ ડ્રાઇવરો
he: <span class='bold'>חיפוש דרייברים</span> במאגר הגדול בעולם — יותר ממליון דרייברים
hi: सबसे बड़ा डेटाबेस से <span class='bold'>ड्राइवर खोज</span> — एक लाख से अधिक ड्राइवर
hr: <span class='bold'>Pretraživanje upravljačkih programa korištenjem</span> najveće baze — više od milijun upravljačkih programa
hu: <span class='bold'>Driverkeresés</span> a legnagyobb adatbázisban — több mint egymillió drivert tartalmaz
id: <span class='bold'>Pencarian driver berakhir</span> database terbesar — lebih dari satu juta driver.
it: <span class='bold'>La ricerca dei Driver è finita</span> il più vasto database — più di un milione di driver
ja: <span class='bold'>ドライバー検索</span> 最大のデータベース — 100万以上のドライバ
ka: <span class='bold'>დრაივერების ძებნა</span> უდიდეს ბაზაში — მილიონზე მეტი დრაივერი
ko: 가장 큰 데이터베이스를 통한 <span class='bold'>드라이버 검색</span> — 백만 이상의 드라이버
ku: <span class='bold'>بۆ پێناسه‌ بگه‌ڕێ له‌سه‌ر</span> گه‌وره‌ترین بنكه‌ی زانیاری — زیاتر له‌ یه‌ك ملیۆن پێناسه‌
lt: <span class='bold'>Tvarkyklės paieška virš</span> didžiausios tvarkyklių duomenų bazės — daugiau nei milijonas tvarkyklių
mn: <span class='bold'>Driver search over</span> хамгийн том мэдээллийн сан — 1 сая гаруй драйвертай
my: Drivers ပေါင်းတစ်သန်းကျော်ရှိ — အကြီးမားဆုံးဒေတာဘေ့စ်ပေါ်တွင် <span class='bold'>Driver ရှာဖွေမှု</span>
ne: <span class='bold'>चालक माथि खोज</span> सबैभन्दा ठूलो डाटाबेस — एक लाख भन्दा बढी ड्राइभरहरू
nl: <span class='bold'>Doorzoek</span> de grootste driver database — meer dan 1 miljoen drivers
no: <span class='bold'>Driver søk i</span> den største databasen — over en million drivere
pl: <span class='bold'>Wyszukiwanie sterowników</span> w największej bazie — ponad milion sterowników
ps: <span class='bold'>ډرایور وپلټئ</span>د نړۍ په غټ ترینه ډیټابیس کی — زیات تر یو میلیون ډرایورو څخه
pt_br: <span class='bold'>Pesquise os drivers </span> no maior banco de dados — mais de um milhão de drivers
pt_pt: <span class='bold'>Pesquisa de controladores na</span> na maior base de dados — mais de um milhão de controladores
ro: <span class='bold'>Caută Drivere în</span> cea mai mare bază de date — peste un milion de drivere
si: විශාලතම දත්ත ගබඩාව මත <span class='bold'>ධාවක සවුම</span> — මිලියනයකට අධික ධාවකයන්
sk: <span class='bold'>Vyhľadávanie ovládačov cez</span> najväčšiu databázu — viac ako milión ovládačov
sl: <span class='bold'>Iskanje gonilnikov po</span> največji bazi gonilnikov — več kot milijon gonilnikov prisotnih v naši bazi
sq: <span class='bold'>Kërkim drajeri në</span> databazën më të madhe — mbi një milion drajvera
sr: <span class='bold'>Pretraga drajvera</span> u najvećoj bazi podataka — više od milion drajvera
sv: <span class='bold'>Sök efter drivrutiner</span> i den största databasen — över en miljon drivrutiner
sw: <span class='bold'>Driver tafuta zaidi</span> database kubwa zaidi — ma driver zaidi ya milioni moja
ta: <span class='bold'>வன்பொருள்களை தேடுங்கள்</span> மிகப்பெரிய தகவல் தளத்திலிருந்து — பத்து லட்சத்திற்கும் அதிகமான வன்பொருள்கள்
th: <span class='bold'>ค้นหาไดรเวอร์</span> บนฐานข้อมูลที่ใหญ่ที่สุด — มากกว่าหนึ่งล้านไดรเวอร์
tr: En büyük veritabanı üzerinde <span class='bold'>sürücü arama</span> — bir milyon sürücüden daha fazlası
ur: سب سے بڑی ڈیٹابیس — دس لاکھ سے زیادہ ڈرائیورز <span class='bold'>میں ڈرائیور کی تلاش</span>
vi: <span class='bold'>Tìm kiếm trình cài đặt</span> trong nguồn cơ sở dữ liệu lớn nhất — hơn một triệu các trình cài đặt
zh: <span class='bold'>驅動程式搜尋</span> 最大的資料庫 — 超過一百萬個驅動程式
zh_cn: <span class='bold'>驱动程序搜索</span> 最大的数据库 — 超过一百万的驱动程序

# header_search-examples
source: For example:
am: ለምሳሌ፡
ar: علي سبيل المثال :
az: Məsələn:
bg: Например:
bn: উদাহরণস্বরূপ:
bs: Na primjer:
ca: Per exemple:
cs: Například:
de: Zum Beispiel:
el: Για παράδειγμα:
es_419: Por ejemplo:
et: Näiteks:
fa: برای مثال:
fil: Halimbawa:
fr: Par exemple:
gu: ઉદાહરણ તરીકે:
he: לדוגמא:
hi: उदाहरण के लिए:
hr: Na primjer:
hu: Például:
id: Sebagai contoh:
it: Ad esempio:
ja: 例えば:
ka: მაგალითად:
ko: 예:
ku: بۆ نموونه‌:
lt: Pavyzdžiui:
mn: Жишээлбэл:
my: ဥပမာ:
ne: जस्तै:
nl: Bijvoorbeeld:
no: For eksempel:
pl: Na przykład:
ps: دمثال په ډول:
pt_br: Por exemplo:
pt_pt: Por exemplo:
ro: De exemplu:
si: උදාහරණ ලෙස:
sk: Napríklad:
sl: Naprimer:
sq: Për Shembull:
sr: Na primer:
sv: Till exempel:
sw: Kwa mufano:
ta: உதாரணத்திற்கு:
te: ఉదాహరణకి:
th: ตัวอย่าง:
tr: Örneğin:
ur: مثال کے طور پر:
vi: Ví dụ:
zh: 例如:
zh_cn: 例如:
