Repository: DriverPackSolution/transifex-backup
Catalog: delorean/driverpack-solution-worldwide/drpsu/*.po
Languages: am, ar, az, bg, bn, bs, ca, cs, de, el, es_419, et, fa, fil, fr, gu, he, hi, hr, hu, id, it, ja, ka, ko, ku, lt, mn, my, ne, nl, no, pl, ps, pt_br, pt_pt, ro, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ur, vi, zh, zh_cn

# devicecardlist_no-results-notebook-device-class-text
source: The drivers for {{DEVICECLASS}} for {{NOTEBOOK}} laptop for Windows {{OSVERSIONS}} were not found. {{DOWNLOAD}} to select the driver automatically.
am: የ {{NOTEBOOK}} ላፕቶፕ የ Windows {{OSVERSIONS}} የ {{DEVICECLASS}} ድራይቨሮች ዝርዝሩ ውስጥ አልተገኙም።ራስዎ መምረጥ ከፈለጉ ይህን {{DOWNLOAD}} ይጫኑ ።
ar: التعريفات الخاصة بـ {{DEVICECLASS}} من أجل اللاب توب {{NOTEBOOK}} ل Windows {{OSVERSIONS}} لم يتم العثور عليها. {{DOWNLOAD}} لاختيار التعريف تلقائياً.
az: Windows {{OSVERSIONS}} üçün {{NOTEBOOK}} noutbukunun {{DEVICECLASS}} driverləri tapılmadı. Driveri avtomatik olaraq seçmək üçün {{DOWNLOAD}}.
bg: Драйверите за {{DEVICECLASS}} за {{NOTEBOOK}} лаптоп за Windows {{OSVERSIONS}} не са намерени. {{DOWNLOAD}} за да избере драйвера автоматично.
bn: {{NOTEBOOK}} ল্যাপটপের জন্য Windows {{OSVERSIONS}} এর {{DEVICECLASS}} ড্রাইভারসমূহ পাওয়া যায় নি। স্বয়ংক্রিয়ভাবে ড্রাইভার বাছাই করতে {{DOWNLOAD}} করুন।
bs: Drajveri za {{DEVICECLASS}} za {{NOTEBOOK}} laptop za Windows {{OSVERSIONS}} nisu nađeni u katalogu. {{DOWNLOAD}} da instalirate drajvere automatski.
ca: Els controladors per a {{DEVICECLASS}} per al portàtil {{NOTEBOOK}} per a Windows {{OSVERSIONS}} no s'han trobat. {{DOWNLOAD}} per a seleccionar el controlador automàticament.
cs: Ovladače pro {{DEVICECLASS}} pro {{NOTEBOOK}} pro Windows {{OSVERSIONS}} nenalezeny. {{DOWNLOAD}} k automatickému výběru ovladače.
de: Die Treiber für {{DEVICECLASS}} für {{NOTEBOOK}} Laptop für Windows {{OSVERSIONS}} wurden nicht gefunden. {{DOWNLOAD}}, um den Treiber automatisch auszuwählen.
el: Τα προγράμματα οδήγησης για {{DEVICECLASS}} για φορητό {{NOTEBOOK}} για το Windows {{OSVERSIONS}} δεν βρέθηκε. {{DOWNLOAD}} για επιλογή του προγράμματος οδήγησης αυτόματα.
es_419: Los controladores de{{DEVICECLASS}} para el portátil{{NOTEBOOK}} para Windows {{OSVERSIONS}} no se han encontrado en el catálogo. {{DOWNLOAD}} para seleccionar el controlador automaticamente.
et: {{DEVICECLASS}} draiver, {{NOTEBOOK}} sülearvutile, Windows {{OSVERSIONS}} jaoks ei leitud kataloogist. {{DOWNLOAD}} et valida draiver automaatselt.
fa: درایورها برای {{DEVICECLASS}} برای لپ تاپ {{NOTEBOOK}} برای سیستم عامل Windows {{OSVERSIONS}} پیدا نشد. برای انتخاب خودکار درایور {{DOWNLOAD}}.
fil: Ang mga driver para sa {{DEVICECLASS}} para sa {{NOTEBOOK}} laptop para sa Windows {{OSVERSIONS}} ay hindi natagpuan. {{DOWNLOAD}} upang mapili ang driver nang awtomatiko.
fr: Les pilotes pour {{DEVICECLASS}} pour l'ordinateur portable {{NOTEBOOK}} pour windows {{OSVERSIONS}} n'ont pas été trouvés. {{DOWNLOAD}} afin de sélectionner le pilote automatiquement.
gu: Windows {{OSVERSIONS}} માટેના {{NOTEBOOK}} લેપટોપ માટેના {{DEVICECLASS}} માટેનાં ડ્રાઇવરો મળ્યાં નથી. {{DOWNLOAD}} આપમેળે ડ્રાઈવર પસંદ કરવા માટે.
he: הדרייברים עבור {{DEVICECLASS}} למחשב הנייד {{NOTEBOOK}} לWindows {{OSVERSIONS}} לא נמצאו בקטלוג. {{DOWNLOAD}} להתקנה אוטומטית של הדרייבר.
hi: विंडोज {{OSVERSIONS}} के लिए {{NOTEBOOK}} लैपटॉप के लिए {{DEVICECLASS}} के ड्राइवर नहीं मिले थे। {{DOWNLOAD}} को स्वचालित रूप से ड्रायवर चुनने के लिए।
hr: Upravljački programi za {{DEVICECLASS}} za prijenosno računalo {{NOTEBOOK}} nisu pronađeni u katalogu. {{OSVERSIONS}} nisu pronađene. {{DOWNLOAD}} da biste automatski odabrali upravljački program.
hu: Nem találhatóak {{DEVICECLASS}} driverek a {{NOTEBOOK}} laptophoz Windows {{OSVERSIONS}} verzió alá. {{DOWNLOAD}} a driverek automatikusan kiválasztásához!
id: Driver untuk {{DEVICECLASS}} untuk {{NOTEBOOK}} komputer jingjing di Wndows {{OSVERSIONS}} tidak ditemukan. {{DOWNLOAD}} untuk memilih driver secara otomatis.
it: I driver per {{DEVICECLASS}} {{NOTEBOOK}} per Windows {{OSVERSIONS}} non sono stati trovati. {{DOWNLOAD}} e seleziona i driver automaticamente.
ja: 一覧の中は Windows {{OSVERSIONS}} の {{NOTEBOOK}} ノートパソコンの {{DEVICECLASS}} ドライバーは見つかりません。ドライバーを自動にダンロードするには {{DOWNLOAD}} を選択してください
ka: {{DEVICECLASS}}-ის დრაივერი მოწყობილობისთვის {{NOTEBOOK}} Windows {{OSVERSIONS}}-სთვის არ მოიძებნა კატალოგში. {{DOWNLOAD}} რათა ავტომატურად დაყენდეს დრაივერი.
ko: Windows {{OSVERSIONS}} 을 위한 {{NOTEBOOK}} 노트북 용 {{DEVICECLASS}} 용 드라이버가 카탈로그에서 발견되지 않았습니다. 드라이버를 자동으로 선택하려면 {{DOWNLOAD}} 하세요.
ku: پێناسه‌كان بۆ {{DEVICECLASS}} بۆ لاپتۆپی {{NOTEBOOK}} بۆ Windows {{OSVERSIONS}} نه‌دۆزرایه‌وه‌. {{DOWNLOAD}} داببه‌زێنه‌ بۆ هه‌ڵبژاردنی پێناسه‌ به‌ ئۆتۆماتیكی.
lt: Tvarkyklės {{DEVICECLASS}} {{NOTEBOOK}} nešiojamam kompiuteriui Windows operacinei sistemai {{OSVERSIONS}} nerastos kataloge. {{DOWNLOAD}} automatiškai pasirinkti tvarkyklę.
mn: Драйвер {{DEVICECLASS}} нь {{NOTEBOOK}} Windows зөөврийн компьютерт зориулагдсан бөгөөд {{OSVERSIONS}} нь олдохгүй. {{DOWNLOAD}}-ыг дарснаар автоматаар драйверыг сонгох боломжтой.
my: Windows {{OSVERSIONS}} အသုံးပြုသည့် {{NOTEBOOK}} လက်ပ်တော့ပ်အတွက် အဆိုပါ {{DEVICECLASS}} drivers များကို ကက်တလောက်ထဲတွင် ရှာဖွေတွေ့ရှိခြင်းမရှိပါ။ အထက်ပါ driver ကို အလိုအလျောက် ရွေးချယ်နိုင်ရန်အတွက် {{DOWNLOAD}}။
ne: लागि चालकहरू {{DEVICECLASS}} लागि {{NOTEBOOK}} laptop for Windows {{OSVERSIONS}} सूचीमा फेला परेन {{DOWNLOAD}} चयन गर्न ड्राइभर स्वतः
nl: De drivers voor {{DEVICECLASS}} voor {{NOTEBOOK}} laptop voor Windows {{OSVERSIONS}} zijn niet gevonden. {{DOWNLOAD}} om de driver automatisch te selecteren.
no: {{DEVICECLASS}} drivere for {{NOTEBOOK}} bærbare med Windows {{OSVERSIONS}} ble ikke funnet. {{DOWNLOAD}} for å velge driver automatisk.
pl: Sterowniki typu {{DEVICECLASS}} do laptopa {{NOTEBOOK}} dla Windows {{OSVERSIONS}} nie zostały odnalezione. {{DOWNLOAD}}, by znaleźć prawidłowy sterownik automatycznie.
ps: ډرایورونه د {{DEVICECLASS}} لپاره د {{NOTEBOOK}} لپ ټاپ لپاره د Windows لپاره {{OSVERSIONS}} پیدا نسول. {{DOWNLOAD}} ترڅو ډرایور په اتومات ډول انتخاب سي.
pt_br: Os drivers para {{DEVICECLASS}} para o notebook {{NOTEBOOK}} para o Windows {{OSVERSIONS}} não foram encontrados. {{DOWNLOAD}} para selecionar o driver automaticamente.
pt_pt: OS controladores para {{DEVICECLASS}} para {{NOTEBOOK}} portáil para Windows {{OSVERSIONS}} não foram encontrados. {{DOWNLOAD}} para selecionar automaticamente um controlador.
ro: Driverele pentru {{DEVICECLASS}} pentru laptop {{NOTEBOOK}} pentru Windows {{OSVERSIONS}} nu au fost găsite. {{DOWNLOAD}} pentru a selecta driverul automat.
si: Windows {{OSVERSIONS}} සඳහා වූ {{NOTEBOOK}} ලැප්ටොප් {{DEVICECLASS}} ධාවක නාමාවලියෙහි සොයාගත නොහැකි විය. ධාවකය ස්වයංක්‍රීයව තෝරා ගැනීම සඳහා {{DOWNLOAD}}.
sk: Ovládače pre {{DEVICECLASS}} pre {{NOTEBOOK}} notebook pre systém Windows {{OSVERSIONS}}neboli nájdené. {{DOWNLOAD}} pre automatický výber ovládača.
sl: Gonilnikov za {{DEVICECLASS}} za {{NOTEBOOK}} prenosnik za Windows {{OSVERSIONS}} ni bilo mogoče najti. {{DOWNLOAD}} za avtomatsko izbiro.
sq: Drajverat për për laptopin {{NOTEBOOK}} {{DEVICECLASS}}me Windows nuk u gjetën. {{OSVERSIONS}}. {{DOWNLOAD}}për të përzgjedhur drajverin automatikisht.
sr: Drajveri za {{DEVICECLASS}} za {{NOTEBOOK}} laptop za Windows {{OSVERSIONS}} nije pronađen. {{DOWNLOAD}} da označiš drajver automatski.
sv: Drivrutinerna till {{DEVICECLASS}} för {{NOTEBOOK}} bärbar dator för Windows {{OSVERSIONS}} hittades inte. {{DOWNLOAD}} för att välja drivrutin automatiskt.
sw: Driver ya {{DEVICECLASS}} ya {{NOTEBOOK}} laptop ya Windows {{OSVERSIONS}} hawakupatikana. {{DOWNLOAD}} chaguwa driver moja kwa moja.
ta: உங்களுக்கு தேவையான வன்பொருள்கள் {{DEVICECLASS}} ஆக {{NOTEBOOK}} மடிக்கணினி விண்டோஸ் Windows {{OSVERSIONS}} தகவல் காணப்படவில்லை. {{DOWNLOAD}} தானியங்கி முறையை பின்பற்றவும்.
te: డ్రైవర్స్ కోసం {{DEVICECLASS}} కోసం {{NOTEBOOK}} Windows కోసం ల్యాప్టాప్ {{OSVERSIONS}} దొరకలేదు {{DOWNLOAD}} డ్రైవర్ స్వయంచాలకంగా ఎంచుకోవడానికి.
th: ไม่พบไดรเวอร์สำหรับ {{DEVICECLASS}} สำหรับ {{NOTEBOOK}} แล็ปท็อป สำหรับ Windows {{OSVERSIONS}} {{DOWNLOAD}} เพื่อเลือกไดรเวอร์อัตโนมัติ
tr: Windows {{OSVERSIONS}} için {{NOTEBOOK}} dizüstünün {{DEVICECLASS}} sürücüleri bulunamadı. Sürücüyü otomatik olarak seçmek için {{DOWNLOAD}}.
ur: {{NOTEBOOK}} گود کمپیوٹر کیلئے {{DEVICECLASS}} کے ونڈوز {{OSVERSIONS}} کے ڈرائیورز فہرست میں نہیں ملے۔ ڈرائیورز کو خود کار طریقہ سے منتخب کرنے کیلئے {{DOWNLOAD}} کریں۔
vi: Không thể tìm thấy các trình điều khiển dành cho {{DEVICECLASS}} cho máy tính xách tay {{NOTEBOOK}} trên Windows {{OSVERSIONS}}. {{DOWNLOAD}} để tự động lựa chọn các trình điều khiển.
zh: {{NOTEBOOK}} 筆記型電腦 Windows 的 {{DEVICECLASS}} 驅動程式找不到 {{OSVERSIONS}}。{{DOWNLOAD}} 自動選擇驅動程式。
zh_cn: {{NOTEBOOK}} 笔记本电脑 Windows 的 {{DEVICECLASS}} 驱动程序无法找到 {{OSVERSIONS}}。{{DOWNLOAD}} 自动下载驱动程序。

# devicegrouppage_all-systems
source: all systems
am: ሙሉ ሲስተሞች
ar: كل الأنظمة .
az: bütün sistemlər
bg: всички системи
bn: সকল সিস্টেম
bs: svi operativni sistemi
ca: tots els sistemes
cs: všechny systémy
de: Alle Systeme
el: όλα τα συστήματα
es_419: todos los sistemas operativos
et: kõik süsteemid
fa: همه سیستم ها
fil: lahat ng mga sistema
fr: tous les systèmes
gu: બધી સિસ્ટમ
he: כל המערכות
hi: सभी प्रणालियों
hr: Svi sustavi
hu: összes rendszerhez
id: semua sistem
it: tutti i sistemi
ja: すべてのシステム
ka: ყველა სისტემა
ko: 모든 시스템
ku: هه‌موو سیسته‌مه‌كان
lt: visoms operacinėms sistemoms
mn: бүх системүүд
my: စနစ်များအားလုံး
ne: सबै सेटिङ
nl: alle systemen
no: alle systemer
pl: wszystkie systemy
ps: ټوله سیسټمونه
pt_br: todos os sistemas
pt_pt: todos os sistemas
ro: toate sistemele
si: සියලු පද්ධති
sk: všetky systémy
sl: Vsi sistemi
sq: gjitha sistemet
sr: svi sistemi
sv: alla operativsystem
sw: mifumo yote
ta: அனைத்து அமைப்புகள்
te: అన్ని సిస్టములు
th: ระบบทั้งหมด
tr: tüm sistemler
ur: تمام سسٹم
vi: tất cả những hệ thống
zh: 所有系統
zh_cn: 所有系统

# notebookpage_all-systems
source: all systems
am: ሙሉ ሲስተሞች
ar: كل الأنظمة
az: bütün sistemlər
bg: всички системи
bn: সকল সিস্টেম
bs: svi operativni sistemi
ca: tots els sistemes
cs: všechny systémy
de: Alle Systeme
el: όλα τα συστήματα
es_419: todos los sistemas operativos
et: kõik süsteemid
fa: همه سیستم ها
fil: lahat ng mga sistema
fr: tous les systèmes
gu: બધી સિસ્ટમ
he: כל המערכות
hi: सभी प्रणालियों
hr: Svi sustavi
hu: összes rendszerhez
id: semua sistem
it: tutti i sistemi
ja: すべてのシステム
ka: ყველა სისტემა
ko: 모든 시스템
ku: هه‌موو سیسته‌مه‌كان
lt: visoms operacinėms sistemoms
mn: бүх системүүд
my: စနစ်များအားလုံး
ne: सबै सेटिङ
nl: alle systemen
no: alle systemer
pl: wszystkie systemy
ps: ټوله سیسټمونه
pt_br: todos os sistemas
pt_pt: todos os sistemas
ro: toate sistemele
si: සියලු පද්ධති
sk: všetky systémy
sl: Vsi sistemi
sq: gjitha sistemet
sr: svi sistemi
sv: alla operativsystem
sw: mifumo yote
ta: அனைத்து அமைப்புகள்
te: అన్ని సిస్టములు
th: ระบบทั้งหมด
tr: tüm sistemler
ur: تمام سسٹم
vi: tất cả những hệ thống
zh: 所有系統
zh_cn: 所有系统

# devicegroupfilters_filter-title
source: Available drivers
am: አሁን ያሉ ድራይቨሮች
ar: التعريفات الموجودة
az: Mövcud olan driverlər
bg: Налични драйвери
bn: সুলভ ড্রাইভারসমূহ
bs: Dostupni drajveri
ca: Controladors disponibles
cs: Dostupné ovladače
de: Verfügbare Treiber
el: Διαθέσιμα προγράμματα οδήγησης
es_419: Controladores disponibles
et: Saadaval draiverid
fa: درایورهای موجود
fil: Magagamit na mga driver
fr: Pilotes disponibles
gu: ઉપલબ્ધ ડ્રાઈવર્સ
he: דרייברים זמינים
hi: उपलब्ध ड्राइवर
hr: Dostupni upravljački programi
hu: Elérhető driverek
id: Driver tersedia
it: Driver disponibili
ja: 利用可能なドライバー
ka: ხელმისაწვდომი დრაივერები
ko: 사용 가능한 드라이버
ku: پێناسه‌ به‌رده‌سته‌كان
lt: Galimos tvarkyklės
mn: Боломжит драйверууд
my: ရရှိနိုင်သော drivers များ
ne: उपलब्ध ड्राइभरहरू
nl: Beschikbare drivers
no: Tilgjengelige drivere
pl: Dostępne sterowniki
ps: موجود ډرایورونه
pt_br: Drivers disponíveis
pt_pt: Controladores disponíveis
ro: Drivere disponibile
si: දැනට පවතින ධාවක
sk: Dostupné ovládače
sl: Razpoložljivi vozniki
sq: Driverat në dispozicion
sr: Dostupni drajveri
sv: Tillgängliga drivrutiner
sw: Driver inayopatikana
ta: இருப்பிலுள்ள வன்பொருள்கள்
te: అందుబాటులో డ్రైవర్లు
th: ไดรเวอร์ที่ใช้ได้
tr: Mevcut sürücüler
ur: دستیاب ڈرائیورز
vi: Các trình cài đặt sẵn có
zh: 可用的驅動程式
zh_cn: 可用的驱动程序

# deviceidfilters-filter-label-version
source: Driver Version:
am: የድራይቨር ስሪት:
ar: إصدار التعريفات :
az: Driver versiyası:
bg: Версия на драйвера:
bn: ড্রাইভার ভার্সন:
bs: Verzija drajvera:
ca: Versió del controlador:
cs: Verze ovladače:
de: Treiberversion:
el: Έκδοση Προγράμματος οδήγησης:
es_419: Versión del controlador:
et: Draiveri versioon:
fa: نسخه درایور:
fil: Bersyon ng Driver:
fr: Version du pilote:
gu: ડ્રાઈવર વર્જન
he: גירסת דרייבר:
hi: ड्राइवर संस्करण:
hr: Verzija upravljačkog programa:
hu: Driver verzió:
id: Versi Driver:
it: Versione driver:
ja: ドライバーバージョン:
ka: დრაივერის ვერსია:
ko: 드라이버 버전:
ku: نوسخه‌ی پێناسه‌:
lt: Tvarkyklės Versija
mn: Драйверийн хувилбар:
my: Driver ဗားရှင်း:
ne: चालक संस्करण:
nl: Driver Versie:
no: Driver Versjon:
pl: Wersja sterownika:
ps: د ډرایور ورژن یا ډول:
pt_br: Versão do Driver:
pt_pt: Versão do Controlador:
ro: Versiunea Driverului:
si: ධාවක සංස්කරණය:
sk: Verzia ovládača:
sl: Različica gonilnika:
sq: Versioni i drajverit:
sr: Verzija drajvera
sv: Drivrutinsversion:
sw: Toleo la driver:
ta: வன்பொருள் பதிப்பு:
te: డ్రైవర్ వెర్షన్:
th: ไดรเวอร์เวอร์ชั่น:
tr: Sürücü Sürümü:
ur: ڈرائیور کا ورژن:
vi: Phiên Bản Trình Cài Đặt:
zh: 驅動程式版本:
zh_cn: 驱动程序版本:

# deviceidheader_caption-single
source: Device Name:
am: የዲቫይስ ስም፡
ar: اسم الجهاز :
az: Cihazın Adı:
bg: Име на устройството:
bn: যন্ত্রের নাম:
bs: Ime uređaja:
ca: Nom del dispositiu:
cs: Jméno zařízení:
de: Gerätename:
el: Όνομα Συσκευής:
es_419: Nombre del dispositivo:
et: Seadme nimi:
fa: نام دستگاه:
fil: Pangalan ng device:
fr: Nom du périphérique:
gu: ડિવાઈસ નું નામ
he: שם הדרייבר:
hi: डिवाइस का नाम:
hr: Naziv uređaja:
hu: Eszköz neve:
id: Nama Device:
it: Nome dispositivo:
ja: デバイス名:
ka: მოწყობილობა:
ko: 장치 이름:
ku: ناوی Device:
lt: Įrenginio Pavadinimas:
mn: Төхөөрөмжийн нэр:
my: စက်ပစ္စည်း အမည်:
ne: उपकरण नाम:
nl: Apparaat naam:
no: Enhetsnavn:
pl: Nazwa urządzenia:
ps: دآلې نوم:
pt_br: Nome do Dispositivo:
pt_pt: Nome do Dispositivo:
ro: Nume Device:
si: උපාංගයේ නම:
sk: Názov zariadenia:
sl: Ime naprave:
sq: Emri i Pajisjes:
sr: Ime uredjaja
sv: Enhetsnamn:
sw: Jina ya Kifaa:
ta: சாதனத்தின் பெயர்:
te: పరికరం పేరు:
th: ชื่ออุปกรณ์:
tr: Aygıt Adı:
ur: آلہ کا نام:
vi: Tên Thiết Bị:
zh: 裝置名稱:
zh_cn: 设备名称:

# deviceidheader_caption-many
source: This device is also known as:
am: ይህ መሳሪያ ይህን በመባልም ይታወቃል፡
ar: هذا الجهاز معروف أيضا بـ :
az: Bu cihaz daha çox belə tanınır:
bg: Това устройство е известен също като:
bn: যন্ত্রটি নিচের নামগুলোতেও পরিচিত:
bs: Ovaj uređaj se još može naći pod imenom:
ca: Aquest dispositiu també es coneix com:
cs: Zařízení je známé také jako:
de: Dieses Gerät ist auch bekannt als:
el: Αυτή η συσκευή είναι επίσης γνωστή ως:
es_419: Este dispositivo también se conoce como:
et: Seadet tuntakse ka kui:
fa: این دستگاه همچنین مشهور به :
fil: Ang device o aparatong ito ay kilala rin bilang:
fr: Le périphérique est aussi connu en tant que:
gu: ઉપકરણનું અન્ય નામ
he: התקן זה מוכר גם בשמות הבאים:
hi: यह उपकरण अन्य रूप में भी जाना जाता है:
hr: Ovaj uređaj poznat je još i pod sljedećim nazivima:
hu: Ez az eszköz az alábbi neveken is ismert:
id: Perangkat ini juga dikenal sebagai:
it: Questo dispositivo è chiamato anche:
ja: 本デバイスは、次のようにも知られています:
ka: ასევე ცნობილია როგორც:
ko: 이 장치는 다음과 같이 알려져 있습니다:
ku: ئه‌م ئامێره‌ ناسراویشه‌ به‌:
lt: Šis įrenginys taip pat žinomas šiais pavadinimais:
mn: Энэ төхөөрөмжийг өөрөөр:
my: ဤ စက်ပစ္စည်းကို အောက်ပါအတိုင်းလည်း ခေါ်ဆိုကြပါသည်:
ne: यो उपकरणको रूपमा यो पनि भनिन्छ:
nl: Het apparaat is ook bekend als:
no: Enheten er også kjent som:
pl: To urządzenie znane jest też jako:
ps: دغه آله په دې نوم هم پیژندل کیږی:
pt_br: Este dispositivo também é conhecido como:
pt_pt: O dispositivo também é conhecido como:
ro: Acest device este cunoscut ca:
si: මෙම උපාංගය ලෙසද හැඳින්වේ:
sk: Toto zariadenie je tiež známe ako:
sl: Ta naprava je znana tudi kot:
sq: Pajisja gjithashtu njihet si:
sr: Ovaj uređaj je poznat kao:
sv: Den här enheten är också känd under följande namn:
sw: Kifaa hiki kinajulikana kama:
ta: இந்த சாதனம் ஏற்கனவே இவ்வாறு அறியப்பட்டுள்ளது:
te: ఈ పరికరం అంటారు:
th: อุปกรณ์นี้รู้จักในชื่อ:
tr: Bu aygıt aynı zamanda şöyle bilinir:
ur: یہ آلہ اس نام سے بھی جاتا جاتا ہے:
vi: Thiết bị này còn được biết với tên:
zh: 此裝置也以下列名稱命名:
zh_cn: 该设备也称为:

# devicetypelist_title_os
source: Driver for devices on {{OS}}
am: ለ {{OS}} መሳሪያዎች የተሰራ ድራይቨር
ar: تعريف الجهاز في وضع {{OS}}
az: {{OS}} ilə uyğun cihazlar üçün driver
bg: Драйвери за устройства за {{OS}}
bn: {{OS}} এ যন্ত্রসমূহের ড্রাইভার
bs: Drajveri za uređaj na {{OS}}
ca: Controlador per a dispositius per {{OS}}
cs: Ovladače pro zařízení na {{OS}}
de: Treiber für Geräte unter {{OS}}
el: Πρόγραμμα οδήγησης για συσκευές στο {{OS}}
es_419: Controlador de dispositivos en {{OS}}
et: Draiverid seadmele millel on {{OS}}
fa: درایور جهت دستگاه هایی با سیستم عامل {{OS}}
fil: Driver para sa mga device sa {{OS}}
fr: Pilote pour les périphériques sur {{OS}}
gu: {{OS}} પર ના ડીવાઈસ માટે ડ્રાઇવર
he: דרייברים עבור התקנים המתאימים ל {{OS}}
hi: {{OS}} पर डिवाइस के लिए ड्राइवर
hr: Upravljački programi za uređaje koji se koriste na operacijskom sustavu {{OS}}
hu: {{OS}} eszközök driverei
id: Driver untuk perangkat di {{OS}}
it: Driver per il dispositivo su {{OS}}
ja: {{OS}} 上でのドライバー
ka: მოწყობილობის დრაივერი სისტემისთვის {{OS}}
ko: {{OS}} 의 장치 용 드라이버
ku: پێناسه‌ بۆ ئامێره‌كان له‌سه‌ر {{OS}}
lt: Įrenginių tvarkyklė {{OS}}
mn: {{OS}} төхөөрөмжинд зориулсан драйвер
my: {{OS}} အသုံးပြုသည့် စက်ပစ္စည်းများအတွက် driver
ne: उपकरणहरूको लागि चालक {{OS}}
nl: Driver voor apparaten op {{OS}}
no: Drivere for enheter med {{OS}}
pl: Sterownik dla urządzeń z {{OS}}
ps: ډرایورونه د آلو لپاره په {{OS}}
pt_br: Driver para dispositivos no {{OS}}
pt_pt: Controlador para dispositivos no {{OS}}
ro: Driver pentru laptopuri pe {{OS}}
si: {{OS}} පවතින උපාංග සඳහා ධාවක
sk: Ovládač pre zariadenia s {{OS}}
sl: Gonilniki za naprave {{OS}}
sq: Driveri për pajisjen në {{OS}}
sr: Drajver za uređaj na {{OS}}
sv: Drivrutin för enheter på {{OS}}
sw: Driver ya kifaa ku {{OS}}
ta: சாதனங்களுக்கு தேவையான வன்பொருள் {{OS}}
te: డ్రైవర్ పరికరాల కోసం {{OS}}
th: ไดรเวอร์สำหรับอุปกรณ์บน {{OS}}
tr: {{OS}} uyumlu aygıtlar için sürücü
ur: آلات جو {{OS}} پر ہیں کیلئے ڈرائیور
vi: Trình điều khiển cho các thiết bị trên {{OS}}
zh: {{OS}} 上的裝置驅動程式
zh_cn: 在 {{OS}} 设备的驱动程序

# devicetypelist_title
source: Driver search for devices
am: የመሳሪያዎች ድራይቨር መፈለጊያ
ar: البحث عن تعريفات الجهاز
az: Cihazlar üçün driver axtarın
bg: Търсене на драйвери за устройства
bn: যন্ত্রসমূহের জন্য ড্রাইভার অনুসন্ধান
bs: Pronađi drajver za uređaj
ca: Cerca de controladors per a dispositius
cs: Hledat ovladače pro zařízení
de: Treibersuche für Geräte
el: Αναζήτηση προγραμμάτων οδήγησης για συσκευές
es_419: Búsqueda de controladores de dispositivos
et: Draiveri otsing seadmetele
fa: جستجوی درایور برای دستگاه ها
fil: Paghahanap ng driver para sa mga device
fr: Recherche de pilote pour les périphériques
gu: ડિવાઇસ માટે ડ્રાઇવર સર્ચ કરો
he: חיפוש דרייבר לפי סוג התקן
hi: डिवाइस के लिए ड्राइवर खोज
hr: Pretraživanje upravljačkih programa za uređaje
hu: Eszközök driver keresése
id: Cari driver untuk perangkat
it: Ricerca driver per dispositivi
ja: デバイスのドライバーを検索
ka: დრაივერის ძებნა
ko: 장치 용 드라이버 검색
ku: گه‌ڕان بۆ پێناسه‌ی ئامێره‌كان
lt: Tvarkyklė ieškos įrenginių
mn: Төхөөрөмжинд тохирсон драйвер хайх
my: စက်ပစ္စည်းများအတွက် Driver ရှာဖွေမှု
ne: उपकरणहरूको लागि चालक खोजी
nl: Driver zoeken voor apparaten
no: Søk drivere for enheter
pl: Szukaj sterowników dla urządzeń
ps: دډرایورو پلټنه د آلو لپاره
pt_br: Procura de drivers para os dispositivos
pt_pt: Pesquisa de controladores para dispositivos
ro: Căutare drivere pentru dispozitive
si: උපාංග සඳහා ධාවක සොයන්න
sk: Vyhľadávanie ovládača pre zariadenia
sl: Iskanje gonilnikov za naprave
sq: Kërkimi i driverav për pajisjen
sr: Drjaver traži uredjaje
sv: Sök drivrutiner för enheter
sw: Driver inatafuta kifaa
ta: சாதனங்களுக்காக வன்பொருள் தேடு
te: డ్రైవర్ పరికరాల కోసం శోధించండి
th: ค้นหาไดรเวอร์สำหรับอุปกรณ์
tr: Aygıtlar için sürücü arayın
ur: آلات کیلئے ڈرائیور کی تلاش
vi: Tìm trình điều khiển cho các thiết bị
zh: 驅動程式搜尋裝置
zh_cn: 驱动程序搜索设备

# search_noresult
source: Download DriverPack Online
am: አውርድ DriverPack Online
ar: تحميل DriverPack Online
az: DriverPack Online-ı endir
bg: Изтегли DriverPack Online
bn: DriverPack Online ডাউনলোড করুন
bs: Preuzmi DriverPack Online
ca: Descarrega el DriverPack Online
cs: Stáhnout DirverPack Online
de: DriverPack Online herunterladen
el: Λήψη του DriverPack Online
es_419: Descargar DirverPack Online
et: Lae alla DriverPack Online
fa: دانلود نسخه DriverPack Online
fil: I-download ang DriverPack Online
fr: Télécharger DriverPack Online
gu: DriverPack Online ડાઉનલોડ કરો.
he: הורד את DriverPack Online
hi: DriverPack Online संकलित करे
hr: Preuzmite DriverPack Online
hu: DriverPack Online letöltése
id: Unduh DriverPack Online
ja: DriverPack Online をダウンロード
ka: DriverPack Online-ს გადმოწერა
ko: DriverPack Online 다운로드
ku: DriverPack Online دابه‌زێنه‌
lt: Parsisiųsti DriverPack Online
mn: DriverPack Online татаж авах
my: DriverPack Online ကို ဒေါင်းလုပ်ရယူမည်
ne: DriverPack Online डाउनलाेड
no: Last ned DriverPack Online
pl: Pobierz DriverPack Online
ps: ډاونلوډ یا کښته کول DriverPack Online
pt_br: Baixar o DriverPack Online
pt_pt: Descarregue o DriverPack Online
ro: Descarcă DriverPack Online
si: DriverPack සෘජුවම පරිගණකයට බාගත කර ගන්න
sk: Stiahnuť DriverPack Online
sl: Prenesite DriverPack Online
sq: Shkarko DriverPack Online
sr: Preuzimanje DriverPack Online
sv: Ladda ned DriverPack Online
sw: Pakua DriverPack Online
ta: DriverPack Online வன்பொருள்தொகுப்பு இணையதளம் வழியாக பதிவிறக்கம் செய்ய
te: డౌన్ లోడ్ DriverPack Online
th: ดาวน์โหลด DriverPack Online
tr: DriverPack Online'ı İndir
ur: DriverPack Online ڈاؤن لوڈ کریں
vi: Tải DriverPack Online
zh: 下載 DriverPack Online
zh_cn: 下载 DriverPack Online
