Repository: DriverPackSolution/transifex-backup
Catalog: delorean/driverpack-solution-worldwide/drpsu/*.po
Languages: am, ar, az, bg, bn, bs, ca, cs, de, el, es_419, et, fa, fil, fr, gu, he, hi, hr, hu, id, it, ja, ka, ko, ku, lt, mn, my, ne, nl, no, pl, ps, pt_br, pt_pt, ro, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ur, vi, zh, zh_cn

# deviceclasses_cardreader-single-main
source: card reader
am: ካርድ አንባቢ
ar: قارئ البطاقة
az: kart oxuyucu
bg: четец на карти
bn: কার্ড রিডার
bs: čitač kartica
ca: lector de targetes
cs: čtečka karet
de: Kartenleser
el: αναγνώστης κάρτας
es_419: Lector de Tarjeta
et: kaardilugeja
fa: کارت خوان
fr: lecteur de carte
gu: કાર્ડ રીડર
he: קורא כרטיסים
hi: कार्ड रीडर
hr: čitač kartica
hu: kártyaolvasó
id: pembaca kartu
ja: カード読み取り装置
ka: ბარათის წამკითხველი
ko: 카드 리더
ku: خوێنه‌ره‌وه‌ی میمۆری كارد
lt: kortelių skaitytuvui
mn: карт уншигч
my: ကဒ်ဖတ်စက်
ne: कार्ड रीडर
nl: Kaart lezer
no: kortleser
pl: czytnik kart
ps: کارډریډر
pt_br: Leitor de cartão
pt_pt: Leitor de Cartões
ro: cititor de carduri
si: කාඩ් කියවනය
sk: čítačka kariet
sl: bralnik kartic
sq: lexues kartë memorie
sr: čitač kartica
sv: kortläsare
sw: kadi msomaji
ta: கார்டு ரீடர்
te: కార్డ్ రీడర్
th: ตัวอ่านการ์ด
tr: kart okuyucu
ur: کارڈ ریڈر
vi: Đầu đọc thẻ
zh: 讀卡機
zh_cn: 读卡器

# deviceclasses_cardreader-single-for
source: card reader
am: ካርድ አንባቢ
ar: قارئ البطاقة
az: kart oxuyucu
bg: четец на карти
bn: কার্ড রিডার
bs: čitač kartica
ca: lector de targetes
cs: čtečka karet
de: Kartenleser
el: αναγνώστης κάρτας
es_419: Lector de Tarjeta
et: kaardilugeja
fa: کارت خوان
fr: lecteur de carte
gu: કાર્ડ રીડર
he: קורא כרטיסים
hi: कार्ड रीडर
hr: čitač kartica
hu: kártyaolvasó
id: pembaca kartu
ja: カード読み取り装置
ka: ბარათის წამკითხველი
ko: 카드 리더
ku: خوێنه‌ره‌وه‌ی كارد میمۆری
lt: kortelių skaitytuvui
mn: карт уншигч
my: ကဒ်ဖတ်စက်
ne: कार्ड रीडर
nl: Kaart lezer
no: kortleser
pl: czytnik kart
ps: کارډریډر
pt_br: Leitor de cartão
pt_pt: Leitor de Cartões
ro: cititor de carduri
si: කාඩ් කියවනය
sk: čítačka kariet
sl: bralnik kartic
sq: lexuesin për kartë memorie
sr: čitač kartica
sv: kortläsare
sw: kadi msomaji
ta: கார்டு ரீடர்
te: కార్డ్ రీడర్
th: ตัวอ่านการ์ด
tr: kart okuyucu
ur: کارڈ ریڈر
vi: Đầu đọc thẻ
zh: 讀卡機
zh_cn: 读卡器

# deviceclasses_cardreader-plural-main
source: card readers
am: ካርድ አንባቢ
ar: قراء البطاقات
az: kart oxuyucular
bg: четеци на карти
bn: কার্ড রিডারসমূহ
bs: čitači kartica
ca: lectors de targetes
cs: čtečky karet
de: Kartenleser
el: αναγνώστες κάρτας
es_419: Lectores de Tarjetas
et: kaardilugejad
fa: کارت خوان ها
fil: Mga card reader
fr: lecteurs de carte
gu: કાર્ડ રીડર્સ
he: קוראי כרטיסים
hi: कई कार्ड रीडर
hr: čitači kartica
hu: kártyaolvasó
id: pembaca kartu-kartu
it: card reader
ja: カード読み取り装置
ka: ბარათის წამკითხველი
ko: 카드 리더
ku: خوێنه‌ره‌وه‌كانی میمۆری كارد
lt: kortelių skaitytuvai
mn: карт уншигчид
my: ကဒ်ဖတ်စက်များ
ne: कार्ड पाठकहरू
nl: Kaart lezers
no: kortlesere
pl: czytniki kart
ps: کارډریډرز
pt_br: Leitoras de cartão
pt_pt: Leitores de Cartões
ro: cititoare de carduri
si: කාඩ් කියවනයන්
sk: čítačky kariet
sl: bralniki kartic
sq: lexuesit e kartave memorie
sr: čitači kartica
sv: kortläsare
sw: visoma kadi
ta: கார்டு ரீடர்கள்
te: కార్డ్ రీడర్లు
th: ตัวอ่านการ์ด
tr: kart okuyucuları
ur: کارڈ ریڈرز
vi: Các đầu đọc thẻ
zh: 讀卡機
zh_cn: 读卡器

# deviceclasses_cardreader-plural-for
source: card readers
am: ካርድ አንባቢ
ar: قراء البطاقات
az: kart oxuyucular
bg: четеци на карти
bn: কার্ড রিডারসমূহ
bs: čitači kartica
ca: lectors de targetes
cs: čtečky karet
de: Kartenleser
el: αναγνώστες κάρτας
es_419: Lectores de Tarjetas
et: kaardilugejad
fa: کارت خوان ها
fil: Mga card reader
fr: lecteurs de carte
gu: કાર્ડ રીડર્સ
he: קוראי כרטיסים
hi: कई कार्ड रीडर
hr: čitače kartica
hu: kártyaolvasó
id: pembaca kartu-kartu
it: card reader
ja: カード読み取り装置
ka: ბარათის წამკითხველი
ko: 카드 리더
ku: خوێنه‌ره‌وه‌كانی میمۆری كارد
lt: kortelių skaitytuvams
mn: карт уншигчид
my: ကဒ်ဖတ်စက်များ
ne: कार्ड पाठकहरू
nl: Kaart lezers
no: kortlesere
pl: czytniki kart
ps: کارډریډرز
pt_br: Leitoras de cartão
pt_pt: Leitores de Cartões
ro: cititoare de carduri
si: කාඩ් කියවනයන්
sk: čítačky kariet
sl: bralnike kartic
sq: lexuesit e kartave memorie
sr: čitači kartica
sv: kortläsare
sw: visoma kadi
ta: கார்டு ரீடர்கள்
te: కార్డ్ రీడర్లు
th: ตัวอ่านการ์ด
tr: kart okuyucuları
ur: کارڈ ریڈرز
vi: Các đầu đọc thẻ
zh: 讀卡機
zh_cn: 读卡器

# deviceclasses_chipset-plural-main
source: chipsets
am: ቺፕሴቶች
ar: الشرائح
az: çipsetlər
bg: чипсети
bn: চিপসেটসমূহ
bs: procesori
cs: čipsety
de: Chipsätze
et: kiibistikud
fa: پردازنده ها
fil: chipset
fr: jeux de puces
gu: ચીપસેટ્સ
he: ערכות שבבים
hi: कई चिपसेट
hr: chipseti
hu: chipset
id: chipset-chipset
it: chipset
ja: チップセット
ka: ჩიპსეტი
ko: 칩셋
ku: كۆمه‌ڵه‌ پارچه‌كان
lt: lustai
mn: чипсэтүүд
my: chipsets များ
ne: चिपसेटहरु
no: brikkesett
pl: chipsety
ps: چیپسیټس
ro: chipset-uri
si: පරිපථ
sl: sistemski nabori
sq: çipsetët
sr: čipseti
sw: chipset
ta: சில்லுத் தொகுதிகள் (சிப்செட்)
te: చిప్ సెట్స్
th: ชิปเซ็ต
tr: yonga setleri
ur: چپ سیٹس
zh: 晶片組
zh_cn: 芯片组

# deviceclasses_chipset-plural-for
source: chipsets
am: ቺፕሴቶች
ar: الشرائح
az: çipsetlər
bg: чипсети
bn: চিপসেটসমূহ
bs: procesori
cs: čipsety
de: Chipsätze
et: kiibistikudele
fa: پردازنده ها
fr: jeux de puces
gu: ચીપસેટ્સ
he: ערכות שבבים
hi: कई चिपसेट
hr: chipsete
hu: chipset
id: chipset-chipset
it: chipset
ja: チップセット
ka: ჩიპსეტი
ko: 칩셋
ku: كۆمه‌ڵه‌ پارچه‌كان
lt: lustams
mn: чипсэтүүд
my: chipsets များ
ne: चिपसेटहरु
no: brikkesett
pl: chipsety
ps: چیپسیټس
ro: chipset-uri
si: පරිපථ
sl: sistemski nabori
sq: e çipsetëve
sr: čipseti
sw: chipset
ta: சில்லுத் தொகுதிகள் (சிப்செட்)
te: చిప్ సెట్స్
th: ชิปเซ็ต
tr: yonga setleri
ur: چپ سیٹس
vi: các chipset
zh: 晶片組
zh_cn: 芯片组

# deviceclasses_inputdev-single-main
source: input device
am: የ ግባት መሳሪያ
ar: جهاز الإدخال
az: daxiletmə qurğusu
bg: входно устройство
bn: ইনপুট ডিভাইস
bs: ulazni uređaj
ca: dispositiu d'entrada
cs: vstupní zařízení
de: Eingabegerät
el: συσκευή εισόδου
es_419: Dispositivo de Entrada
et: sisestus seade
fa: دستگاه ورودی
fr: périphérique d'entrée
gu: ઈનપુટ ડિવાઇસ
he: התקן קלט
hi: इनपुट डिवाइस
hr: ulazni uređaj
hu: bemeneti eszköz
id: perangkat masukan
it: dispositivo input
ja: 入力デバイス
ka: შეყვანის მოწყობილობა
ko: 입력 장치
ku: ئامێری داخڵكردن
lt: įvesties įrenginiui
mn: оролтын төхөөрөмж
my: အသွင်းကိရိယာ
ne: इनपुट उपकरण
nl: Invoerapparaat
no: inndata enhet
pl: urządzenie wejściowe
ps: د انډول وسیله
pt_br: dispositivo de entrada
pt_pt: dispositivo de entrada
ro: dispozitiv de intrare
si: ආදාන උපාංගය
sk: vstupné zariadenie
sl: Vhodna naprava
sq: pajisja hyrëse
sr: ulazni uređaj
sv: inmatningsenhet
sw: kifaa cha kuingiza
ta: உள்ளீடு சாதனம்
te: ఇన్పుట్ పరికరం
th: อุปกรณ์รับเข้าข้อมูล
tr: giriş aygıtı
ur: ان پٹ آلہ
vi: thiết bị đầu vào
zh: 輸入裝置
zh_cn: 输入设备

# deviceclasses_inputdev-single-for
source: input device
am: የ ግባት መሳሪያ
ar: جهاز الإدخال
az: daxiletmə qurğusu
bg: входно устройство
bn: ইনপুট ডিভাইস
bs: ulazni uređaj
ca: dispositiu d'entrada
cs: vstupní zařízení
de: Eingabegerät
el: συσκευή εισόδου
es_419: Dispositivo de Entrada
et: sisestus seadmele
fa: دستگاه ورودی
fr: périphérique d'entrée
gu: ઈનપુટ ડિવાઇસ
he: התקן קלט
hi: इनपुट डिवाइस
hr: ulazni uređaj
hu: bemeneti eszköz
id: perangkat masukan
it: dispositivo input
ja: 入力デバイス
ka: შეყვანის მოწყობილობა
ko: 입력 장치
ku: ئامێری داخڵكردن
lt: įvesties įrenginiui
mn: оролтын төхөөрөмж
my: အသွင်းကိရိယာ
ne: इनपुट उपकरण
nl: Invoerapparaat
no: inndata enhet
pl: urządzenie wejściowe
ps: د انډول وسیله
pt_br: dispositivo de entrada
pt_pt: dispositivo de entrada
ro: dispozitiv de intrare
si: ආදාන උපාංගය
sk: vstupné zariadenie
sl: Vhodno napravo
sq: pajisjen hyrëse
sr: ulazni uređaj
sv: inmatningsenhet
sw: kifaa cha kuingiza
ta: உள்ளீடு சாதனம்
te: ఇన్పుట్ పరికరం
th: อุปกรณ์รับเข้าข้อมูล
tr: giriş aygıtı
ur: ان پٹ آلہ
vi: thiết bị đầu vào
zh: 輸入裝置
zh_cn: 输入设备

# deviceclasses_inputdev-plural-main
source: input devices
am: የ ግባት መሳሪያዎች
ar: أجهزة الإدخال
az: daxiletmə qurğuları
bg: входни устройства
bn: ইনপুট যন্ত্রসমূহ
bs: ulazni uređaji
ca: dispositius d'entrada
cs: vstupní zařízení
de: Eingabegeräte
el: συσκευές εισόδου
es_419: Dispositivos de Entrada
et: sisestus seadmed
fa: دستگاه های ورودی
fr: périphériques d'entrée
gu: ઈનપુટ ડિવાઇસીસ
he: התקני קלט
hi: कई इनपुट डिवाइस
hr: ulazni uređaji
hu: bemeneti eszköz
id: perangkat-perangkat masukan
it: dispositivi input
ja: 入力デバイス
ka: შეყვანის მოწყობილობა
ko: 입력 장치
ku: ئامێری داخڵكردن
lt: įvesties įrenginiai
mn: оролтын төхөөрөмжүүд
my: အသွင်းကိရိယာများ
ne: इनपुट उपकरणहरू
nl: Invoerapparaten
no: inndata enheter
pl: urządzenia wejściowe
ps: د انډول وسیلی
pt_br: dispositivos de entrada
pt_pt: dispositivos de entrada
ro: dispozitive de intrare
si: ආදාන උපාංග
sk: vstupné zariadenia
sl: Vhodne naprave
sq: pajisje hyrëse
sr: ulazni uređaji
sv: inmatningsenheter
sw: vifaa vya kuingiza
ta: உள்ளீடு சாதனங்கள்
te: ఇన్పుట్ పరికరాలు
th: อุปกรณ์รับเข้าข้อมูล
tr: giriş aygıtları
ur: ان پٹ آلات
vi: các thiết bị đầu vào
zh: 輸入裝置
zh_cn: 输入设备

# deviceclasses_inputdev-plural-for
source: input devices
am: የ ግባት መሳሪያዎች
ar: أجهزة الإدخال
az: daxiletmə qurğuları
bg: входни устройства
bn: ইনপুট যন্ত্রসমূহ
bs: ulazni uređaji
ca: dispositius d'entrada
cs: vstupní zařízení
de: Eingabegeräte
el: συσκευές εισόδου
es_419: Dispositivos de Entrada
et: sisestus seadmetele
fa: دستگاه های ورودی
fr: périphériques d'entrée
gu: ઈનપુટ ડિવાઇસીસ
he: התקני קלט
hi: कई इनपुट डिवाइस
hr: ulazne uređaje
hu: bemeneti eszköz
id: perangkat-perangkat masukan
it: dispositivi input
ja: 入力デバイス
ka: შეყვანის მოწყობილობა
ko: 입력 장치
ku: ئامێری داخڵكردن
lt: įvesties įrenginiams
mn: оролтын төхөөрөмжүүд
my: အသွင်းကိရိယာများ
ne: इनपुट उपकरणहरू
nl: Invoerapparaten
no: inndata enheter
pl: urządzenia wejściowe
ps: د انډول وسیلی
pt_br: dispositivos de entrada
pt_pt: dispositivos de entrada
ro: dispozitive de intrare
si: ආදාන උපාංග
sk: vstupné zariadenia
sl: Vhodne naprave
sq: pajisjet hyrëse
sr: ulazni uređaji
sv: inmatningsenheter
sw: vifaa vya kuingiza
ta: உள்ளீடு சாதனங்கள்
te: ఇన్పుట్ పరికరాలు
th: อุปกรณ์รับเข้าข้อมูล
tr: giriş aygıtları
ur: ان پٹ آلات
vi: các thiết bị đầu vào
zh: 輸入裝置
zh_cn: 输入设备

# deviceclasses_lan-single-main
source: network card
am: የ ኔትወርክ ካርድ
ar: كرت الشبكة
az: şəbəkə kartı
bg: мрежова карта
bn: নেটওয়ার্ক কার্ড
bs: mrežna kartica
ca: targeta de xarxa
cs: síťová karta
de: Netzwerkkarte
el: κάρτα δικτύου
es_419: tarjeta de red
et: võrgukaart
fa: کارت شبکه
fr: carte réseau
gu: નેટવર્ક કાર્ડ
he: כרטיס רשת
hi: नेटवर्क कार्ड
hr: mrežna kartica
hu: hálózati kártya
id: kartu jaringan
it: scheda di rete
ja: ネットワークカード
ka: ქსელის ბარათი
ko: 네트워크 카드
ku: كارتی تۆڕ
lt: tinklo plokštei
mn: цахим карт
my: ကွန်ရက်ချိတ်ဆက်သည့်ကဒ်
ne: सञ्जाल कार्ड
nl: Netwerk kaart
no: nettverkskort
pl: karta sieciowa
ps: د شبکې کارت
pt_br: placa de rede
pt_pt: placa de rede
ro: placă de rețea
si: ජාල කාඩ්පත
sk: sieťová karta
sl: omrežna kartica
sq: karta e rrjetit
sr: mrežna karta
sv: nätverkskort
sw: kadi mtandao
ta: நெட்ஒர்க் கார்டு
te: నెట్వర్క్ కార్డ్
th: การ์ดเชื่อมต่อเครือข่าย
tr: ağ kartı
ur: نیٹ ورک کارڈ
zh: 網路卡
zh_cn: 网卡

# deviceclasses_lan-single-for
source: network card
am: የ ኔትወርክ ካርድ
ar: كرت الشبكة
az: şəbəkə kartı
bg: мрежова карта
bn: নেটওয়ার্ক কার্ড
bs: mrežna kartica
ca: targeta de xarxa
cs: síťová karta
de: Netzwerkkarte
el: κάρτα δικτύου
es_419: tarjeta de red
et: võrgukaardile
fa: کارت شبکه
fr: carte réseau
gu: નેટવર્ક કાર્ડ
he: כרטיס רשת
hi: नेटवर्क कार्ड
hr: mrežnu karticu
hu: hálózati kártya
id: kartu jaringan
it: scheda di rete
ja: ネットワークカード
ka: ქსელის ბარათი
ko: 네트워크 카드
ku: كارتی تۆڕ
lt: tinklo plokštės
mn: цахим карт
my: ကွန်ရက်ချိတ်ဆက်သည့်ကဒ်
ne: सञ्जाल कार्ड
nl: Netwerk kaart
no: nettverkskort
pl: karta sieciowa
ps: د شبکې کارت
pt_br: placa de rede
pt_pt: placa de rede
ro: placă de rețea
si: ජාල කාඩ්පත
sk: sieťová karta
sl: omrežna kartica
sq: të kartës së rrjetit
sr: mrežna karta
sv: nätverkskort
sw: kadi mtandao
ta: நெட்ஒர்க் கார்டு
te: నెట్వర్క్ కార్డ్
th: การ์ดเชื่อมต่อเครือข่าย
tr: ağ kartı
ur: نیٹ ورک کارڈ
zh: 網路卡
zh_cn: 网卡

# deviceclasses_lan-plural-main
source: network cards
am: የ ኔትወርክ ካርዶች
ar: كروت الشبكة
az: şəbəkə kartları
bg: мрежови карти
bn: নেটওয়ার্ক কার্ডসমূহ
bs: mrežne kartice
ca: targetes de xarxa
cs: síťové karty
de: Netzwerkkarten
el: κάρτες δικτύου
es_419: tarjetas de red
et: võrgukaardid
fa: کارت های شبکه
fil: network card
fr: cartes réseau
gu: નેટવર્ક કાર્ડ્સ
he: כרטיסי רשת
hi: कई नेटवर्क कार्ड
hr: mrežne kartice
hu: hálózati kártya
id: kartu-kartu jaringan
it: schede di rete
ja: ネットワークカード
ka: ქსელის ბარათი
ko: 네트워크 카드
ku: كارته‌كانی تۆڕ
lt: tinklo plokštės
mn: цахим картнууд
my: ကွန်ရက်ချိတ်ဆက်သည့်များ
ne: नेटवर्क कार्डहरू
nl: Netwerk kaarten
no: nettverkskort
pl: karty sieciowe
ps: د شبکې کارتز
pt_br: placas de rede
pt_pt: placas de rede
ro: plăci de rețea
si: ජාල කාඩ්පත්
sk: sieťová karty
sl: omrežne kartice
sq: karta rrjeti
sr: mrežne karte
sv: nätverkskort
sw: kadi mtandao
ta: நெட்ஒர்க் கார்டுகள்
te: నెట్వర్క్ కార్డులు
th: การ์ดเชื่อมต่อเครือข่าย
tr: ağ kartları
ur: نیٹ ورک کارڈز
zh: 網路卡
zh_cn: 网卡

# deviceclasses_lan-plural-for
source: network cards
am: የ ኔትወርክ ካርዶች
ar: كروت الشبكة
az: şəbəkə kartları
bg: мрежови карти
bn: নেটওয়ার্ক কার্ডসমূহ
bs: mrežne kartice
ca: targetes de xarxa
cs: síťové karty
de: Netzwerkkarten
el: κάρτες δικτύου
es_419: tarjetas de red
et: võrgukaartidele
fa: کارت های شبکه
fil: network card
fr: cartes réseau
gu: નેટવર્ક કાર્ડ્સ
he: כרטיסי רשת
hi: कई नेटवर्क कार्ड
hr: mrežne kartice
hu: hálózati kártya
id: kartu-kartu jaringan
it: schede di rete
ja: ネットワークカード
ka: ქსელის ბარათი
ko: 네트워크 카드
ku: كارته‌كانی تۆڕ
lt: tinklo plokštėms
mn: цахим картнууд
my: ကွန်ရက်ချိတ်ဆက်သည့်များ
ne: नेटवर्क कार्डहरू
nl: Netwerk kaarten
no: nettverkskort
pl: karty sieciowe
ps: د شبکې کارتز
pt_br: placas de rede
pt_pt: placas de rede
ro: plăci de rețea
si: ජාල කාඩ්පත්
sk: sieťová karty
sl: omrežne kartice
sq: kartat e rrjetit
sr: mrežne karte
sv: nätverkskort
sw: kadi mtandao
ta: நெட்ஒர்க் கார்டுகள்
te: నెట్వర్క్ కార్డులు
th: การ์ดเชื่อมต่อเครือข่าย
tr: ağ kartları
ur: نیٹ ورک کارڈز
vi: các network card
zh: 網路卡
zh_cn: 网卡

# deviceclasses_massstorage-plural-main
source: controllers
am: ተቆጣጣሪዎች
ar: أجهزة التحكم
az: idarəetmə qurğuları
bg: контролери
bn: কন্ট্রোলারসমূহ
bs: kontroleri
ca: controladores
cs: ovladače
de: Controller
el: ελεγκτές
es_419: Controles
et: kontrollerid
fa: کنترل کننده ها
fr: contrôleurs
gu: કંટ્રોલર્સ
he: בקרים
hi: कई नियंत्रक
hr: kontroleri
hu: kontroller
id: pengontrol-pengontrol
it: controller
ja: コントローラ
ka: მმართველი
ko: 제어 장치
ku: كۆنترۆڵكه‌ره‌كان
lt: valdikliai
mn: удирдлагууд
my: controllers များ
ne: नियन्त्रकहरू
nl: controlle
no: kontrollere
pl: kontrolery
ps: کنټرولرز
pt_br: controladores
pt_pt: controladores
ro: controllere
si: පාලක
sk: kontroléry
sl: Krmilniki
sq: kontrollues
sr: kontroleri
sv: kontroller
sw: kontrola
ta: கட்டுப்படுத்திகள் கண்ட்ரோலர்ஸ்
te: కంట్రోలర్లు
th: Controller
tr: denetleyiciler
ur: کنٹرولرز
vi: các điều khiển
zh: 控制器
zh_cn: 控制器

# deviceclasses_massstorage-plural-for
source: controllers
am: ተቆጣጣሪዎች
ar: أجهزة التحكم
az: idarəetmə qurğuları
bg: контролери
bn: কন্ট্রোলারসমূহ
bs: kontroleri
ca: controladores
cs: ovladače
de: Controller
el: ελεγκτές
es_419: Controles
et: kontrolleritele
fa: کنترل کننده ها
fr: contrôleurs
gu: કંટ્રોલર્સ
he: בקרים
hi: कई नियंत्रक
hr: kontrolere
hu: kontroller
id: pengontrol-pengontrol
it: controller
ja: コントローラ
ka: მმართველი
ko: 제어 장치
ku: كۆنترۆڵكه‌ره‌كان
lt: valdikliams
mn: удирдлагууд
my: controllers များ
ne: नियन्त्रकहरू
nl: controlle
no: kontrollere
pl: kontrolery
ps: کنټرولرز
pt_br: controladores
pt_pt: controladores
ro: controllere
si: පාලක
sk: kontroléry
sl: Krmilniki
sq: kontrollues
sr: kontroleri
sv: kontroller
sw: kontrola
ta: கட்டுப்படுத்திகள் கண்ட்ரோலர்ஸ்
te: కంట్రోలర్లు
th: Controller
tr: denetleyiciler
ur: کنٹرولرز
vi: các điều khiển
zh: 控制器
zh_cn: 控制器

# deviceclasses_modem-plural-main
source: modems
am: ሞደሞች
ar: أجهزة المودم
az: modemlər
bg: модеми
bn: মোডেমসমূহ
bs: modemi
ca: mòdems
cs: modemy
el: Μόντεμς
es_419: módems
et: modemid
fa: مودم ها
gu: મોડેમ્સ
he: מודמים
hi: कई मोडेम
hr: modemi
hu: modem
id: modem-modem
it: modem
ja: モデム
ka: მოდემი
ko: 모뎀
ku: ئامێری مۆدیۆمه‌كان
lt: modemai
mn: модемууд
my: modems များ
ne: मोडेमहरु
no: modem
pl: modemy
ps: مودیمز
ro: modem-uri
si: මොඩමයන්
sk: modemy
sl: Modemi
sq: modemë
sr: modemi
sv: modem
sw: modemu
ta: மோடம்ஸ்
te: మోడెములు
th: โมเด็ม
tr: modemler
ur: موڈیمز
vi: các modem
zh: 數據機
zh_cn: 调制解调器

# deviceclasses_modem-plural-for
source: modems
am: ሞደሞች
ar: أجهزة المودم
az: modemlər
bg: модеми
bn: মোডেমসমূহ
bs: modemi
ca: módems
cs: modemy
el: Μόντεμς
es_419: módems
et: modemitele
fa: مودم ها
gu: મોડેમ્સ
he: מודמים
hi: कई मोडेम
hr: modeme
hu: modem
id: modem-modem
it: modem
ja: モデム
ka: მოდემი
ko: 모뎀
ku: ئامێری مۆدیۆمه‌كان
lt: modemams
mn: модемууд
my: modems များ
ne: मोडेमहरु
no: modem
pl: modemy
ps: مودیمز
ro: modem-uri
si: මොඩමයන්
sk: modemy
sl: Modemi
sq: modemët
sr: modemi
sv: modem
sw: modemu
ta: மோடம்ஸ்
te: మోడెములు
th: โมเด็ม
tr: modemler
ur: موڈیمز
vi: các modem
zh: 數據機
zh_cn: 调制解调器

# deviceclasses_monitor-single-main
source: monitor
am: ምስል ማሳያ
ar: شاشات
az: manitor
bg: монитор
bn: মনিটর
el: οθόνη
fa: نمایشگر
fr: moniteur
gu: મોનિટર
he: מסך
hi: मॉनिटर
ja: モニター
ka: მონიტორი
ko: 모니터
ku: شاشە
lt: monitoriui
mn: хяналтын самбар
my: မော်နီတာ
ne: मोनीटर
no: skjerm
ps: مونیټر
si: පරිගනක තිරය
sq: monitori
sv: bildskärm
sw: kifuatilizi
ta: மானிட்டர்
te: మానిటర్
th: จอภาพ
tr: monitör
ur: مانیٹر
vi: màn hình
zh: 螢幕
zh_cn: 显示器

# deviceclasses_monitor-single-for
source: monitor
am: ምስል ማሳያ
ar: شاشات
az: manitor
bg: монитор
bn: মনিটর
el: οθόνη
et: monitorile
fa: نمایشگر
fr: moniteur
gu: મોનિટર
he: מסך
hi: मॉनिटर
ja: モニター
ka: მონიტორი
ko: 모니터
ku: شاسه‌
lt: monitoriui
mn: хяналтын самбар
my: မော်နီတာ
ne: मोनीटर
no: skjerm
ps: مونیټر
si: පරිගනක තිරය
sq: monitorin
sv: bildskärm
sw: kifuatilizi
ta: மானிட்டர்
te: మానిటర్
th: จอภาพ
tr: monitör
ur: مانیٹر
vi: màn hình
zh: 螢幕
zh_cn: 显示器

# deviceclasses_monitor-plural-main
source: monitors
am: ምስል ማሳያዎች
ar: شاشات
az: manitorlar
bg: монитори
bn: মনিটরসমূহ
bs: monitori
cs: monitory
de: Monitore
el: οθόνες
es_419: Monitores
et: monitorid
fa: نمایشگرها
fr: moniteurs
gu: મોનિટર્સ
he: מסכים
hi: कई मॉनिटर
hr: monitori
hu: monitor
id: monitor-monitor
it: monitor
ja: モニター
ka: მონიტორი
ko: 모니터
ku: شاشه‌كان
lt: monitoriai
mn: хяналтын самбарууд
my: မော်နီတာများ
ne: मोनीटरहरु
no: skjermer
pl: monitory
ps: مونیټرز
pt_br: monitores
pt_pt: monitores
ro: monitoare
si: පරිගනක තිර
sk: monitory
sl: Monitorji
sq: monitorë
sr: monitori
sv: bildskärmar
sw: vifuatilizi
ta: மானிட்டர்கள்
te: మానిటర్లు
th: จอภาพ
tr: monitörler
ur: مانیٹرز
vi: các màn hình
zh: 螢幕
zh_cn: 显示器

# deviceclasses_monitor-plural-for
source: monitors
am: ምስል ማሳያዎች
ar: شاشات
az: manitorlar
bg: монитор
bn: মনিটরসমূহ
bs: monitori
cs: monitory
de: Monitore
el: οθόνες
es_419: Monitores
et: monitoridele
fa: نمایشگرها
fr: moniteurs
gu: મોનિટર્સ
he: מסכים
hi: कई मॉनिटर
hr: monitore
hu: monitor
id: monitor-monitor
it: monitor
ja: モニター
ka: მონიტორი
ko: 모니터
ku: شاشه‌كان
lt: monitoriams
mn: хяналтын самбарууд
my: မော်နီတာများ
ne: मोनीटरहरु
no: skjermer
pl: monitory
ps: مونیټرز
pt_br: monitores
pt_pt: monitores
ro: monitoare
si: පරිගනක තිර
sk: monitory
sl: Monitorji
sq: monitorë
sr: monitori
sv: bildskärmar
sw: vifuatilizi
ta: மானிட்டர்கள்
te: మానిటర్లు
th: จอภาพ
tr: monitörler
ur: مانیٹرز
vi: các màn hình
zh: 螢幕
zh_cn: 显示器

# deviceclasses_phone-single-main
source: smartphone
am: ተንቀሳቃሽ ስልክ
ar: هاتف ذكي
az: ağıllı telefon
bg: смартфон
bn: স্মার্টফোন
ca: telèfon intel·ligent
cs: chytrý telefon
el: έξυπνο τηλέφωνο
et: nutitelefon
fa: تلفن هوشمند
fr: téléphone intelligent
gu: સ્માર્ટફોન
he: טלפון חכם
hi: स्मार्टफोन
hr: pametni telefon
hu: okostelefon
id: telepon pintar
ja: スマートフォン
ka: სმარტფონი
ko: 스마트폰
ku: مۆبایلی هۆشمه‌ند
lt: išmaniajam telefonui
mn: ухаалаг гар утас
my: စမတ်ဖုန်း
ne: स्मार्टफोन
no: smarttelefon
pl: smartfon
ps: سمارټ فون
si: ස්මාර්ට් දුරකතනය
sk: smartfón
sl: pametni telefon
sq: smartfoni
sr: pametni telefon
sv: smarttelefon
ta: ஸ்மார்ட் போன்
te: స్మార్ట్ ఫోన్
th: สมาร์ทโฟน
tr: akıllı telefon
ur: اسمارٹ فون
vi: điện thoại thông minh
zh: 智慧型手機
zh_cn: 智能手机

# deviceclasses_phone-single-for
source: smartphone
am: ተንቀሳቃሽ ስልክ
ar: هاتف ذكي
az: ağıllı telefon
bg: смартфон
bn: স্মার্টফোন
ca: telèfon intel·ligent
cs: chytrý telefon
el: έξυπνο τηλέφωνο
et: nutitelefonile
fa: تلفن هوشمند
fr: téléphone intelligent
gu: સ્માર્ટફોન
he: טלפון חכם
hi: स्मार्टफोन
hr: pametni telefon
hu: okostelefon
id: telepon pintar
ja: スマートフォン
ka: სმარტფონი
ko: 스마트폰
ku: مۆبایلی هۆشمه‌ند
lt: išmaniajam telefonui
mn: ухаалаг гар утас
my: စမတ်ဖုန်း
ne: स्मार्टफोन
no: smarttelefon
pl: smartfon
ps: سمارټ فون
si: ස්මාර්ට් දුරකතනය
sk: smartfón
sl: pametni telefon
sq: smartfon
sr: pametni telefon
sv: smarttelefon
ta: ஸ்மார்ட் போன்
te: స్మార్ట్ ఫోన్
th: สมาร์ทโฟน
tr: akıllı telefon
ur: اسمارٹ فون
vi: điện thoại thông minh
zh: 智慧型手機
zh_cn: 智能手机

# deviceclasses_phone-plural-main
source: smartphones
am: ተንቀሳቃሽ ስልኮች
ar: هاتف ذكي
az: ağıllı telefonlar
bg: смартфони
bn: স্মার্টফোনসমূহ
bs: smartphoni
ca: telèfons intel·ligents
cs: chytré telefony
el: έξυπνα τηλέφωνα
et: nutitelefonid
fa: تلفن های هوشمند
fr: téléphones intelligents
gu: સ્માર્ટફોન્સ
he: טלפונים חכמים
hi: कई स्मार्टफोन
hr: pametni telefoni
hu: okostelefon
id: telepon-telepon pintar
it: smartphone
ja: スマートフォン
ka: სმარტფონი
ko: 스마트폰
ku: مۆبایله‌ هۆشمه‌نده‌كان
lt: išmanieji telefonai
mn: ухаалаг гар утаснууд
my: စမတ်ဖုန်းများ
ne: स्मार्टफोन
no: smarttelefoner
pl: smartfony
ps: سمارټ فونز
ro: smartphone-uri
si: ස්මාර්ට් දුරකතන
sk: smartfóny
sl: pametni telefoni
sq: smartfonë
sr: pametni telefoni
sv: smarttelefoner
ta: ஸ்மார்ட் போன்ஸ்
te: స్మార్ట్ ఫోన్లు
th: สมาร์ทโฟน
tr: akıllı telefonlar
ur: اسمارٹ فونز
vi: các điện thoại thông minh
zh: 智慧型手機
zh_cn: 智能手机

# deviceclasses_phone-plural-for
source: smartphones
am: ተንቀሳቃሽ ስልኮች
ar: هاتف ذكي
az: ağıllı telefonlar
bg: смартфони
bn: স্মার্টফোনসমূহ
bs: smartphoni
ca: telèfons intel·ligents
cs: chytré telefony
el: έξυπνα τηλέφωνα
et: nutitelefonidele
fa: تلفن های هوشمند
fr: téléphones intelligents
gu: સ્માર્ટફોન્સ
he: טלפונים חכמים
hi: कई स्मार्टफोन
hr: pametne telefone
hu: okostelefon
id: telepon-telepon pintar
it: smartphone
ja: スマートフォン
ka: სმარტფონი
ko: 스마트폰
ku: مۆبایله‌ هۆشمه‌نده‌كان
lt: išmaniesiems telefonams
mn: ухаалаг гар утаснууд
my: စမတ်ဖုန်းများ
ne: स्मार्टफोन
no: smarttelefoner
pl: smartfony
ps: سمارټ فونز
ro: smartphone-uri
si: ස්මාර්ට් දුරකතන
sk: smartfóny
sl: pametne telefone
sq: smartfonët
sr: pametne telefone
sv: smarttelefoner
ta: ஸ்மார்ட் போன்ஸ்
te: స్మార్ట్ ఫోన్లు
th: สมาร์ทโฟน
tr: akıllı telefonlar
ur: اسمارٹ فونز
vi: các điện thoại thông minh
zh: 智慧型手機
zh_cn: 智能手机

# deviceclasses_printer-single-main
source: printer
am: ማተሚያ
ar: طابعة
bg: принтер
bn: প্রিন্টার
ca: impressora
cs: tiskárna
de: Drucker
es_419: impresora
fa: چاپگر
fr: imprimante
gu: પ્રિન્ટર
he: מדפסות
hi: प्रिंटर
hr: pisač
hu: nyomtató
id: pencetak
it: stampante
ja: プリンタ
ka: პრინტერი
ko: 프린터
ku: چاپ گەر
lt: spausdintuvui
mn: хэвлэгч
my: ပရင်တာ
ne: प्रिन्टर
no: skriver
pl: drukarka
ps: چاپګر
pt_br: impressora
pt_pt: impressora
ro: imprimanta
si: මුද්‍රණ යන්ත්‍රය
sk: tlačiareň
sl: tiskalnik
sq: printeri
sr: štampač
sv: skrivare
sw: printa
ta: அச்சு இயந்திரம்
te: ప్రింటర్
th: เครื่องพิมพ์
tr: yazıcı
ur: پرنٹر
vi: máy in
zh: 印表機
zh_cn: 打印机

# deviceclasses_printer-single-for
source: printer
am: ማተሚያ
ar: طابعة
bg: принтер
bn: প্রিন্টার
ca: impressora
cs: tiskárna
de: Drucker
es_419: impresora
fa: چاپگر
fr: imprimante
gu: પ્રિન્ટર
he: מדפסת
hi: प्रिंटर
hr: pisač
hu: nyomtató
id: pencetak
it: stampante
ja: プリンタ
ka: პრინტერი
ko: 프린터
ku: چاپ گەر
lt: spausdintuvui
mn: хэвлэгч
my: ပရင်တာ
ne: प्रिन्टर
no: skriver
pl: drukarka
ps: چاپګر
pt_br: impressora
pt_pt: impressora
ro: imprimanta
si: මුද්‍රණ යන්ත්‍රය
sk: tlačiareň
sl: tiskalnik
sq: printerin
sr: štampač
sv: skrivare
sw: printa
ta: அச்சு இயந்திரம்
te: ప్రింటర్
th: เครื่องพิมพ์
tr: yazıcı
ur: پرنٹر
vi: máy in
zh: 印表機
zh_cn: 打印机
