Repository: DriverPackSolution/transifex-backup
Catalog: delorean/driverpack-solution-worldwide/drpsu/*.po
Languages: am, ar, az, bg, bn, bs, ca, cs, de, el, es_419, et, fa, fil, fr, gu, he, hi, hr, hu, id, it, ja, ka, ko, ku, lt, mn, my, ne, nl, no, pl, ps, pt_br, pt_pt, ro, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ur, vi, zh, zh_cn

# adminpagefaq_free-q
source: Is it true that DriverPack is absolutely free of charge?
am: DriverPack ሙሉበሙሉ ነጻ ነው የሚባለው እውነት ነው?
ar: هل صحيح أن DriverPack مجانا؟
az: DriverPack-ın tamamilə pulsuz olduğu doğrudur?
bg: Наистина ли DriverPack е безплатен?
bn: এটা কি সত্যি যে DriverPack সম্পূর্ণরূপে ফ্রি?
bs: Da li je tačno da je DriverPack apsolutno besplatan?
ca: És realment cert que DriverPack és completament gratuït?
cs: Je pravda že je DriverPack zcela zdarma?
de: Ist es wahr, dass DriverPack absolut kostenlos ist?
el: Είναι αλήθεια ότι το DriverPack είναι χωρίς καθόλου χρέωση;
es_419: ¿Es cierto que DriverPack es absolutamente gratuito?
et: Kas on tõsi, et DriverPack on täiesti tasuta?
fa: آیا این درست است که DriverPack کاملا رایگان است؟
fil: Totoo ba na ang DriverPack ay walang bayad?
fr: Est-il vrai que DriverPack est complètement gratuit?
gu: તે સાચું છે કે DriverPack એકદમ મફત છે?
he: האם זה נכון שתוכנת DriverPack היא חינמית לחלוטין?
hi: क्या यह सच है कि DriverPack बिल्कुल मुफ्त है?
hr: Je li istina da je DriverPack potpuno besplatan?
hu: Valóban igaz, hogy a DriverPack teljesen ingyenes?
id: Apakah benar bahwa DriverPack benar-benar bebas dari biaya?
it: E' vero che DriverPack è assolutamente gratuito?
ja: DriverPack は絶対に無料とは本当のことですか？
ka: მართალია რომ DriverPack უფასოა?
ko: DriverPack 이 절대적으로 무료라는 것은 사실입니까?
ku: ئایا ئه‌وه‌ ڕاسته‌ كه‌ DriverPack به‌ ته‌واوی به‌ خۆڕاییه‌ ؟
lt: Ar tiesa, kad DriverPack yra visiškai nemokama?
mn: DriverPack ямар ч төлбөргүи гэж үнэхээр үнэн юмуу?
my: DriverPack သည် လုံးဝအခမဲ့ဆိုသည်မှာ မှန်ကန်ပါသလား?
ne: के यो साँचो हो कि DriverPack बिल्कुल नि: शुल्क छ?
nl: Is het waar dat DriverPack absoluut gratis is?
no: Er det sant at DriverPack er helt uten utgifter?
pl: Czy to prawda, że DriverPack jest dostępny całkowicie za darmo?
ps: ایا دا سمه ده چې د DriverPack په بشپړه توګه وړیا دی؟
pt_br: É verdade que o DriverPack é absolutamente gratuito?
pt_pt: É verdade que o DriverPack é absolutamente livre de custo?
ro: Este adevărat că DriverPack este absolut gratuit?
si: DriverPack සම්පූර්ණයෙන්ම නොමිලේ වන බව සත්‍යයක්ද?
sk: Je pravda, že DriverPack je úplne bezplatný?
sl: Je pa res, da DriverPack je popolnoma brezplačen?
sq: Është e vërtetë që DriverPack është tërësisht pa pagesë?
sr: Da li je tačno da je DriverPack apsolutno besplatan?
sv: Är det sant att DriverPack är helt gratis?
sw: Je! Ni kweli kwamba DriverPack ni bure kabisa?
ta: உண்மையாகவே வன்பொருள்தொகுப்பு DriverPack முற்றிலும் இலவசமானதா?
te: DriverPack ఖచ్చితంగా ఉచితంగా ఉండటం నిజమేనా?
th: จริงหรือที่ DriverPack ฟรี ไม่มีค่าใช้จ่าย
tr: DriverPack'in kesinlikle ücretsiz olduğu doğru mu?
ur: کیا یہ سچ ہے کہ DriverPack بالکل مفت ہے؟
vi: Có thật là DriverPack hoàn toàn miễn phí?
zh: DriverPack 是完全免費的嗎?
zh_cn: DriverPack 是完全免费的吗?

# adminpagefaq_free-a
source: All our software is absolutely free of charge! But if you want to support our project, you can install the useful software we are offering for your own use, and recommend DriverPack to your friends :-)
am: ሁሉም ሶፍትዌር ነጻ ነው! ፕሮጀክታችንን መደገፍ ከፈለጉ ግን የምናቀርበውን ጠቃሚ ሶፍትዌች ለራስዎ መጫን ይችላሉ እናም DriverPack ን ለጓደኞችዎ ይጠቁሙ:-)
ar: جميع برامجنا خالية تماما من تهمة! ولكن إذا كنت ترغب في دعم مشروعنا، يمكنك تثبيت البرامج المفيدة التي نقدمها للاستخدام الخاص بك، ويوصي DriverPack إلى أصدقائك :-)
az: Bütün proqramlarımız tamamilə pulsuzdur! Ancaq proyektimizə dəstək olmaq istəyirsinizsə, təqdim etdiyimiz faydalı proqramı öz istifadəniz üçün yükləyə bilər və DriverPack-ı dostlarınıza tövsiyyə edə bilərsiniz :-)
bg: Всичкият ни софтуерът е абсолютно безплатен! Но ако искате да подкрепите проекта ни, можете сами да си инсталирате полезния софтуер, който предлагаме и да препоръчате DriverPack на вашите приятели :-)
bn: আমাদের সকল সফটওয়্যার সম্পূর্ণরূপে ফ্রি! তবুও যদি আমাদের প্রকল্পকে সাহায্য করতে চান, তাহলে প্রস্তাবকৃত উপকারি সফটওয়্যারটি নিজের ব্যবহারের জন্য ইন্সটল করতে পারেন এবং বন্ধুদেরকে DriverPack সুপারিশ করতে পারেন :-)
ca: Totes les nostres aplicacions són completament gratuïtes! Però si vols donar-nos el teu suport, pots instal·lar les aplicacions addicionals que t'oferim, i recomanar DriverPack als teus amics :-)
cs: Všechen náš software je zcela zdarma! Ale pokud chcete podpořit náš projekt, můžete si nainstalovat nabízený užitečný software a doporučit DriverPack svým přátelům :-)
de: All unsere Software ist absolut kostenlos! Aber wenn Sie unser Projekt unterstützen möchten, können Sie die nützliche Software installieren, die wir Ihnen anbieten, und DriverPack Ihren Freunden empfehlen :-)
el: Όλη η βάση δεδομένων μας είναι εντελώς δωρεάν! Αλλά αν θέλετε να υποστηρίξεται το έργο μας, μπορείτε να εγκαταστήσετε το χρήσιμο λογισμικό που προσφέρουμε για δική σας χρήση και να προτείνετε του DriverPack στους φίλους σας :-)
es_419: ¡Todo nuestro software es absolutamente gratuito! Pero si quieres apoyar nuestro proyecto, puedes instalarte el software útil que te ofrecemos y recomendar DriverPack a tus amigos :-)
et: Kõik meie tarkvara on täiesti tasuta! Kuid kui te soovite toetada meie projekti, võiksite paigaldada kasulikku tarkvara, mida me pakume teile kasutada, soovitage DriverPacki oma sõpradele :)
fa: تمامی نرم افزار های ما کاملا رایگان هستند! اما اگر شما تمایل به حمایت از پروژه ما دارید، میتوانید نرم افزار های مفیدی که توسط ما برای استفاده شما پیشنهاد شده را نصب کنید و یا DriverPack را به دوستان خود پیشنهاد کنید :-)
fil: Ang lahat ng aming software ay walang bayad! Ngunit kung nais mong suportahan ang aming proyekto, maaari mong i-install ang kapaki-pakinabang na software na aming inaalok para sa iyong sariling paggamit, at inirerekomenda ang DriverPack sa iyong mga kaibigan :-)
fr: Tout notre logiciel est absolument gratuit! Mais si vous voulez soutenir notre projet, vous pouvez installer le logiciel utile que nous offrons pour votre propre utilisation et recommander DriverPack à vos amis: -)
gu: અમારા બધા સૉફ્ટવેર સંપૂર્ણપણે નિઃશુલ્ક છે! પરંતુ જો તમે અમારા પ્રોજેક્ટને સપોર્ટ કરવા માંગો છો, તો તમે તમારા પોતાના ઉપયોગ માટે જે ઉપયોગી સોફ્ટવેર ઓફર કરી રહ્યા છો તે સ્થાપિત કરી શકો છો, અને તમારા મિત્રોને DriverPack ભલામણ કરી શકો છો :-)
he: כל התוכנות שלנו חינמיות לחלוטין! אבל, אם תרצו לתמוך בפרויקט שלנו, באפשרותכם להתקין את התוכנות שאנו מציעים לשימושכם האישי. כמו כן, נשמח אם תמליצו על DriverPack גם לחברים שלכם :-)
hi: हमारे सभी सॉफ्टवेयर बिल्कुल नि: शुल्क हैं! लेकिन अगर आप हमारी परियोजना का समर्थन करना चाहते हैं, तो आप अपने खुद के इस्तेमाल के लिए जो उपयोगी सॉफ्टवेयर पेश कर रहे हैं, उसे स्थापित कर सकते हैं, और अपने मित्रों को DriverPack की सिफारिश कर सकते हैं :-)
hr: Svi naši programi potpuno su besplatni! No ako želite podržati naš projekt, možete i sami instalirati ponuđene korisne programe i preporučiti DriverPack svojim prijateljima :-)
hu: Az összes szoftverünk teljesen ingyenes. Ettől függetlenül, ha támogatni szeretné a projektünket, feltelepítheti a felajánlott hasznos programokat, valamint ajánlhatja a DriverPack -ot a barátainak is :-)
id: Semua perangkat lunak adalah bebas dari biaya! tetapi jika anda ingin membantu proyek kami, anda dapat menginstal perangkat lunak yang kami tawarkan untuk penggunaan pribadi, dan merekomendasikan DriverPack ke teman-temanmu :-)
it: Tutto il nostro software è assolutamente gratuito! Ma se vuoi supportare il nostro progetto, puoi installare questo software per tuo uso personale, e raccomandare DriverPack ai tuoi amici :-)
ja: 当社のすべてのソフトウェアは無料です！また、私たちのプロジェクトをサポートしたい場合は、あなたが使用するために提供している有用なソフトウェアをインストールし、友人に DriverPack を推奨することができます:-)
ka: ყველა ჩვენი პროგრამა არის უფასო! ამის მიუხედავად, თუ გსურთ მხარი დაგვიჭიროთ შეგიძლიათ დააინსტალოთ შემოთავაზებული პროგრამა და ურჩიოთ მეგობრებს DriverPack -ი :-)
ko: 우리의 모든 소프트웨어는 절대적으로 무료입니다! 그러나 우리 프로젝트를 지원하고 싶다면, 우리가 사용하고 있는 유용한 소프트웨어를 설치하고 친구에게 DriverPack 을 추천할 수 있습니다 :-)
ku: هه‌موو نه‌رمه‌كاڵاكانی ئێمه‌ به‌ ته‌واوه‌تی به‌ خۆڕاییه‌! به‌ڵام ئه‌گه‌ر تۆ ده‌ته‌وێت پشتگیری پرۆژه‌كه‌ی ئێمه‌ بكه‌یت،تۆ ده‌توانیت نه‌رمه‌كاڵا سودمه‌نده‌كان دابمه‌زرێنیت كه‌ ئێمه‌ پێشنیاری ده‌كه‌ین بۆ به‌كارهێنانی خۆیی بۆ خۆت، وه‌ DriverPack پێشنیار بكه‌ بۆ هاوڕێیه‌كانت :-)
lt: Visa mūsų programinė įranga yra visiškai nemokama! Bet jei norite palaikyti mūsų projektą, galite įdiegti naudingą programinę įrangą, kurią siūlome savo reikmėms, ir rekomenduoti DriverPack savo draugams :-)
my: ကျွန်ုပ်တို့ရဲ့ ဆော့ဖ်ဝဲလ်အားလုံးမှာ အခမဲ့ပါ! ဒါပေမယ့် ကျွန်ုပ်တို့ရဲ့စီမံကိန်းကို ပံ့ပိုးကူညီပေးလိုပါက ကျွန်ုပ်တို့ပေးအပ်ထားတဲ့ သင့်အတွက်အသုံးဝင်တဲ့ဆော့ဖ်ဝဲလ်များကို ထည့်သွင်းအသုံးပြုပေးပြီး၊ သင့်မိတ်ဆွေများထံ DriverPack ကို အကြံပြုပေးပါ :-)
ne: हाम्रो सबै सफ्टवेयर बिल्कुल नि: शुल्क छ! तर यदि तपाइँ हाम्रो प्रोजेक्टलाई समर्थन गर्न चाहानुहुन्छ भने, तपाईं आफ्नै प्रयोगको लागि उपयोगी सफ्टवेयर स्थापना गर्न सक्नुहुन्छ, र तपाईंको साथीलाई DriverPack मा सिफारिश गरिएको छ :-)
nl: Al onze software is volledig gratis! Maar als u ons project wilt ondersteunen, installeer je deze handige software die aanbieden voor eigen gebruik en informeert U ook uw vrienden over DriverPack :-)
no: All vår programvare er helt gratis! Men hvis du vil støtte vårt prosjekt, kan du installere den nyttige programvaren vi tilbyr til eget bruk, og anbefaler DriverPack til vennene dine :-)
pl: Całe nasze oprogramowanie jest całkowicie darmowe! Jeśli jednak chcesz wesprzeć nasz projekt, możesz zainstalować oferowane przez nas pożyteczne oprogramowanie do własnego użytku i polecać DriverPack przyjaciołom :-)
ps: زموږ ټول سافټویر بالکل وړیا دی! مګر که تاسو غواړئ زموږ د پروژې ملاتړ وکړئ، تاسو کولی شئ هغه ګټور سافټویر نصب کړئ چې موږ یې د خپل کار لپاره وړاندیز کوو، او خپلو ملګرو ته د DriverPack سپارښتنه کوو :-)
pt_br: Todo o nosso programa é absolutamente gratuito! Mas se você quiser apoiar o nosso projeto, você pode instalar os programas úteis que oferecemos para seu próprio uso e recomendar o DriverPack para seus amigos :-)
pt_pt: Todo os nossos programas são absolutamente livres de custo! Mas se quer ajudar a suportar o nosso projeto, pode instalar os programas úteis que oferecemos, e recomendar o DriverPack aos seus amigos :-)
ro: Întregul nostru software-ul este absolut gratuit! Dar dacă doriți să sprijiniți proiectul nostru, puteți instala software-ul util pe care îl oferim pentru uzul dvs., și puteți recomanda DriverPack prietenilor dvs. :-)
si: අපගේ සියලුම මෘදුකාංග සම්පූර්ණයෙන්ම නොමිලේ! නමුත් ඔබට අපගේ ව්‍යාපෘතියට සහාය වීමට අවශ්‍ය නම්, අපි ඔබේම ප්‍රයෝජනය සඳහා ඉදිරිපත් කරන ප්‍රයෝජනවත් මෘදුකාංග ස්ථාපනය කළ හැකි අතර ඔබේ මිතුරන්ට DriverPack නිර්දේශ කරන්න :-)
sk: Všetok náš softvér je úplne bezplatný! Ale ak chcete podporiť náš projekt, môžete nainštalovať užitočný softvér, ktorý ponúkame pre vaše vlastné použitie a odporúčať DriverPack svojim priateľom :-)
sl: Vsa naša programska oprema je popolnoma brezplačna! Če nas želite podpreti v naših prizadevanjih namestite programsko opremo za lastno uporabo in priporočite DriverPack tudi svojim prijateljem :-)
sq: I gjithë softueri ynë është pa pagesë! Por nëse doni të mbështesni projektin tonë, ju mund të instaloni softuerin e dobishëm që ne ofrojmë për përdorimin tuaj, dhe rekomandojeni DriverPack tek miqtë tuaj :-)
sr: Svi naši softwari su besplatni! Ali ako želite da podržite naš projekat, možete instalirati ovaj koristan software koji vam nudimo za Vašu upotrebu, i preporučiti DriverPack Vašim prijateljima :-)
sv: All vår programvara är absolut helt gratis! Men om du vill visa ditt stöd för vårt projekt kan du installera de användbara program som vi erbjuder, samt rekommendera DriverPack till dina vänner :-)
sw: Programu yetu yote ni bure kabisa! Lakini kama unataka kuunga mkono mradi wetu, unaweza kufunga programu muhimu tunayotoa kwa matumizi yako mwenyewe, na kupendekeza DriverPack kwa marafiki zako :-)
ta: எங்கள் மென்பொருள் அனைத்தும் முற்றிலும் இலவசம்!ஆனால் நீங்கள் எங்கள் திட்டத்தை ஆதரிக்க விரும்பினால், உங்கள் சொந்த பயன்பாட்டிற்கு நாங்கள் வழங்கும் பயனுள்ள மென்பொருளை நீங்கள் நிறுவலாம், மேலும் உங்கள் நண்பர்களுக்கு DriverPack வன்பொருள் தொகுப்பை பரிந்துரைக்கவும் :-)
te: అన్ని మా సాఫ్ట్వేర్ పూర్తిగా ఉచితం! కానీ మీరు మా ప్రాజెక్ట్కు మద్దతు ఇవ్వాలనుకుంటే, మీ స్వంత ఉపయోగం కోసం మేము అందించే ఉపయోగకరమైన సాఫ్ట్వేర్ ను మీరు వ్యవస్థాపించవచ్చు మరియు మీ స్నేహితులకు DriverPack ను సిఫార్సు చేయాలి :-)
th: ซอฟท์แวร์ของเราทั้งหมดไม่มีค่าใช้จ่าย แต่ถ้าหากคุณต้องการสนับสนุนโครงการของเรา คุณสามารถติดตั้งซอฟท์แวร์ที่มีประโยชน์ที่เราเสนอให้คุณใช้ และแนะนำ DriverPack ให้เพื่อนๆของคุณ :-)
tr: Tüm yazılımımız kesinlikle ücretsizdir! Ancak projemizi desteklemek istiyorsanız, sunduğumuz faydalı yazılımı kendi kullanımınız için yükleyebilir ve DriverPack'i arkadaşlarınıza tavsiye edebilirsiniz :-)
ur: ہمارے تمام سافٹ ویئر بالکل مفت ہیں! لیکن اگر آپ ہمارے منصوبے کی حمایت کرنا چاہتے ہیں تو، آپ مفید سافٹ ویئر انسٹال کر سکتے ہیں جو ہم آپ کے استعمال کے لئے پیش کرتے ہیں، اور اپنے دوستوں کو DriverPack کی سفارش کریں :-)
vi: Tất cả các phần mềm của chúng tôi đều hoàn toàn miễn phí! Nhưng nếu bạn muốn hỗ trợ cho dự án của chúng tôi, bạn có thể cài đặt các phần mềm hữu dụng mà chúng tôi cung cấp theo nhu cầu sử dụng của bạn, và giới thiệu DriverPack cho bạn của bạn :-)
zh: 我們所有的軟體是免費的！但是，如果您想支援我們的專案，您可以安裝我們提供的有用軟體供您自己使用，並推薦 DriverPack 給您的朋友 :-)
zh_cn: 我们所有的软件绝对免费！ 但是如果你想支持我们的项目，你可以安装我们提供的有用的软件供自己使用，并向你的朋友推荐 DriverPack :-)

# adminpagefaq_antivirus-q
source: My antivirus has discovered a virus in DriverPack - how could that happen?
am: አንቲ ቫይረሴ DriverPack ውስጥ ቫይረስ አግኘ - እንዴት ሊሆን ይችላል?
ar: اكتشفت مكافحة الفيروسات فيروس في DriverPack - كيف يمكن أن يحدث؟
az: Antivirus proqramım DriverPack-da virus tapdı - bu necə ola bilər?
bg: Моята антивирусна открива вирус в DriverPack - как е възможно това да се случи?
bn: আমার অ্যান্টিভাইরাস DriverPack - এ ভাইরাস পেয়েছে - এটা কীভাবে সম্ভব?
bs: Moj antivirus je pronašao virus unutar DriverPack - kako se to moglo desiti?
ca: El meu antivirus ha detectat un virus en DriverPack - Com ha pogut passar?
cs: Můj antivirus našel virus v programu DriverPack - jak se to mohlo stát?
de: Mein Antivirenprogramm hat einen Virus in DriverPack entdeckt - Wie kann das passieren?
el: Το πρόγραμμα προστασίας για ιούς μου ανακάλυψε έναν ιό στο DriverPack - πως μπορεί να συμβαίνει αυτό;
es_419: Mi antivirus ha detectado un virus en DriverPack - ¿cómo puede suceder eso?
et: Mu antiviirus leidis viiruse DriverPack-is - kuidas on see võimalik?
fa: آنتی ویروس من یک ویروس در DriverPack یافته است - چگونه این رخ داده است؟
fil: Natuklasan ng aking antivirus ang isang virus sa DriverPack - paano kaya ito mangyari?
fr: Mon antivirus a découvert un virus dans DriverPack - comment est-ce possible?
gu: મારા એન્ટીવાયરસમાં DriverPack વાયરસની શોધ થઈ છે - તે કેવી રીતે બની શકે?
he: תוכנת האנטי וירוס שלי זיהתה וירוס בתוכנת DriverPack - איך זה יכול לקרות?
hi: मेरे एंटीवायरस ने DriverPack में वायरस की खोज की है - यह कैसे हो सकता है?
hr: Moj antivirusni program otkrio je virus u DriverPacku - kako se to moglo dogoditi?
hu: A vírusirtóm vírust észlelt a DriverPack -ban. Mi történhetett?
id: Antivirusku sudah menemuka virus di DriverPack - bagaimana ini dapat terjadi?
it: Il mio antivirus ha rilevato un virus in DriverPack - come è potuto accadere?
ja: 私のウイルス対策ソフトが DriverPack でウイルスを発見しました-これはどうして起きたのでしょうか？
ka: ჩემმა ანტივირუსმა ვირუსი იპოვა DriverPack -ში, რატომ?
ko: 내 바이러스 백신이 DriverPack 에서 바이러스를 발견했습니다 - 어떻게 그럴 수 있습니까?
ku: دژه‌ ڤایرۆسه‌كه‌م ڤایرۆسێكی دۆزیوه‌ته‌وه‌ له‌ DriverPack - چۆن ئه‌مه‌ ڕویدا ؟
lt: Mano antivirusinė DriverPack atrado virusą - kaip tai galėjo įvykti?
mn: Миний вирусны эсрэг программ DriverPack-аас вирус олсон - ийм юм байж болохуу?
my: ကျွန်ုပ်၏ ဗိုင်းရပ်စ်နှိမ်နင်းရေးဆော့ဖ်ဝဲလ်သည် DriverPack ထဲတွင် ဗိုင်းရပ်စ်တွေ့ရှိကြောင်း ဖော်ပြနေပါသည် - ဘာတွေဆက်ဖြစ်လာနိုင်ပါသလဲ?
ne: DriverPack मा मेरो एंटीवायरसले भाइरस पत्ता लगाएको छ - त्यो कसरी हुन सक्छ?
nl: Mijn antivirus heeft een virus in DriverPack ontdekt - hoe is dat kunnen gebeuren?
no: Mitt antivirus har funnet en virus i DriverPack - hvordan kunne det skje?
pl: Mój program antywirusowy wykrył wirusa w DriverPack - jak to się mogło stać?
ps: زما انټیویوائرس په DriverPack کې یو ویروس کشف کړ - دا څنګه کیدی شي؟
pt_br: Meu antivírus encontrou um vírus no DriverPack - como isso poderia acontecer?
pt_pt: O meu antivírus descobriu um vírus no DriverPack - como pôde isso acontecer?
ro: Antivirusul meu a găsit un virus în DriverPack - cum este posibil acest lucru?
si: මගේ ප්‍රති-වයිරස මෘදුකාංගය DriverPack තුළ වෛරසයක් සොයාගෙන තිබේ - එය සිදුවිය හැක්කේ කෙසේද?
sk: Môj antivírus objavil vírus v programe DriverPack - ako sa to mohlo stať?
sl: Moj antivirus je odkril virus v DriverPack - kako bi se lahko to zgodilo?
sq: Antivirus-i im ka zbuluar një virus në DriverPack - si është e mundur?
sr: Moj antivirus je pronašao virus u DriverPack-u - kako je to moguće?
sv: Mitt antivirusprogram hittade ett virus i DriverPack - hur kunde det hända?
sw: Antivirus yangu imegundua virusi katika DriverPack - inawezaje kutokea?
ta: எனது ஆன்டி வைரஸ் வன்பொருள்தொகுப்பை DriverPack வைரஸ் என தடை செய்கிறது - இது எவ்வாறு ஏற்படுகிறது?
te: నా యాంటీవైరస్ DriverPack లో ఒక వైరస్ను కనుగొంది - అది ఎలా జరిగిపోతుంది?
th: แอนตี้ไวรัสของฉันค้นพบไวรัสใน DriverPack มันเกิดขึ้นได้อย่างไร
tr: Antivirüs yazılımım DriverPack'in içinde bir virüs keşfetti - bu nasıl olabildi?
ur: DriverPack میں میرے اینٹی وائرس نے ایک وائرس دریافت کیا ہے - یہ کیسے ہوسکتا ہے؟
vi: Phần mềm diệt virus của tôi phát hiện có phần mềm độc hại trong DriverPack - Sao lại như vậy?
zh: 我的防毒軟體在 DriverPack 發現了病毒 - 怎麼會這樣?
zh_cn: 我的防毒软体在 DriverPack 发现了病毒 - 怎么会这样?
