Repository: DriverPackSolution/transifex-backup
Catalog: delorean/driverpack-solution-worldwide/drpsu/*.po
Languages: am, ar, az, bg, bn, bs, ca, cs, de, el, es_419, et, fa, fil, fr, gu, he, hi, hr, hu, id, it, ja, ka, ko, ku, lt, mn, my, ne, nl, no, pl, ps, pt_br, pt_pt, ro, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ur, vi, zh, zh_cn

# landingscreenshots_landing-title
source: DriverPack is the most convenient and fastest way to configure a computer
am: DriverPack በጣም ምቹውና በጣም ፈጣኑ የኮምፒውተር ማስተካከያ መንገድ ነው
ar: DriverPack الطريقة الأكثر ملاءمة وأسرع لتهيئه جهاز كمبيوتر
az: DriverPack kompüteri tənzimləmək üçün ən sürətli və ən uyğun yoldur
bg: DriverPack е най-удобният и бърз начин за настройка на компютър
bn: DriverPack হলো কম্পিউটার সেটআপ করার সবচেয়ে সুবিধাজনক ও দ্রুত উপায়
bs: DriverPack je najpouzdaniji i najbrži put do konfigurisanja računara
ca: DriverPack és la manera més ràpida i convenient de configurar un ordinador
cs: DriverPack je nejpohodlnější a nejrychlejší způsob nastavení počítače
de: DriverPack ist der bequemste und schnellste Weg, um einen Computer zu konfigurieren
el: Το DriverPack είναι ο πιο βολικός και γρήγορος τρόπος ρύθμισης ενός υπολογιστή
es_419: DriverPack es la forma más cómoda y rápida de configurar una computadora
et: DriverPack on kõige mugavam ja kiirem variant teie arvuti seadistamiseks
fa: DriverPack متقاعد کننده ترین و سریع ترین راه برای راه اندازی رایانه است .
fil: Ang DriverPack ay ang pinaka-maginhawa at pinakamabilis na paraan upang i-configure ang isang computer
fr: DriverPack est la manière la plus pratique et rapide de configurer un ordinateur
gu: DriverPack કમ્પ્યૂટરને રુપરેખાંકિત કરવાની સૌથી અનુકૂળ અને સૌથી ઝડપી રીત છે
he: תוכנת DriverPack היא הדרך המהירה והבטוחה ביותר להתקנה והגדרת המחשב
hi: DriverPack कंप्यूटर को कॉन्फ़िगर करने का सबसे सुविधाजनक और सबसे तेज़ तरीका है
hr: DriverPack je najzgodniji i najbrži način podešavanja računala
hu: A DriverPack a legkönnyebb és leggyorsabb módja a driverek telepítéséhez a számítógépre
id: DriverPack adalah cara yang paling mudah dan tercepat untuk mengkonfigurasi komputer
it: DriverPack è la via più conveniente e sicura per configurare il tuo computer
ja: DriverPack はコンピュータを設定するには最も簡単で迅速な方法です
ka: DriverPack არის ყველაზე მოხერხებული და უსაფრთხო გზა კომპიუტერის გასამართად
ko: DriverPack 은 컴퓨터를 구성하는 가장 편리하고 빠른 방법입니다
ku: DriverPack خێراترین و گونجاوترین ڕێگه‌یه‌ بۆ ڕێكخستنی كۆمپیوته‌ره‌كه‌ت
lt: DriverPack yra patogiausias ir greitesnis kompiuterio nustatymo būdas
mn: DriverPack нь компьютерийг хэлбэрчлэх хамгийн хялбар, хурдан арга зам юм
my: ကွန်ပျူတာတစ်လုံး ပြင်ဆင်ရာတွင် DriverPack မှာ အဆင်ပြေဆုံးနှင့် အလျင်မြန်ဆုံးနည်းလမ်းဖြစ်သည်
ne: DriverPack कम्प्युटरमा को कन्फिगर गर्न सबैभन्दा सजिलो र तेर्सो तरिका हो
nl: DriverPack is de meest handige en snelste manier om een computer te configureren
no: DriverPack er den mest praktiske og raskeste måten å konfigurere en datamaskin på
pl: DriverPack to najszybszy i najwygodniejszy sposób konfigurowania komputera
ps: د کمپیوټر DriverPack د کمپیوټر کنټرول کولو لپاره ترټولو اسانه او چټکه لاره ده
pt_br: O DriverPack é a maneira mais conveniente e rápida de configurar um computador
pt_pt: O DriverPack é a maneira mais conveniente e rápida de configurar um computador
ro: DriverPack este cel mai convenabil și cel mai rapid mod de a configura un computer
si: පරිගණකය නිවැරදිවසැකසීම සඳහා වඩාත් පහසු හා වේගවත්ම ක්‍රමය වන්නේ DriverPack වේ
sk: DriverPack je najpohodlnejší a najrýchlejší spôsob ako nakonfigurovať počítač
sl: DriverPack je najprijaznejša in najhitrejša pot za konfiguracijo vapšega računalnika
sq: DriverPack është mënyra më e shpejtë dhe e përshtatshme për të konfiguruar një kompjuter
sr: DriverPack je najpovoljniji i najbrži način da konfigurišete računar
sv: DriverPack är det mest bekväma och snabbaste sättet att konfigurera en dator
sw: DriverPack ni njia rahisi zaidi na ya haraka zaidi ya kusanidi kompyuta
ta: DriverPack வன்பொருள்தொகுப்பு கணினியை கட்டமைக்க மிகவும் வசதியான மற்றும் விரைவான வழியாக உள்ளது
te: DriverPack ఆకృతీకరించుటకు అత్యంత అనుకూలమైన మరియు వేగవంతమైన మార్గంకంప్యూటర్
th: DriverPack เป็นวิธีที่สะดวกและรวดเร็วมากในการปรับแต่งคอมพิวเตอร์
tr: DriverPack bir bilgisayarı yapılandırmak için en hızlı ve en uygun yoldur
ur: DriverPack کمپیوٹر کو ترتیب دینے کے لئے سب سے آسان اور تیز ترین طریقہ ہے
vi: DriverPack là cách thuận tiện nhất và nhanh nhất để thiết đặt cấu hình cho máy tính
zh: DriverPack 是安裝電腦最方便、最快捷的方法
zh_cn: DriverPack 是配置计算机最方便，最快捷的方式

# landingscreenshots_landing-subtitle
source: The software is provided for free, and is suitable both for professionals and for beginners
am: ሶፍትዌሩ ነጻ ሲሆን ለ ባለሙያዎችም ሆነ ለ ጀማሪዎች የሚመች ነው
ar: يتم توفير البرنامج مجاناً، وهو مناسب لكلٍ من المحترفين والمبتدئين
az: Proqram pulsuz təqdim olunur və həm professionallar həm də yeni başlayanlar üçün uyğundur
bg: Софтуерът се разпространява безплатно и е подходящ както за професионалисти, така и за начинаещи
bn: সফটওয়্যারটি বিনামূল্যে বিতরণ করা হয়, এবং পেশাদার ও অনভিজ্ঞ উভয়ের জন্য উপযুক্ত
bs: Software je besplatan, i pogodan je i za profesionalce i za početnike
ca: L'aplicació es distribueix gratuitament, i és apta tant per a professionals com per a principiants
cs: Software je šířen zdarma, a je vhodný jak pro profesionály, tak pro začátečníky
de: Die Software steht kostenlos zur Verfügung und eignet sich sowohl für Profis als auch für Anfänger
el: Αυτό το λογισμικό δίδεται δωρεάν και είναι κατάλληλο τόσο για επαγγελματίες όσο και για αρχάριους
es_419: El software es gratuito y es útil tanto para profesionales como para principiantes
et: Tarkvara jagatakse tasuta, ja see sobib nii algajatele kui professionaalidele
fa: نرم افزار به صورت رایگان تهیه شده و برای کاربران حرفه‌ای و مبتدی مناسب است.
fil: Ang software ay ibinibigay nang libre, at angkop para sa mga propesyonal at para sa mga nagsisimula
fr: Le logiciel est fourni gratuitement, et est adapté à la fois pour les professionnels et pour les débutants
gu: સૉફ્ટવેર મફતમાં પ્રદાન કરવામાં આવેલ છે, તે શીખઉ અને વિશેષજ્ઞ બંને માટે અનુકૂળ રહેશે
he: התוכנה מופצת חינם, ומתאימה למשתמשים מתחילים ולמתקדמים כאחד.
hi: सॉफ्टवेयर मुफ्त में प्रदान किया जाता है, और पेशेवरों और शुरुआती दोनों के लिए उपयुक्त है
hr: Program se preuzima besplatno te je prikladan i za profesionalce i za početnike
hu: A szoftver ingyenesen kerül terjesztésre, és hozzáértők, valamint kezdők számára is megfelel
id: Perangkat lunak ini disediakan secara gratis, dan cocok untuk para profesional maupun pemula
it: Il programma è gratuito, ed è disponibile per professionisti e principianti
ja: 当ソフトウェアは無料で提供しています。初心者及び専門家どちらにもに適切です。
ka: პროგრამა ვრცელდება უფასოდ და მოსახერხებელია დამწყებებისა და პროფესიონალებისთვის
ko: 이 소프트웨어는 무료로 제공되며 전문가 및 초보자 모두에게 적합합니다
ku: نه‌رمه‌كاڵاكه‌ دابینكراوه‌ به‌ خۆڕایی، وه‌گونجاویشه‌ بۆ هه‌ریه‌كه‌ له‌شاره‌زایان و سه‌ره‌تاكانیش
lt: Programinė įranga yra platinama nemokamai ir tinka tiek profesionalams, tiek pradedantiesiems
mn: Cофтваре нь мэргэжлийнхэн болон анхлан хэрэглэгчдийн алинд ч тохиромжтой бөгөөд үнэ төлбөргүй үйлчилгээ юм
my: ဤဆော့ဖ်ဝဲလ်မှာ အခမဲ့ဖြစ်ပြီး၊ ပရော်ဖက်ရှင်နယ်သမားများအတွက် သာမက စတင်အသုံးပြုသူများအတွက်ပါ သင့်လျော်ပါသည်
ne: सफ्टवेयरलाई निःशुल्क प्रदान गरिएको छ, र प्रोफेसरहरूको लागि र शुरुवातका लागि उपयुक्त छ
nl: De software is gratis en is zowel geschikt voor professionals als voor beginners
no: Programvaren er gratis og er passende for både profesjonelle og nybegynnere
pl: To oprogramowanie jest darmowe i służy równie dobrze profesjonalistom jak i początkującym
ps: دا سافټویر وړیا لپاره چمتو شوی دی، د مسلکي او ابتدايي دواړو لپاره مناسب دی
pt_br: O programa é fornecido gratuitamente, e é adequado tanto para profissionais quanto para iniciantes.
pt_pt: O programa é disponibilizado de graça, e é indicado tanto para profissionais como para inexperientes
ro: Software-ul este gratuit și este potrivit atât pentru profesioniști, cât și pentru începători
si: මෙම මෘදුකාංගය නොමිලේ ලබා දෙයි, එමෙන්ම වෘත්තිකයන් සඳහා මෙන්ම එය ආරම්භකයින් සඳහා සුදුසු වේ
sk: Softvér je poskytovaný bezplatne a je vhodný pre profesionálov, ako i pre začiatočníkov
sl: Program je predvideno brezplačno, primeren tako za profesionalce kot začetnike
sq: Softueri jepet falas dhe është i përshtatshëm si për profesionistët, ashtu dhe fillestarët
sr: Softver je moguće preuzeti besplatno i podesan je kako za profesionalce tako i za početnike
sv: Programmet är tillgängligt gratis, och är lämpligt både för proffs och nybörjare
sw: Programu hutolewa kwa bure, na inafaa kwa wataalamu na kwa kompyuta
ta: இந்த மென்பொருள் இலவசமாக வழங்கப்படுகிறது, மேலும் இருதரப்பினர்களான தொழில்முறை சார்ந்தவர்களுக்கும், தொடக்கநிலையில் உள்ளவர்களுக்கும் இது பொருத்தமானது
te: సాఫ్ట్వేర్ ఉచితంగా అందించబడుతుంది, మరియు నిపుణులు మరియు ప్రారంభ కోసం రెండు అనుకూలంగా ఉంటుంది
th: ซอฟท์แวร์ให้ฟรี และเหมาะสมกับทั้งมืออาชีพและผู้เริ่มต้น
tr: Yazılım ücretsiz verilir ve hem profesyoneller hem de yeni başlayanlar için uygundur
ur: یہ سافٹ ویئر مفت دیا جاتا ہے، اور پیشہ ورانہ اور ابتدائی دونوں استعمالات کیلئے موزوں ہے
vi: Phần mềm này được cung cấp miễn phí, và phù hợp cho cả những người chuyên nghiệp và những người mới bắt đầu
zh: 這個軟體可免費散佈，適合專業人士和初學者
zh_cn: 该软件免费提供，适用于专业人士和初学者

# landingsocial_landing-title
source: Join the DriverPack community
am: የ DriverPack ቡድንን ይቀላቀሉ
ar: انضم الي مجتمع DriverPack
az: DriverPack birliyinə qoşulun
bg: Присъединете се към общността на DriverPack
bn: DriverPack কমিউনিটিতে যোগ দিন
bs: Pridruži se DriverPack zajednici
ca: Uneix-te a la comunitat de DriverPack
cs: Připojit se ke komunitě programu DriverPack
de: Treten Sie der DriverPack Gemeinschaft bei
el: Συμμετέχετε στην κοινότητα DriverPack
es_419: Únete a la comunidad de DriverPack
et: Liitu DriverPack kommuuniga
fa: به انجمن DriverPack بپیوندید
fil: Sumali sa komunidad ng DriverPack
fr: Rejoignez la communauté DriverPack
gu: DriverPack જુથ સાથે જોડાવ
he: הצטרפו לקהילת DriverPack
hi: DriverPack समुदाय में शामिल हों
hr: Pridružite se DriverPack zajednici
hu: Csatlakozzon a DriverPack közösséghez!
id: Bergabunglah dengan komunitas DriverPack
it: Entra nella comunità DriverPack
ja: DriverPack コミュニティへ参加
ka: შეუერთდით DriverPack -ის საზოგადოებას
ko: DriverPack 커뮤니티 가입
ku: به‌شداری بكه‌ له‌ گۆمه‌ڵگه‌ی DriverPack
lt: Prisijunkite prie DriverPack bendruomenės
mn: DriverPack-ын бүлгэмд нэгд
my: DriverPack အသိုက်အဝန်းထဲသို့ ဝင်ရောက်ပါ
ne: DriverPack समुदायमा सामेल हुनुहोस्
nl: Word lid van de DriverPack gemeenschap
no: Bli med i DriverPack fellesskapet
pl: Dołącz do społeczności DriverPack
ps: د DriverPack له ټولني سره یوځای سئ
pt_br: Junte-se à comunidade do DriverPack
pt_pt: Junte-se à comunidade DriverPack
ro: Alătură-te comunității DriverPack
si: DriverPack සමාජය සමඟ සම්බන්ධ වන්න
sk: Pridajte sa do komunity DriverPack
sl: Pridružite se skupnosti DriverPack
sq: Bashkoju Komunitetit DriverPack
sr: Pridružite se DriverPack zajednici
sv: Gå med i DriverPack gemenskap
sw: Jiunge na jumuiya ya DriverPack
ta: DriverPack வன்பொருள்தொகுப்பு குழுமத்தில் சேர்க
te: చేరండి DriverPack సంఘం
th: เข้าร่วมชุมชน DriverPack
tr: DriverPack topluluğuna katılın
ur: DriverPack کمیونٹی میں شمولیت اختیار کریں
vi: Gia nhập cộng đồng DriverPack
zh: 加入 DriverPack 社群
zh_cn: 加入 DriverPack 社区

# landingsocial_landing-subtitle
source: Follow the news and take part in discussions
am: ዜናዎቹን ይከታተሉ እናም የውይይቱ ተሳታፊ ይሁኑ
ar: تابع الأخبار و شارك في النقاش
az: Xəbərləri izləyin və müzakirələrə qoşulun
bg: Следете новините и участвайте в дискусиите
bn: খবরসমূহে নজর রাখুন ও আলোচনায় অংশ নিন
bs: Prati novosti i učestvuj u diskusiji
ca: Segueix les notícies i pren part en els debats
cs: Sledovat novinky a zapojit se do diskuzí
de: Folgen Sie den Neuigkeiten und nehmen Sie an Diskussionen teil
el: Ακολουθείστε τα νέα και λάβετε μέρος στις συζητήσεις
es_419: Sigue las noticias y participa en las discusiones
et: Jälgi uudiseid ja võta osa arutelus
fa: اخبار را دنبال کنید و در گفت و گو ها شرکت کنید
fil: Sundan ang mga balita at makilahok sa mga talakayan
fr: Suivez les nouvelles et prenez part aux discussions
gu: સમાચાર અનુસરશો અને ચર્ચાઓમાં ભાગીદાર બનો
he: עקבו אחר החדשות והשתתפו בדיונים
hi: समाचारों का पालन करें और चर्चा में हिस्सा लें
hr: Pratite novosti i sudjelujte u raspravama
hu: Kövesse a híreket, és vegyen részt a beszélgetésekben!
id: Ikuti berita dan ikut serta dalam diskusi
it: Segui le discussioni e prendine parte
ja: ニュースをフォローし、議論に参加する
ka: თვალი ადევნეთ სიახლეებს და გახდით დისკუსიის წევრი
ko: 뉴스를 읽고 토론에 참여하세요
ku: به‌دوای هه‌واڵه‌كان بكه‌وه‌ و به‌شێك له‌ گفتوگۆكان بگره‌
lt: Sekite naujienas ir dalyvaukite diskusijose
mn: Мэдээний агуулгыг дагаад, хэлэлцүүлэгт оролц
my: သတင်းများကိုဖတ်ရှုကာ ဆွေးနွေးမှုများတွင် ပူးပေါင်းပါဝင်ဆွေးနွေးပါ
ne: समाचार पछ्याउनुहोस् र छलफलहरूमा भाग लिनुहोस्
nl: Volg het nieuws en neem deel aan discussies
no: Følg nyhetene og delta i diskusjoner
pl: Bądź na bieżąco i weź udział w dyskusji
ps: خبرونو تعقیب او په خبرو اترو کې برخه واخلئ
pt_br: Siga as novidades e participe de discussões
pt_pt: Siga as notícias e participe nas discussões
ro: Urmărește știrile și ia parte la discuții
si: ප්‍රවෘත්ති අනුගමනය කර සාකච්ඡා සඳහා සහභාගී වන්න
sk: Sledujte novinky a zúčastnite sa diskusií
sl: Spremljajte novice in sodelujte v razpravah
sq: Ndiq lajmet dhe merr pjesë në diskutime
sr: Pratite vesti i učestvujte u diskusijama
sv: Följ nyheterna och delta i diskussioner
sw: Fuata habari na ushiriki katika majadiliano
ta: பின்வரும் செய்திகளில் இருந்து கலந்தாய்வுக்கு எடுத்துக் கொள்ளபட்டன
te: వార్తలు అనుసరించండి మరియు చర్చలు పాల్గొనడానికి
th: ติดตามข่าวและเข้าร่วมสนทนา
tr: Haberleri takip edin ve tartışmalarda yer alın
ur: خبروں پر عمل کریں اور بحث میں حصہ لیں
vi: Theo dõi những tin tức và tham gia các cuộc thảo luận
zh: 跟蹤新聞並參與討論
zh_cn: 跟随消息参与讨论

# landingtopvideocardlist_landing-title
source: Popular video card models
am: ታዋቂ የቪዲዮ ካርድ ሞዴሎች
ar: أشهر أنواع كروت الشاشة
az: Tanınmış video kart modelləri
bg: Популярни модели на видео карти
bn: জনপ্রিয় ভিডিও কার্ডের মডেলগুলো
bs: Popularne grafičke kartice
ca: Models de targetes gràfiques populars
de: Gängige Grafikkartenmodelle
es_419: Modelos populares de tarjeta de vídeo
et: Populaarsed videokaardi mudelid
fa: محبوب ترین مدل های کارت گرافیک
fr: Modèles de cartes vidéos populaires
gu: પ્રખ્યાત વિડિયો કાર્ડ મોડેલ્સ
he: כרטיסי מסך פופולריים
hi: लोकप्रिय विडियो कार्ड के मॉडल्स
hu: Népszerű videókártya modellek
id: Model populer kartu video
it: Modelli più diffusi di schede video
ja: 人気のビデオカードモデル
ka: ვიდეო ბარათის პოპულარული მოდელები
ko: 인기 비디오 카드 모델
ku: مۆدێلى كارتى ڤيديۆى بەناوبانگ
lt: Populiarių vaizdo plokščių modeliai
mn: Алдартай видео картны загварууд
my: လူကြိုက်များသော ဗီဒီယိုကဒ်မော်ဒယ်များ
ne: लोकप्रिय भिडियो कार्ड मोडेल
nl: Populaire videokaartmodellen
no: Populære skjermkort modeller
pl: Popularne modele kart graficznych
ps: دمشهوره ویډیو کارډ نمونې
pt_br: Modelos de placa de vídeo populares
pt_pt: Modelos de placas gráficas populares
ro: Modele cunoscute de plăci video
si: ජනප්‍රිය වීඩියෝ කාඩ්පත් ආකෘති
sk: Populárne modely grafických kariet
sl: Najpogostejši modeli grafičnih kartic
sq: Modele popullore kartash grafike
sr: Popularni modeli grafičkih kartica
sv: Populära grafikkortsmodeller
sw: Mifano maarufu za kadi ya video
ta: பிரபலமான வீடியோ அட்டை மாதிரிகள்
te: జనాదరణ పొందిన వీడియో కార్డ్ నమూనాలు
th: รุ่นการ์ดจอยอดนิยม
tr: Popüler görüntü kartı modelleri
vi: Dòng card màn hình phổ biến nhất
zh: 常用的顯卡型號
zh_cn: 热门显卡型号

# landingtopvideocardlist_landing-caption
source: DriverPack selects drivers for video cards of any models, here are the most popular ones
am: DriverPack ማንኛውንም የቪዲዮ ካርድ ሞዴሎች ይመርጣል፣ በጣም ታዋቂዎቹ እነዚህ ናቸው
ar: يختار DriverPack تعريف كرت الشاشة مهما كان نوعه, ها هي أشهر انواعها
az: DriverPack hər hansı modelə aid vide kart üçün driverləri seçir, budur, ən populyar olanlar.
bg: DriverPack селектира драйвери за всички модели на видеокарти, тук са най-популярните
bn: DriverPack যেকোনো মডেলের ভিডিও কার্ডের ড্রাইভার বাছাই করে, এই হলো সবচেয়ে জনপ্রিয়গুলো
bs: DriverPack odabira drajvere za grafičke kartice bilo kojeg modela, ovo su jedne od najpopularnijih
ca: DriverPack selecciona els controladors per qualsevol model de targeta gràfica, aquí tenu les més populars
de: DriverPack sucht Grafikkartentreiber für alle Modelle heraus, hier einige der gängigsten Modelle
es_419: DriverPack selecciona controladores para tarjetas de video de cualquier modelo, aquí están los más populares
et: DriverPack valib kõikidele videokaardi mudelitele draiveri, siin on kõige populaarsemad
fa: در DriverPack مدل درایور کارت گرافیک خود را انتخاب کنید در این لیست درایور هایی که بیشتر استفاده شده به نمایش گذاشته میشود
fr: DriverPack sélectionne les pilotes pour les cartes vidéo de tous les modèles, voici les plus populaires
gu: DriverPack કોઈપણ મોડેલ્સના વિડિઓ કાર્ડ્સ માટે ડ્રાઇવર્સ પસંદ કરે છે, અહીં સૌથી વધુ પ્રખ્યાત લોકો છે
he: תוכנת DriverPack מוצאת דרייבר עבור כרטיסי מסך מכל סוג, להלן רשימת הכרטיסים הפופולריים ביותר
hi: DriverPack किसी भी मॉडल के विडियो कार्ड के ड्राइवर्स का चयन करता है , सर्वाधिक प्रयोग में आने वाले इस प्रकार है |
hu: A DriverPack kiválasztja a videókártya modell driverét, itt találhatók a legnépszerűbb változatok
id: DriverPack memilih driver untuk beberapa kartu video, di sini yang terpopuler
it: DriverPack seleziona i drivers per ogni tipo di scheda video, qui ci sono quelli più diffusi
ja: DriverPack はどのモデルのビデオカードのドライバーも選択出来る、もっとも人気のはこちらへ
ka: DriverPack ირჩევს დრაივერებს ვიდეო ბარათის ნებისმიერი მოდელისთვის, აქ არის რამდენიმე პოპულარული
ko: DriverPack 은 모든 모델의 비디오 카드 용 드라이버를 선택합니다. 가장 인기있는 드라이버는 다음과 같습니다
ku: DriverPack شۆفێر هەڵ دەبژێرێت بۆ هەموو جۆرە مۆدێلێک، گرینگترینیان ئەمانەن
lt: DriverPack parinks tvarkykles bet kurio modelio vaizdo plokštei, štai keletas populiariausių
mn: DriverPack бүх загварын видео картанд зориулсан драйвер сонгодог, энд хамгийн алдартай заримыг нь харуулж байна
my: DriverPack အနေနဲ့ မည်သည့် ဗီဒီယိုကဒ်မော်ဒယ်အတွက်မဆို ကိုက်ညီသည့် drivers များကို ရှာဖွေရွေးချယ်ပေးပါသည်။ အောက်ပါများမှာ နာမည်ကြီးသည့်အရာများဖြစ်သည်။
nl: DriverPack selecteert drivers voor videokaarten van alle modellen, hier zijn de meest populaire
no: DriverPack velger skjermkort drivere til alle modeller, her er de mest populære
pl: DriverPack wybiera sterowniki dla dowolnych kart graficznych, poniżej lista najpopularniejszych
ps: DriverPack د هر ماډلونو د ویډیو کارتونو لپاره چلوونکي ټاکي، دلته دا ډیر مشهور دي
pt_br: O DriverPack seleciona os drivers para placas de vídeo de qualquer modelo, aqui estão os mais populares
pt_pt: DriverPack seleciona os controladores de placas de video de qualquer modelo, aqui estão os mais populares
ro: DriverPack selectează driverele pentru orice placă video, aici sunt cele mai populare
si: DriverPack ඕනෑම මාදිලියේ වීඩියෝ කාඩ්පත් සඳහා ධාවක තෝරා ලබා දෙන අතර මෙහි වඩාත්ම ජනප්‍රිය ඒවා වේ
sk: DriverPack vyberá ovládače pre grafické karty všetkých modelov, tu sú najobľúbenejšie
sl: DriverPack izbere gonilnike za najbolj pogosto uporabljene grafične kartice, tu je seznam najbolj pogostih
sq: DriverPack përzgjedh drajverat për karta grafike të çdo modeli, ja modelet më popullore
sr: DriverPack bira drajvere za grafičke kartice bilo kog modela, ovo su neki od najpopularnijih
sv: DriverPack väljer drivrutiner för alla modeller av grafikkort, här är de mest populära
sw: DriverPack huchagua ma driver kwa kadi za video za mifano yoyote, hapa ndio maarufu zaidi
ta: DriverPack வன்பொருள்தொகுப்பிலிருந்து எந்தவொரு வீடியோ கார்டுக்கும் வன்பொருள் தேர்ந்தெடுக்கும், இங்கு மிக பிரபலமான சிலவகைகளில் ஒன்று
te: DriverPack ఏదైనా మోడల్స్ యొక్క వీడియో కార్డుల కోసం డ్రైవర్స్ ఎన్నుకుంటుంది, ఇక్కడ అత్యంత జనాదరణ పొందినవి
th: DriverPack เลือกไดรเวอร์สำหรับการ์ดจอทุกรุ่น นี่คือรุ่นยอดนิยม
tr: DriverPack herhangi bir modele ait görüntü kartı için sürücüleri seçer, işte en popüler olanlar
vi: DriverPack chọn trình điều khiển cho tất cả các dòng card màn hình, đây là một số dòng phổ biến nhất
zh: DriverPack 選擇任何型號顯卡的驅動程式，這裡是最常用的流行的
zh_cn: DriverPack 这里选择有最流行驱动程序的任何显卡型号
