Repository: DriverPackSolution/transifex-backup
Catalog: delorean/driverpack-solution-worldwide/drpsu/*.po
Languages: am, ar, az, bg, bn, bs, ca, cs, de, el, es_419, et, fa, fil, fr, gu, he, hi, hr, hu, id, it, ja, ka, ko, ku, lt, mn, my, ne, nl, no, pl, ps, pt_br, pt_pt, ro, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ur, vi, zh, zh_cn

# landingproducts_item-description-online
source: It downloads instantly, downloads and installs all drivers if you have Internet connection <span class='nobr'>({{SIZE}})</span>
am: ኢንተርኔት እስካሎት ድረስ በፍጥነት ይወርዳል፣ ሁሉንም ድራይቨሮች አውርዶ ይጭናል። <span class='nobr'>({{SIZE}})</span>
ar: يتم تحميله على الفور.يقوم بتحميل و تنزيل جميع التعريفات اذا توفر الاتصال بالشبكة <span class='nobr'>({{SIZE}})</span>
az: İnternetə qoşulmusunuzsa dərhal endirilir və bütün driverləri endirib quraşdırır <span class='nobr'>({{SIZE}})</span>
bn: এটি তৎক্ষণাৎ ডাউনলোড হয়, ইন্টারনেট সংযোগ থাকলে সকল ড্রাইভার ডাউনলোড ও ইন্সটল করে <span class='nobr'>({{SIZE}})</span>
bs: Preuzima se odmah i instalira sve drajvere ako ste spojeni na internet <span class='nobr'>({{SIZE}})</span>
ca: Es descarrega de seguida, descarrega i instal·la tots els controladors sempre que disposeu de connexió a Internet <span class='nobr'>({{SIZE}})</span>
de: Es wird sofort heruntergeladen, lädt herunter und installiert alle Treiber, wenn Sie über eine Internetverbindung verfügen <span class='nobr'>({{SIZE}})</span>
es_419: Esto se descarga instantáneamente, las descargas y las instalaciones de todos los drivers, si tú tienes conexión a Internet: <span class='nobr'>({{SIZE}})</span>
et: See laetakse alla hetkega, laetakse alla ja paigaldatakse kõik draiverid, kui teil on internetiühendus <span class='nobr'>({{SIZE}})</span>
fa: اگر شما به اینترنت متصل هستید، این مورد فورآ بارگیری شده و همه راه انداز ها را دانلود و نصب می کند <span class='nobr'>({{SIZE}})</span>
fr: Il télécharge automatiquement et installe tous les pilotes si vous êtes connecté à Internet <span class='nobr'>({{SIZE}})</span>
gu: તે તરત જ ડાઉનલોડ કરે છે, બધા ડ્રાઈવરો ડાઉનલોડ અને ઇન્સ્ટોલ કરે છે જો તમારી પાસે ઇન્ટરનેટ કનેક્શન છે <span class='nobr'>({{SIZE}})</span>
he: התוכנה יורדת באופן מיידי, מורידה ומתקינה את כל הדרייברים הנחוצים דרך האינטרנט <span class='nobr'>({{SIZE}})</span>
hi: अगर आपके पास इन्टरनेट कनेक्शन है <span class='nobr'>({{SIZE}}) </span> तो यह तुरंत संकलित होकर सारे ड्राइवर्स संकलित और स्थापित कर देगा|
hu: Azonnal letöltődik, letölti és telepíti az összes drivert, ha ön kapcsolódik az internethez <span class='nobr'>({{SIZE}})</span>
id: Mengunduh segera, mengunduh dan memasang semua driver jika anda memiliki koneksi Internet <span class='nobr'>({{SIZE}})</span>
it: Viene scaricato istantaneamente, scarica ed installa tutti i drivers se sei connesso ad internet <span class='nobr'>({{SIZE}})</span>
ja: <span class='nobr'>({{SIZE}})</span> インターネット接続 ある場合はすぐにダウンロード
ka: გადმოიწერება მომენტალურად, იწერს და აინსტალებს დრაივერებს ინტერნეტ კავშირის არსებობის შემთხვევაში <span class='nobr'>({{SIZE}})</span>
ko: 인터넷에 연결<span class='nobr'>({{SIZE}})</span>되어 있으면 즉시 다운로드되고 모든 드라이버를 다운로드 및 설치합니다
lt: Atsisiųntimas prasidės iš karto ir bus įdiegtos visos tvarkyklės, jei jus šiuo metu prisijungę prie interneto <span class='nobr'>({{SIZE}})</span>
my: အကယ်၍ သင်ဆီမှာ အင်တာနက်ချိတ်ဆက်မှုရှိပါက ၎င်းကို ချက်ချင်းဒေါင်းလုဒ်ဆွဲပါမည်။ ထို့နောက် drivers များအားလုံးကိုလည်း ဒေါင်းလုဒ်ဆွဲကာ ထည့်သွင်းပေးသွားမည်ဖြစ်သည် <span class='nobr'>({{SIZE}})</span>
nl: Het download direct, downloadt en installeert alle stuurprogramma's als u een internetverbinding hebt <span class='nobr'>({{SIZE}}</span>
no: Den lastes ned umiddelbart og installerer alle drivere hvis du er koblet til Internett <span class='nobr'>({{SIZE}})</span>
pl: Pobieranie bezpośrednie - pobieranie i instalowanie, gdy masz dostępny internet <span class='nobr'>({{SIZE}})</span>
ps: دا په چټکه توګه ډکوي، که تاسو د انټرنټ کنټرول لرئ نو ټول موټر چلوونکي وټاکئ او نصب کړئ <span class='nobr'>({{SIZE}})</span>
pt_br: É baixado instantaneamente, baixa e instala todos os drivers se você possuir conexão com a Internet <span class='nobr'>({{SIZE}})</span>
pt_pt: Ele transfere instantâneamente, transfere e instala todos os controladores se tiver ligação á Internet <span class='nobr'>({{SIZE}})</span>
si: එය ෂණිකව බාගත වේ, අන්තර්ජාල පහසුකම් ඇති නම් සියලුම යෙදුම්බා ගතවී ස්ථාපනය වේ. <span class='nobr'>({{SIZE}})</span>
sk: Stiahne sa okamžite, stiahne a nainštaluje všetky ovládače, ak máte pripojenie na Internet <span class='nobr'>({{SIZE}})</span>
sl: Preneseno takoj, prenese in namesti vse gonilnike, če imate internetno povezavo <span class='nobr'>({{SIZE}})</span>
sq: Shkarkohet në çast, shkarkon dhe instalon të gjitha drajverat nëse jeni të lidhur me Internet <span class='nobr'>({{SIZE}})</span>
sr: Odmah prezima i instalira sve drajvere kada ste povezani sa Internetom <span class='nobr'>({{SIZE}})</span>
sv: Det laddas ned direkt, och hämtar och installerar alla drivrutiner om du har en internetuppkoppling <span class='nobr'>({{SIZE}})</span>
sw: Inapakua moja kwa moja, na huweka ma driver yote ikiwa umeunganishwa kwenye mtandao wa intaneti <span class='nobr'>({{SIZE}})</span>
ta: இது உடனடியாக பதிவிறக்கம் ஆகி, உங்களுக்கு தேவையான அனைத்து வன்பொருளையும் உடனடியாக நிறுவித்தரும். இதற்கு இணையதளம் இணைப்பு அவசியம் <span class='nobr'>({{SIZE}})</span>
th: มันดาวน์โหลดทันที ดาวน์โหลดและติดตั้งไดรเวอร์ทั้งหมด ถ้าคุณมีการเชื่อมต่ออินเตอร์เน็ท <span class='nobr'>({{SIZE}})</span>
tr: Internet bağlantınız varsa anında indirir, tüm sürücüleri indirir ve yükler <span class='nobr'>({{SIZE}})</span>
vi: Nó tải về ngay lập tức, tải về và cài đặt tất cả các trình điều khiển nếu bạn có kết nối Internet <span class='nobr'>({{SIZE}})</span>
zh: 如果您連接到網路 <span class='nobr'>({{SIZE}})</span>，它將立即下載 並安裝所有的驅動程式
zh_cn: 如果您有 Internet 连接 <span class='nobr'>({{SIZE}})</span>，它立即下载，下载并安装所有驱动程序

# landingproducts_item-version
source: Version:
am: እትም:
ar: الإصدار:
az: Versiya:
bg: Версия:
bn: ভার্সন:
bs: Verzija:
ca: Versió:
cs: Verze:
el: Έκδοση:
es_419: Versión:
et: Versioon:
fa: نسخه:
fil: Bersyon:
gu: સંસ્કરણ
he: גירסה:
hi: संस्करण:
hr: Verzija:
hu: Verzió:
id: Versi:
it: Versione:
ja: バージョン:
ka: ვერსია
ko: 버전:
ku: نوسخه‌:
lt: Versija:
mn: Хувилбар:
my: ဗားရှင်း:
ne: संस्करण:
nl: Versie:
no: Versjon:
pl: Wersja:
ps: ورژن یا ډول:
pt_br: Versão:
pt_pt: Versão:
ro: Versiune:
si: සංස්කරණ:
sk: Verzia:
sl: Trenutna različica:
sq: Versioni:
sr: Verzija:
sw: Mufumo:
ta: பதிப்பு:
te: వెర్షన్:
th: เวอร์ชั่น:
tr: Sürüm:
ur: ورژن:
vi: Phiên bản:
zh: 版本:
zh_cn: 版本:

# landingproducts_item-button
source: Download
am: አውርድ
ar: تحميل
az: Endir
bg: Изтегляне
bn: ডাউনলোড
bs: Preuzmi
ca: Descarrega
cs: Stáhnout
de: Herunterladen
el: Λήψη
es_419: Descargar
et: Lae alla
fa: دانلود
fil: I-download
fr: Télécharger
gu: ડાઉનલોડ
he: הורדה
hi: संकलित करे
hr: Preuzmite
hu: Letöltés
id: Unduh
ja: ダウンロード
ka: გადმოწერა
ko: 다운로드
ku: دابه‌زاندن
lt: Parsisiųsti
mn: Татаж авах
my: ဒေါင်းလုဒ်ဆွဲရန်
ne: डाउनलाेड
no: Nedlasting
pl: Pobierz
ps: ډاونلوډ یا کښته کول
pt_br: Baixar
pt_pt: Descarregar
ro: Descarcă
si: බාගත කරන්න
sk: Stiahnuť
sl: Prenos
sq: Shkarko
sr: Preuzimanje
sv: Ladda ned
sw: Pakua
ta: பதிவிறக்கம்
te: డౌన్లోడ్
th: ดาวน์โหลด
tr: İndir
ur: ڈاؤن لوڈ کریں
vi: Tải về:
zh: 下載
zh_cn: 下载

# landingproducts_item-description-network
source: It contains drivers for network hardware (Lan/Wi-Fi) and doesn't require Internet connection to operate <span class='nobr'>({{SIZE}})</span>
ar: يحتوي على تعريفات مكونات الشبك (الشبكة المحلية/واي-فاي), يعمل دون الحاجة للإتصال بشبكة الإنترنت <span class='nobr'>({{SIZE}})</span>
az: Şəbəkə avadanlıqları üçün driverlər daxildir (Lan/Wi-Fi), İnternet bağlantısı olmadan işləyir <span class='nobr'>({{SIZE}})</span>
bn: এতে নেটওয়ার্ক হার্ডওয়্যার (Lan/Wi-Fi) এর ড্রাইভারসমূহ আছে, ইন্টারনেট সংযোগ ছাড়াই কাজ করে <span class='nobr'>({{SIZE}})</span>
bs: Posjeduje drajvere za network hardware (Lan/Wi-Fi) i radi bez internet konekcije <span class='nobr'>({{SIZE}})</span>
ca: Conté els controladors per a targetes de xarxa (Lan/Wi-Fi), i es pot utilitzar sense connexió a Internet <span class='nobr'>({{SIZE}})</span>
de: Enthält Treiber für Netzwerkhardware (Lan/Wi-Fi) und funktioniert ohne Internetverbindung <span class='nobr'>({{SIZE}})</span>
es_419: Contiene controladores para hardware de red (Lan/Wi-Fi), funciona sin conexión a Internet. <span class='nobr'>({{SIZE}})</span>
et: See sisaldab võrgukaartide tarkvara (Lan/Wi-Fi), töötab ilma internetiühenduseta<span class='nobr'>({{SIZE}})</span>
fa: درایور های سخت افزاری شبکه نیز موجود هستند (Lan/Wi-Fi) ,ان ها را بدون نیاز به اینترنت مدیریت میکند <span class='nobr'>({{SIZE}})</span>
fr: Il contient les pilotes pour le matériel réseau (Lan/Wi-Fi), il fonctionne sans connexion à Internet <span class='nobr'>({{SIZE}})</span>
he: ההורדה מכילה דרייברים עבור חומרת רשת (כרטיס רשת חוטי/אלחוטי), ומסוגלת לעבוד גם ללא חיבור לאינטרנט <span class='nobr'>({{SIZE}})</span>
hi: इसमें नेटवर्क हार्डवेयर (Lan/Wi-Fi) के ड्राइवर्स होते हैं, ये बिना इन्टरनेट कनेक्शन के काम करता है <span class='nobr'>({{SIZE}})</span>
id: Ini berisi driver untuk perangkat keras jaringan (Lan/Wi-Fi), ini beroperasi tanpa koneksi ke internet <span class='nobr'> ({{SIZE}}) </span>
it: Contiene i drivers per i dispositivi di rete (Lan/Wi-Fi), funziona anche senza connessione ad Internet <span class='nobr'>({{SIZE}})</span>
ko: 네트워크 하드웨어 (Lan / Wi-Fi) 용 드라이버가 포함되어 있으며 인터넷 <span class='nobr'>({{SIZE}})</span>에 연결하지 않고 작동합니다
ku: شۆفێری تیایە بۆ شەبەکە (لان/وای-فای)، کە بە بێ هێڵی ئنتەرنێت کاردەکات <span class='nobr'>({{SIZE}})</span>
mn: (Lan/Wi-Fi) гэх мэт сүлжээний Хардваре-д зориулсан драйверуудыг агуулсан, интернет холболтгүй үед ашиглах боломжтой <span class='nobr'>({{SIZE}})</span>
my: ၎င်းတွင် ကွန်ရက်ချိတ်ဆက်သည့် ဟာ့ဒ်ဝဲကိရိယာ (Lan/Wi-Fi) အတွက် drivers များပါရှိပြီး အလုပ်လုပ်ရန်အတွက် အင်တာနက်ချိတ်ဆက်မှုရှိရန် မလိုအပ်ပါ <span class='nobr'>({{SIZE}})</span>
nl: Het bevat drivers voor netwerkhardware (Lan/Wi-Fi) en vereist geen internetverbinding om te werken <span class='nobr'>({{SIZE}})</span>
no: Den inneholder drivere for nettverks maskinvare (Lan / Wi-Fi), og opererer uten Internett tilkobling <span class='nobr'>({{SIZE}} )</span>
pt_br: Contém drivers para hardware de rede (Lan/Wi-Fi) e não requer conexão com a Internet para utilizar <span class='nobr'>({{SIZE}})</span>
pt_pt: Contém controladores para os dispositivos de rede (Lan/Wi-Fi), opera sem acesso á Internet <span class='nobr'>({{SIZE}})</span>
si: ජාල දෘඩාංග (Lan/Wi-Fi), සඳහා ධාවක එහි අඩංගු වේ, එය අන්තර්ජාලයට සම්බන්ධ නොවී ක්‍රියාත්මක වේ <span class='nobr'>({{SIZE}})</span>
sk: Obsahuje ovládače pre sieťový hardvér (Lan / Wi-Fi), funguje bez pripojenia k internetu <span class='nobr'>({{SIZE}})</span>
sl: Vsebuje gonilnike za mrežne naprave (Lan/Wi-Fi), deluje tudi brez internetne povezave <span class='nobr'>({{SIZE}})</span>
sr: Sadrži drajvere za mrežni hardware (Lan/Wi-Fi), radi bez internet konekcije <span class='nobr'>({{SIZE}})</span>
sv: Det innehåller drivrutiner för nätverksenheter (Lan/Wi-Fi), och fungerar utan internetuppkoppling <span class='nobr'>({{SIZE}})</span>
sw: Ina ma driver kwa vifaa vya mtandao (Lan/Wi-Fi), inafanya kazi bila kuunganisha kwenye mtandao <span class='nobr'>({{SIZE}})</span>
ta: நெட்ஒர்க்கிற்கு தேவையான வன்பொருளை உள்ளடக்கியது (லேன்,வைபை), இணைய உதவியின்றி பயன்படுத்த <span class='nobr'>({{SIZE}})</span>
th: มันบรรจุไดรเวอร์สำหรับฮาร์ดแวร์เครือข่าย (แลน/ไว-ไฟ) มันทำงานโดยปราศจากการเชื่อมต่ออินเตอร์เน็ท <span class='nobr'>({{SIZE}})</span>
tr: Ağ donanımı için sürücüleri içerir (Lan/Wi-Fi), Internet bağlantısı olmadan çalışır <span class='nobr'>({{SIZE}})</span>
vi: Nó chứa trình điều khiển phần cứng mạng máy tính (Lan/Wi-Fi), nó hoạt động mà không cần kết nối Internet <span class='nobr'>({{SIZE}})</span>
zh: 它包含網路硬體（Lan / Wi-Fi）的驅動程式，它執行時無需連接到網路 <span class='nobr'>({{SIZE}})</span>
zh_cn: 它包含网络硬件驱动程序 (Lan/Wi-Fi)，它运行时无需连接到 Internet <span class='nobr'>({{SIZE}})</span>

# landingproducts_item-description-offline
source: It contains all drivers, operates without connection to Internet, it can be downloaded through the Torrent-tracker <span class='nobr'>({{SIZE}})</span>
am: ሁሉንም ድራይቨሮች ይዟል፣ ያለኢንተርኔት ይሰራል፣ በ Torrent-tracker ሊያወርዱት ይችላሉ <span class='nobr'>({{SIZE}})</span>
ar: يحتوي على كافة التعريفات, يعمل دون الحاجة للإتصال بشبكة الإنترنت, يمكن تحميله عن طريق التورنت-تراكر <span class='nobr'>({{SIZE}})</span>
az: Bütün driverlər daxildir, İnternet bağlantısı olmadan işləyir, torrent vasitəsi ilə endirilə bilər <span class='nobr'>({{SIZE}})</span>
bn: এতে সকল ড্রাইভার রয়েছে, ইন্টারনেট সংযোগ ছাড়াই কাজ করে, এটি টরেন্ট-ট্র‍্যাকারটির মাধ্যমে ডাউনলোড করা যাবে <span class='nobr'>({{SIZE}})</span>
bs: Posjeduje sve drajvere, vrši rad bez internet konekcije i može biti preuzet preko Torrent trackera <span class='nobr'>({{SIZE}})</span>
ca: Conté tots els controladors, es pot utilitzar sense connexió a Internet i es pot descarregar utilitzant el Torrent-tracker <span class='nobr'>({{SIZE}})</span>
de: Enthält alle Treiber, funktioniert ohne Internetverbindung und kann über den Torrent-Tracker heruntergeladen werden <span class='nobr'>({{SIZE}})</span>
es_419: Contiene todos los controladores, funciona sin conexión a Internet, se puede descargar a través del Torrent-tracker <span class='nobr'>({{SIZE}})</span>
et: See sisaldab kõiki draivereid, töötab ilma internetiühenduseta, seda saab alla laadida läbi torrenti <span class='nobr'>({{SIZE}})</span>
fa: این پکیج شامل تمامی درایورها میباشد و شما میتونید بصورت افلاین استفاده کنید و همچنین از شبکه تورنت دانلود کنید <span class='nobr'>({{SIZE}})</span>
fr: Il contient tous les pilotes, fonctionne sans connexion à Internet, il peut être téléchargé via le Torrent-tracker <span class='nobr'>({{SIZE}})</span>
gu: તે બધા ડ્રાઈવરો ધરાવે છે, ઇન્ટરનેટ સાથે જોડાણ વિના ચલાવે છે, તે ટોરેન્ટ-ટ્રેકર <span class='nobr'>({{SIZE}})</span> દ્વારા ડાઉનલોડ કરી શકાય છે.
he: החבילה מכילה את כל הדרייברים, ופועלת גם ללא חיבור לאינטרנט, וניתנת להורדה גם דרך טורנט <span class='nobr'>({{SIZE}})</span>
hi: इसमें सभी ड्राइवर्स होते हैं, बिना इन्टरनेट के काम करता है, इसे Torrent-tracker से डाउनलोड किया जा सकता है |<span class='nobr'>({{SIZE}})</span>
hu: Tartalmazza az összes drivert, és internetkapcsolat nélkül is működik, és akár torrenten keresztül is letölthető <span class='nobr'>({{SIZE}})</span>
id: Ini berisi semua driver, beroperasi tanpa koneksi ke internet, ini dapat di unduh melalui the Torrent-tracker <span class='nobr'> ({{SIZE}}) </span>
it: Contiene tutti i drivers, funziona senza connessione ad Internet, può essere scaricato attraverso i tracker torrent <span class='nobr'>({{SIZE}})</span>
ja: <span class='nobr'>({{SIZE}})</span> 全ドライバーを含む、インタネットに接続せずに動作する。トレントトラッカーからダウンロード可能
ka: შეიცავს ყველა დრაივერს, მუშაობს ინტერნეტ კავშირის გარეშე, გადმოწერა შესაძლებელია ტორენტიდან <span class='nobr'>({{SIZE}})</span>
ko: 모든 드라이버가 포함되어 있으며 인터넷에 연결하지 않고 작동하며 Torrent-tracker <span class='nobr'>({{SIZE}})</span>를 통해 다운로드할 수 있습니다
ku: هەموو شۆفێرەکان دەگرێتەوە، کاردەکات بەبێ بوونی هێڵی ئنتەرنێت، دەتوانی دایبەزێنی لە رێگەی تۆرێنت-تراکەر <span class='nobr'>({{SIZE}})</span>
lt: Pilnas tvarkyklių komplektas, diegimas vyksta neprisijungus prie interneto, gali būti atsisiųstas per torentus <span class='nobr'>({{SIZE}})</span>
mn: Энэ нь бүх драйверуудыг агуулдгаас гадна интернет холболтгүй үед ашиглах боломжтой, Torrent-tracker ашиглан татаж болно <span class='nobr'>({{SIZE}})</span>
my: ၎င်းတွင် drivers များအားလုံးပါဝင်သည့်အပြင်၊ အလုပ်လုပ်ရန်အတွက် အင်တာနက်ချိတ်ဆက်မှုရှိရန်လည်း မလိုအပ်ပါ။ ၎င်းကို Torrent-tracker မှတစ်ဆင့် ဒေါင်းလုဒ်ဆွဲနိုင်ပါသည် <span class='nobr'>({{SIZE}})</span>
nl: Het bevat alle drivers, werkt zonder verbinding met internet, het kan worden gedownload via de Torrent-tracker <span class='nobr'>({{SIZE}})</span>
no: Den inneholder alle drivere, opererer uten forbindelse til Internett, og kan lastes ned gjennom Torrent-tracker <span class='nobr'>({{SIZE}})</span>
pl: Zawiera wszystkie dostępne sterowniki, nie wymaga podłączenia do internetu. Pobieranie przez torrent, wielkość pliku <span class='nobr'>({{SIZE}})</span>
ps: پدې کې ټول ډریوران شامل دي، پرته له دې چې د انټرنیټ سره اړیکې ونلري، دا د Torrent-tracker له لارې ډک کولی شي <span class='nobr'>({{SIZE}})</span>
pt_br: Contém todos os drivers, opera sem conexão com a Internet, pode ser baixado através do Torrent-tracker <span class='nobr'>({{SIZE}})</span>
pt_pt: Contém todos os controladores, opera sem acesso á Internet, pode ser transferido por Torrent <span class='nobr'>({{SIZE}})</span>
ro: Conține toate driverele, funcționeză fără conexiune de internet, se poate descărca prin Torrent <span class='nobr'>({{SIZE}})</span>
si: එහි සියලු ධාවක අඩංගු වේ, අන්තර්ජාලයට සම්බන්ධ නොවී ක්‍රියාත්මක වන අතර, එය ටොරන්ට්-ට්‍රැකර් හරහා බාගත කළ හැකිය <span class='nobr'>({{SIZE}})</span>
sk: Obsahuje všetky ovládače, funguje bez pripojenia k internetu, je možné ho prevziať cez Torrent-tracker <span class='nobr'>({{SIZE}})</span>
sl: Vsebuje vse gonilnike,deluje brez internetne povezave,lahko ga naložite preko torrent povezave <span class='nobr'>( {{SIZE}} )</span>
sq: Përmban të gjithë drajverat, funksionon pa lidhje në Internet, mund të shkarkohen nëpërmjet Torrent-tracker <span class='nobr'>({{SIZE}})</span>
sr: Sadrži sve drajvere, radi bez internet konekcije, može se skinuti preko torrent-a <span class='nobr'>({{SIZE}})</span>
sv: Det innehåller alla drivrutiner, fungerar utan internetuppkoppling och kan laddas ned via Torrent-tracker <span class='nobr'>({{SIZE}})</span>
sw: Ina ma drever yote, yanafanya kazi bila kuunganisha kwenye mtandao wa intaneti, inaweza kupakuliwa kupitia Torrent-tracker <span class='nobr'>({{SIZE}})</span>
ta: இது அனைத்து வன்பொருள் தொகுப்பையும் கொண்டுள்ளது.இதற்கு இணையதள இணைப்பு தேவையில்லை. இது டோரென்ட் ட்ராக்கர் வழியாக பதிவிறக்கம் செய்யலாம் <span class='nobr'>({{SIZE}})</span>
th: มันบรรจุไดรเวอร์ทั้งหมด ทำงานโดยปราศจากอินเตอร์เน็ท มันสามารถดาวน์โหลดทางทอร์เรนท์-แทรคเกอร์ <span class='nobr'>({{SIZE}})</span>
tr: Tüm sürücüleri içerir, Internet bağlantısı olmadan çalışır, Torrent aracılığıyla indirilebilir <span class='nobr'>({{SIZE}})</span>
vi: Nó chứa tất cả các trình điều khiển, hoạt động mà không có kết nối với Internet, nó có thể được tải về thông qua Torrent-tracker <span class='nobr'>({{SIZE}})</span>
zh: 它包含所有驅動程式，執行時不需連接到網際網路，它能透過 torrent <span class='nobr'>({{SIZE}})</span> 下載
zh_cn: 它包含所有的驱动程序，没有连接到互联网，它可以通过 Torrent-tracker 下载 <span class='nobr'>({{SIZE}})</span>

# landingpublications__source-link
source: Read more
am: ተጨማሪ ያንብቡ
ar: اقرأ المزيد
bn: আরও পড়ুন
bs: Pročitaj više
de: Lesen Sie weiter
et: Loe rohkem
fr: Lire la suite
gu: વધુ વાંચો
he: קרא עוד
hu: Több infó
it: Leggi altro
ja: もっと読む
ka: მეტის ნახვა
ko: 더 읽기
my: ဆက်ဖတ်ရန်
nl: Lees meer
no: Les mer
pl: Czytaj dalej
ps: نور یی ولوله
pt_br: Leia mais
si: වැඩිදුර කියවන්න
sq: Lexo më shumë
sw: Soma zaidi
th: อ่านเพิ่มเติม
zh_cn: 阅读更多

# landingpublications__landing-title
source: Mass media publications about DriverPack
am: ስለ DriverPack የታተሙ የሚዲያ እትሞች
ar: منشورات وسائل الإعلام حول DriverPack
az: DriverPack üçün KİV yayınları
bg: Медийни публикации за DriverPack
bn: DriverPack সম্পর্কে বিভিন্ন গণমাধ্যমের প্রকাশনা
bs: Masovne objave medija o DriverPack-u
ca: Publicacions dels mitjans de comunicació sobre DriverPack
cs: Publikace v médiích o programu DriverPack
de: Massenmedien über DriverPack
el: Δημοσιεύσεις Μέσων ενημέρωσης για το DriverPack
es_419: Publicaciones de medios de comunicación sobre DriverPack
et: Massmeedia väljaanded DriverPacki kohta
fa: انتشارات رسانه های جمعی درباره DriverPack
fil: Publikasyon ng Mass media tungkol sa DriverPack
fr: Publications de médias à propos de DriverPack
gu: DriverPack વિશે માસ મીડિયા પ્રકાશનો
he: פרסומים ומאמרים על DriverPack
hi: DriverPack के बारे में मास मीडिया प्रकाशन
hr: Objave o DriverPacku u masovnim medijima
hu: Média publikációk a DriverPack -ról
id: Publikasi media massa tentang DriverPack
it: Pubblicazioni dei mass media su DriverPack
ja: DriverPack に関してのマスメディアの出版
ka: მედია DriverPack -ის შესახებ
ko: DriverPack 에 대한 대중 매체 간행물
ku: بڵاوكراوه‌كانی ده‌زگا ڕاگه‌یاندنه‌كان ده‌رباره‌ی DriverPack
lt: Žiniasklaidos leidiniai apie DriverPack
mn: DriverPack-ын тухай хэвлэл мэдээллийн хэрэгслээр түгсэн ихэнх нийтлэлүүд
my: သတင်းမီဒီယာများမှ DriverPack အကြောင်း ထုတ်ဝေမှုများ
ne: DriverPack को बारे मा मास मीडिया प्रकाशन
nl: Media publicaties over DriverPack
no: Massemedia omtaler av DriverPack
pl: Publikacje mediów o DriverPack
ps: د DriverPack په اړه د ډله ایزو رسنیو خپرونه
pt_br: Publicações da mídia sobre o DriverPack
pt_pt: Publicações dos meios de comunicação acerca do DriverPack
ro: Știri despre DriverPack
si: DriverPack පිළිබඳව ජනමාධ්‍ය ප්‍රකාශන
sk: Mediálne publikácie o programe DriverPack
sl: Množičnih medijskih objav o DriverPack
sq: Publikimet në masmedia rreth DriverPack
sr: Objave masovnih medija o DriverPack-u
sv: Publikationer om DriverPack i massmedia
sw: Machapisho ya vyombo vya habari kuhusu DriverPack
ta: DriverPack வன்பொருள்தொகுப்பு பற்றி மாஸ் மீடியா வெளியீடு
te: మాస్ మీడియా ప్రచురణలు DriverPack
th: การประกาศของสื่อมวลชนเกี่ยวกับ DriverPack
tr: DriverPack hakkında kitlesel medya yayınları
ur: DriverPack کے بارے میں ماس میڈیا کی مطبوعات
vi: Các phương tiện truyền thông đại chúng về DriverPack
zh: 關於 DriverPack 的大眾媒體出版物
zh_cn: 关于 DriverPack 的大众媒体出版物
