Repository: DriverPackSolution/transifex-backup
Catalog: delorean/driverpack-solution-worldwide/drpsu/*.po
Languages: am, ar, az, bg, bn, bs, ca, cs, de, el, es_419, et, fa, fil, fr, gu, he, hi, hr, hu, id, it, ja, ka, ko, ku, lt, mn, my, ne, nl, no, pl, ps, pt_br, pt_pt, ro, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ur, vi, zh, zh_cn

# landingintroduction_author-title
source: Hello! My name is Artur Kuzyakov. I am the author and founder of DriverPack
am: ሰላም! Artur Kuzyakov እባላለሁ። የ DriverPack ደራሲ እና መስራች ነኝ።
ar: مرحبا ! أسمي هو Artur Kuzyakov . أنا مؤسس و مؤلف DriverPack
az: Salam! Mənim adım Artur Kuzyakovdur. DriverPack-ın müəllifi və təsisçisiyəm
bg: Здравей! Казвам се Артур Кузяков. Аз съм автор и основател на DriverPack
bn: হাই, আমি Artur Kuzyakov, DriverPack এর নির্মাতা ও প্রতিষ্ঠাতা।
bs: Zdravo! Moje ime je Artur Kuzyakov. Ja sam autor i osnivač DriverPack-a
ca: Hola! El meu nom és Artur Kuzyakov. Sóc l'autor i fundador de DriverPack
cs: Dobrý den! Mé jméno je Artur Kuzyakov. Jsem zakladatelem a autorem programu DriverPack
de: Hallo! Mein Name ist Artur Kuzyakov. Ich bin der Autor und Gründer von DriverPack
el: Γεια σας! Το όνομά μου είναι Αρθούρος Κουζιάκοφ. Είναι ο δημιουργός και ιδρυτής του DriverPack
es_419: ¡Hola! Mi nombre es Artur Kuzyakov. Soy el autor y fundador de DriverPack
et: Tere! Mu nimi on Artur Kuzyakov. Ma olen DriverPacki autor ja looja
fa: سلام! اسم من Artur Kuzyakov است، من نویسنده و بنیان گذار DriverPack هستم
fil: Kamusta! Ang pangalan ko ay Artur Kuzyakov. Ako ang may-akda at nagtatag ng DriverPack
fr: Bonjour! Mon nom est Arthur Kuzyakov. Je suis l’auteur et fondateur de DriverPack
gu: નમસ્કાર, મારુ નામ Artur Kuzyakov છે. હું DriverPack નો શોધક અને સંચાલક છું
he: שלום! שמי הוא Artur Kuzyakov. אני היוצר והמייסד של DriverPack
hi: नमस्कार! मेरा नाम Artur Kuzyakov है मैं लेखक और DriverPack का संस्थापक हूं
hr: Zdravo! Zovem se Artur Kuzyakov. Autor sam i osnivač DriverPacka
hu: Üdvözlöm! A nevem Artur Kuzyakov. Én vagyok a DriverPack alapítója és fejlesztője.
id: Halo! Nama saya Artur Kuzyakov. Saya adalah pembuat dan pendiri dari DriverPack
it: Ciao! Sono Artur Kuzyakov. Sono l'autore e fondatore di DriverPack
ja: はじめまして、私の名前はアルトゥールクジャコフです。私は DriverPack の著者と創始者です。
ka: გამარჯობა! ჩემი სახელია არტურ კუზიაკოვი. მე ვარ DriverPack -ის ავტორი და დამაარსებელი
ko: 안녕하세요! 제 이름은 Artur Kuzyakov 입니다. 저는 DriverPack 의 창시자이자 창립자입니다
ku: سڵاو! من ناوم Artur Kuzyakov. من دانه‌ر و دامه‌زرێنه‌ری DriverPack م.
lt: Sveiki! Mano vardas yra Arturas Кuziakovas. DriverPack autorius ir įkūrėjas
mn: Сайн байна уу! Намайг Artur Kuzyakov гэдэг. Би бол DriverPack-ыг үндэслэн байгуулагч, ерөнхий захирал.
my: မင်္ဂလာပါ။ ကျွန်တော်နာမည်မှာ Artur Kuzyakov ဖြစ်ပါတယ်။ ကျွန်တော်က DriverPack ရဲ့ စာရေးသူလည်းဖြစ်၊ တည်ထောင်သူလည်းဖြစ်ပါတယ်။
ne: नमस्ते! मेरो नाम आर्टुर कुझ्याकोव हो। म लेखक र संस्थापक हुँ DriverPack
nl: Hallo! Mijn naam is Artur Kuzyakov. Ik ben de auteur en oprichter van DriverPack
no: Hallo! Jeg heter Artur Kuzyakov. Jeg er forfatter og grunnlegger av DriverPack
pl: Witaj! Nazywam się Artur Kuzyakov. Jestem twórcą i założycielem DriverPack
ps: سلام زما نوم ارتر کوزیاکو دی. زه د DriverPack لیکونکی او جوړونکی یم
pt_br: Olá! Meu nome é Artur Kuzyakov. Eu sou o autor e fundador do DriverPack
pt_pt: Olá! O meu nome é Artur Kuzyakov. Sou o autor e fundador do DriverPack
ro: Bună! Numele meu este Artur Kuzyakov. Sunt autorul și fondatorul DriverPack
si: අායුබෝවන්! මගේ නම Artur Kuzyakov. DriverPackහි කතෘ සහ පුරෝගාමියා මමයි
sk: Ahoj! Volám sa Artur Kuzyakov. Som autor a zakladateľ spoločnosti DriverPack
sl: Pozdravljeni! Moje ime je Artur Kuzyakov, sem ustanovitelj in založnik programa DriverPack
sq: Përshendetje! Emri im është Artur Kuzyakov. Jam autori dhe themeluesi i DriverPack
sr: Zdravo! Moje ime je Artur Kuzyakov. Ja sam autor i osnivač DriverPack-a
sv: Hej! Jag heter Artur Kuzyakov. Jag är skapare och grundare av DriverPack
sw: Hello! Jina langu ni Artur Kuzyakov. Mimi ni mwandishi na mwanzilishi wa DriverPack
ta: வணக்கம்!!! என் Artur Kuzyakov பெயர் அர்துர் குஸ்யாகோவ். நான்தான் DriverPack வன்பொருள்தொகுப்பின் ஆசிரியர் மற்றும் ஸ்தாபித்தவர்
te: హలో! నా పేరు ఆర్టుర్ కుజుకోవ్. నేను రచయిత మరియు DriverPack స్థాపకుడుని
th: สวัสดี ผมชื่อ Artur Kuzyakov ผมเป็นผู้เขียนและผู้สร้าง DriverPack
tr: Merhaba! Benim adım Artur Kuzyakov. DriverPack'in yazarı ve kurucusuyum
ur: آداب! میرا نام Artur Kuzyakov ہے۔ میں DriverPack کا لکھنے والا اور بنیاد رکھنے والا ہوں
vi: Xin chào! Tên tôi là Artur Kuzyakov. Tôi là tác giả và là người sáng lập của DriverPack
zh: 您好! 我的名字是 Artur Kuzyakov。我是 DriverPack 的作者和創始人
zh_cn: 您好! 我的名字是 Artur Kuzyakov。我是 DriverPack 的作者和创始人
