Repository: DriverPackSolution/transifex-backup
Catalog: delorean/driverpack-solution-worldwide/drpsu/*.po
Languages: am, ar, az, bg, bn, bs, ca, cs, de, el, es_419, et, fa, fil, fr, gu, he, hi, hr, hu, id, it, ja, ka, ko, ku, lt, mn, my, ne, nl, no, pl, ps, pt_br, pt_pt, ro, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ur, vi, zh, zh_cn

# adminpagefaq_antivirus-a
source: This is most likely a false positive, as all DriverPack versions undergo thorough examination and accreditation by the Kaspersky Laboratory. Our company cooperates with many antivirus software providers such as Avast, and 360 Total Security. In order to continue operating, just add DriverPack to your antivirus white list. We will also appreciate if you report this as a false positive to your antivirus company as well as to our Support Service.
am: ይሄ ውሸት ነው ሊሆን የሚችለው። ምክንያቱም ሁሉም የ DriverPack ስሪቶች በ Kaspersky ላብራቶሪ ተፈትነው እና ተቀባይነት አግኝተው ነው የሚያልፉት። የኛ ካምፓኒ እንደ Avast እና 360 Total Security አይነት ብዙ የ አንቲቫይረስ ሶፍትዌር አቅራቢዎች ጋር በትብብር ይሰራል። ስራውን ለመቀጠል DriverPack ን ከ አንቲቫይረስዎ ነጭ መዝገብ ያስገቡት። ይህን መልእክትም ውሸት መሆኑን ለአንቲቫይረስ ካምፓኒው እና ለ እርዳታ መስጫ ሰርቪሳችን ሪፖርት ቢያደርጉ ደስ ይለናል።
ar: هذا على الأرجح إيجابية كاذبة، فجميع إصدارات DriverPack تخضع للفحص الدقيق والاعتماد من قبل Kaspersky Laboratory. تتعاون شركتنا مع العديد من مقدمي برامج مكافحة الفيروسات مثل Avast، و 360 Total Security من أجل مواصلة التشغيل، قم فقط بإضافة DriverPack إلى القائمة البيضاء لمكافحة الفيروسات. نثمن لك ايضا ان قمت بالإبلاغ عن هذا كإيجابية كاذبة لبرنامج مكافحة الفيروسات الخاص بك وإلى فريق خدمة الدعم لدينا.
az: Bu böyük ehtimalla yanlış bir pozitivdir. Bütün DriverPack versiyaları Kaspersky Labaratoriyası tərəfindən tamamilə analiz edilmədən təsdiq edilmir. Firmamız Avast və 360 Total Security kimi bir neçə antivirus proqramı ilə əməkdaşlıq edir. DriverPack-ın işləməsi üçün sadəcə onu antivirusun ağ siyahısına əlavə edin. Eyni zamanda, bunu yanlış bir pozitv olaraq Dəstək Xidmətimizə və antivirus firmanıza da bildirsəniz məmnun olarıq.
bg: Това най-вероятно е положително фалшива информация, тъй като всички версии на DriverPack подлежат на задълбочен преглед и акредитация от Kaspersky Laboratory. Нашата компания си сътрудничи с много доставчици на антивирусни програми като Avast и 360 Total Security. За да продължите да работите, просто добавете DriverPack в белия списък на антивирусната. Също така ще Ви благодарим, ако съобщите това като положително фалшиво за вашата антивирусна компания, както и на нашата служба за поддръжка.
bn: এটা খুব সম্ভবত ভুল সতর্কবার্তা, যেহেতু DriverPack এর সকল সংস্করণ Kaspersky Laboratory দ্বারা পুঙ্খানুপুঙ্খ পরীক্ষা ও প্রত্যয়নের মধ্য দিয়ে যায়। আমাদের কোম্পানি অনেক অ্যান্টিভাইরাস সফটওয়্যার সরবরাহকারী যেমন: Avast, ও 360 Total Security কে সহযোগিতা করে। ব্যবহার চালু রাখতে শুধু আপনার অ্যান্টিভাইরাস এর নিরাপদ তালিকায় white list এ DriverPack কে যুক্ত করে দিন। আমরা আপনাকে এই ভুল সতর্কবার্তার বিষয়ে আমাদের সাপোর্ট সার্ভিস ও আপনার অ্যান্টিভাইরাস কোম্পানির কাছে রিপোর্ট করতে উৎসাহিত করছি।
ca: El més segur és que es tracti d'un fals positiu, ja que totes les versions de DriverPack passen un examen detingut i una acreditació pel Laboratori de Karspersky. La nostra empresa coopera amb molts proveïdors d'antivirus com Avast i 360 Total Security. Per tal de poder continuar, afegeix DriverPack a la llista blanca del teu antivirus. A més a més, agrairíem que reportessis aquest fals positiu a la companyia del vostre antivirus així com al nostre servei de suport.
cs: Je zřejmé, že to je chybné hlášení, protože všechny verze programu DriverPack prochází zkoumáním a akreditací Kaspersky Laboratory. Dále naše společnost kooperuje se spoustou výrobců antivirů jako je Avast a 360 Total Security. Pro pokračování operace přidejte DriverPack do whitelistu vašeho antiviru. Budeme také rádi, pokud nahlásíte špatné fungování vaší antivirové společnosti a také naší podpoře.
de: Dies ist höchstwahrscheinlich eine Falschmeldung, da alle DriverPack Versionen einer gründlichen Prüfung und Akkreditierung durch das Kaspersky Laboratory unterliegen. Unser Unternehmen kooperiert mit vielen Herstellern von Antivirensoftware, darunter Avast und 360 Total Security. Um weiter zu arbeiten, müssen Sie DriverPack zur Whitelist Ihres Antiviren-Programmes hinzufügen. Wir würden es auch schätzen, wenn Sie diese Falschmeldung Ihrem Antivirus-Unternehmen und unserem Support melden.
el: Αυτό είναι πιθανόν ένα ψευδώς θετικό, καθώς όλες οι εκδόσεις του DriverPack υφίστανται εξονυχιστικό έλεγχο και διαπίστευση από το Εργαστήριο Kaspersky. Η εταιρεία μας συνεργάζεται με πολλούς παρόχους λογισμικού προστασίας από ιούς όπως η Avast και η 360 Total Security. Για να συνεχίσει να λειτουργεί, απλά προσθέστε το DriverPack στη λίστα επιτρεπόμενων του προγράμματος προστασίας από ιούς. Θα εκτιμούσαμε, επίσης, αν το αναφέρατε αυτό ως ψευδώς θετικό στην εταιρεία προστασίας από ιούς καθώς και στην Υπηρεσία Υποστήριξής μας.
es_419: Esto es más probable que sea un falso positivo, ya que todas las versiones de DriverPack se someten a un examen minucioso y la acreditación por el Kaspersky Laboratory. Nuestra empresa coopera con muchos proveedores de software antivirus como Avast, y 360 Total Security. Para continuar operando, simplemente agregue DriverPack a su lista blanca de antivirus. También apreciaremos si denuncias esto como un falso positivo a tu empresa antivirus, así como a nuestro Servicio de Soporte.
et: See pole pigem võimalik, kuna kõik draiverid läbivad kontrolli Kaspersky Laboratory-s. Meie firma teeb koostööd paljude antiviiruse tootjatega, nende sead Avast ja 360 Total Security. Kasutamise jätkamiseks lisage DriverPack antiviiruse valgesse nimekirja. Oleme tänulikud kui raporteerite vea valeks nii antiviiruse tootjale kui ka meile.
fa: هنگامی که عملکرد مناسبی از مجموعه دریافت نمیشود، زیرا تمامی نسخه های DriverPack توسط تیم Kaspersky Laboratory مورد برسی کامل و اعتبار سنجی قرار می گیرد. شرکت ما با بسیاری از ارائه دهندگان نرم افزار آنتی ویروس مانند Avast و 360 Total Security همکاری متقابلی می کند. به منظور ادامه کار، و بهره بری درست از برنامه کافیست فقط DriverPack را به لیست سفید آنتی ویروس خود اضافه کنید. ما همچنین قدردانی خواهیم کرد اگر این گزارش را به عنوان یک مورد یافت شد و همچنین به سرویس پشتیبانی ما گزارش کنید.
fil: Ito ay malamang na isang maling positibo, dahil ang lahat ng mga bersyon ng DriverPack ay sumasailalim sa masusing pagsusuri at accreditation ng Kaspersky Laboratory. Ang aming kumpanya ay nakikipagtulungan sa maraming mga antivirus software provider tulad ng Avast, at 360 Total Security. Upang magpatuloy sa pagpapatakbo, idagdag lamang ang DriverPack sa iyong listahan ng white antivirus. Mapapakinabangan din namin kung iniuulat mo ito bilang isang maling positibo sa iyong kumpanya ng antivirus pati na rin sa aming Support Service.
fr: Ceci est probablement un faux positif, car toutes les versions de DriverPack subissent un examen approfondi et une accréditation par le Laboratoire Kaspersky. Notre société coopère avec de nombreux fournisseurs de logiciels antivirus tels que Avast et 360 Total Security. Pour continuer à fonctionner, il suffit d'ajouter DriverPack à votre liste blanche antivirus. Nous apprécierons également que vous signaliez cela comme un faux positif à votre société antivirus ainsi qu'à notre service de support.
gu: DriverPack આ મોટેભાગે ખોટા હકારાત્મક છે, કારણ કે બધા DriverPack વર્ઝન Kaspersky લેબોરેટરી દ્વારા સંપૂર્ણ પરીક્ષા અને માન્યતા મેળવે છે. અમારી કંપની Avast, અને 360 Total Security જેવા ઘણા એન્ટીવાયરસ સૉફ્ટવેર પ્રદાતાઓ સાથે સહકાર કરે છે. ઓપરેટિંગ ચાલુ રાખવા માટે, ફક્ત તમારા એન્ટીવાયરસ વ્હાઇટ લિસ્ટમાં DriverPack ઉમેરો. જો તમે આને તમારા એન્ટીવાયરસ કંપની તેમજ અમારા સપોર્ટ સર્વિસને ખોટા હકારાત્મક તરીકે જાણ કરો તો અમે પણ પ્રશંસા કરીશું.
he: קרוב לודאי שמדובר באזעקת שווא. כל הגירסאות של DriverPack עוברות בחינה מקיפה ואימות על ידי מעבדות קספרסקי. התוכנה שלנו משתפת פעולה עם חברות אנטיוירוס רבות כמו לדוגמא - Avast ו360 Total Security. בכדי שתוכל להמשיך לעבוד, פשוט הוסף את תוכנת DriverPack לרשימה ה"לבנה" של האנטיוירוס שלך. כמו כן, נעריך מאוד אם תוכל לדווח על אזעקת השווא לחברת האנטיוירוס כמו גם לשירות התמיכה שלנו.
hi: यह सबसे अधिक आशाजनक भ्रामक सकारात्मक परिणाम है, क्योंकि सभी DriverPack संस्करण Kaspersky Laboratory द्वारा पूर्ण परीक्षित और मान्यता प्राप्त करते हैं। हमारी कंपनी Avast, और 360 Total Security जैसे कई एंटीवायरस सॉफ्टवेयर प्रदाताओं के साथ सहयोग करती है। ऑपरेटिंग जारी रखने के लिए, बस अपने एंटीवायरस व्हाईट लिस्ट में DriverPack जोड़ें। हम यह भी सराहना करेंगे कि यदि आप इसे अपने एंटीवायरस कंपनी के साथ-साथ हमारे सपोर्ट सर्विस के लिए भ्रामक सकारात्मक परिणाम के रूप में रिपोर्ट करते हैं।
hr: Vrlo vjerojatno je riječ o lažnoj detekciji, budući da sve verzije DriverPacka prolaze temeljitu provjeru Kaspersky Laboratoryja koji ujedno i akreditira DriverPack. Naša tvrtka također surađuje s mnogim proizvođačima antivirusnih programa kao što su Avast i 360 Total Security. Kako bi nastavili s korištenjem, jednostavno dodajte DriverPack na popis izuzetaka Vašeg antivirusnog programa. Cijenili bismo da tu lažnu detekciju prijavite antivirusnoj tvrtki i našoj Službi za podršku.
hu: Egyértelműen téves riasztás, mivel a DriverPack verziói alaposan vizsgálat és akkreditálás alá kerülnek, melyet a Kaspersky Laboratory végez. A vállalatunk emellett együttműködik számos vírusirtót fejlesztő céggel, mint az Avast és a 360 Total Security. A zavartalan működés érdekében arra kérjük, tegye a DriverPack -ot a vírusirtód kivételei közé. Szívesen vennénk, ha az efféle téves riasztást jelezné a vírusirtó fejlesztője, valamint a támogató csoportunk felé.
id: Ini seperti kesalahan yang positif, semua versi DriverPack sudah melalui pengujian dan diakreditasi oleh Kaspersky Laboratory. Perusahaan kami bekerja sama dengan program antivirus seperti Avast, dan 360 Total Security. Untuk melanjutkan operasi, hanya menambahkan DriverPack ke dalam daftar putih antivirus. Kami juga mengapresiasi jika anda melaporkan ini sebagai kesalahan ke perusahaan antivirus di bagian pelayanan konsumen.
it: E' chiaro che si tratta di un falso positivo, tutte le versioni di DriverPack sono sottoposte ad approfondimento e accreditamento da parte del Kaspersky Laboratory. Cooperiamo con molti sviluppatori di antivirus come Avast e 360 Total Security. Per non avere problemi aggiungi Driverpack alla lista delle eccezioni del tuo antivirus. Apprezzeremmo anche che riportassi i falsi positivi al produttore del tuo antivirus come anche al nostro servizio clienti. Buona fortuna!
ja: 当社のすべての DriverPack のバージョンが Kaspersky Laboratory の徹底的な検査と認定を受けているため、誤認された可能性が最も高いです。当社は、Avast、360 Total Security などの多くのウイルス対策ソフトウェアプロバイダと協力しています。DriverPack を動作し続けるにはウイルス対策ソフトウェアのワイットリストに追加して下さい。また、この誤認をイルス対策会社やサポートサービスに誤った肯定的なものとして報告していただければ幸いです。
ka: როგორც ჩანს რაღაც შეცდომა, DriverPack -ის ყველა ვერსია შემოწმებულია Kaspersky Laboratory-ს მიერ, ასევე კომპანია თანამშრომლობს ანტივირუსის მწარმოებლებთან, როგორებიცაა Avast დი 360 Total Security. დაამატეთ DriverPack დაშვების სიაში და მიწერეთ თქვენი ანტივირუსის მწარმოებელს რომ ეს პროგრამა ვირუსი არ არის.
ko: 이는 모든 DriverPack 버전이 카스퍼스키 연구소의 철저한 검사와 인증을 거치기 때문에 오탐 가능성이 높습니다. 우리 회사는 Avast, 360 Total Security와 같은 많은 바이러스 백신 소프트웨어 공급 업체와 협력합니다. 계속 작동하려면 바이러스 백신 목록에 DriverPack 을 추가하기만 하면 됩니다. 또한 바이러스 백신 회사 및 지원 서비스에 위양성으로 보고하면 감사하겠습니다.
ku: ئه‌مه‌ زۆربه‌ی له‌وانه‌یه‌ هه‌ڵه‌یه‌كی ئیجابی بێت، هه‌موو نوسخه‌كانی DriverPack ڕۆشتونه‌ته‌ ژێر تاقیكردنه‌وه‌ له‌گه‌ڵ متمانه‌ پێكراوی له‌ لایه‌ن تاقیگه‌كانی Kaspersky. كۆمپانیایه‌كه‌ی ئێمه‌ هاریكاری ده‌كات له‌گه‌ڵ زۆربه‌ی دابینكه‌ره‌كانی نه‌رمه‌كاڵاكانی دژه‌ ڤایرۆس وه‌ك Avast، له‌گه‌ڵ 360 Total Security. بۆ ئه‌وه‌ی به‌رده‌وامی به‌كار بده‌ین، ته‌نها DriverPack زیاد بكه‌ بۆ لیستی سپی دژه‌ ڤایرۆسه‌كه‌ت. ئێمه‌ ئه‌وه‌ به‌رز ده‌نرخێنین ئه‌گه‌ر تۆ ڕاپۆرت بده‌ی له‌سه‌ر ئه‌وه‌ی كه‌ ئه‌مه‌ هه‌ڵه‌یه‌كی ئیجابیه‌ بۆ كۆمپانیایی دژه‌ ڤایرۆسه‌كه‌ت وه‌ ئه‌مه‌ باشه‌ بۆ پشتگیری خزمه‌تگوزارییه‌كانی ئێمه‌.
lt: Kaip akivaizdu, kad tai buvo piktnaudžiavimas, nes visos DriverPack versijos yra kruopščiai ištyrę akredituoti Kaspersky Lab. Be to, mūsų bendrovė bendradarbiauja su daugeliu antivirusinių programų tiekėjų, tokių kaip Avast, ir 360 Total Security. Norint tęsti darbą, tiesiog pridėkite DriverPack prie savo antivirusinių baltojo sąrašo. Mes taip pat vertiname, jei pranešate apie šią piktnaudžiavimą jūsų antivirusinei įmonei ir mūsų palaikymo tarnybai. Sėkmės!
my: ယင်းမှာ မှားယွင်းစွာဖော်ပြမှုသာ ဖြစ်နိုင်ခြေများပါတယ်။ အကြောင်းကတော့ DriverPack ဗားရှင်းများအားလုံးကို Kaspersky Laboratory မှ စေ့စေ့စပ်စပ် စစ်ဆေးထားပြီး အသိအမှတ်ပြုပေးထားပါတယ်။ ကျွန်ုပ်တို့ကုမ္ပဏီအနေနဲ့လည်း ဗိုင်းရပ်စ်နှိမ်နင်းရေးဆော့ဖ်ဝဲလ် ဝန်ဆောင်မှုပေးသူများဖြစ်တဲ့ Avast နှင့် 360 Total Security များနဲ့လည်း ပူးပေါင်းထားပါတယ်။ DriverPack ဆက်အလုပ်လုပ်စေဖို့အတွက် ဗိုင်းရပ်စ်နှိမ်နင်းရေးဆော့ဖ်ဝဲလ်ထဲရှိ ခြွင်းချက်စာရင်းထဲသို့ ထည့်ပေးလိုက်ပါ။ အကယ်လို့ အဲ့ဒီ့မှားယွင်းတဲ့ဖော်ပြမှုကို သင့်ရဲ့ ဗိုင်းရပ်စ်နှိမ်နင်းရေးကုမ္ပဏီနှင့် ကျွန်ုပ်တို့၏ ပံ့ပိုးဝန်ဆောင်မှုအဖွဲ့ဆီကို တင်ပြပေးပါက ကျွန်ုပ်တို့အနေနဲ့ အသိအမှတ်ပြု ကျေးဇူးတင်နေမှာ ဖြစ်ပါတယ်။
ne: यो सबै भन्दा सम्भावना एक झूठा सकारात्मक छ, किनकि सबै DriverPack संस्करणहरूले Kaspersky Laboratory द्वारा पुरा परीक्षा र मान्यता प्राप्त गर्दछन्। हाम्रो कम्पनी Avast र 360 Total Security जस्तै धेरै एंटीवायरस सफ्टवेयर प्रदायकहरूसँग सहयोग गर्दछ। सञ्चालन जारी राख्नका लागि, केवल DriverPack लाई तपाईँको एंटीवायरस श्वेतसूची थप्नुहोस्। यदि तपाइँ यो तपाईंको एंटीवायरस कम्पनीको साथमा हाम्रो समर्थन सेवाको लागि गलतको रूपमा रिपोर्ट गर्दछन् भने हामी पनि प्रशंसा गर्नेछौं।
nl: Dit is waarschijnlijk een vals positief signaal, alle DriverPack-versies moeten steeds eerst grondig onderzoek en accreditatie door het Kaspersky Laboratory ondergaan. Ons bedrijf werkt samen met veel antivirus software aanbieders zoals Avast en 360 Total Security. Om DriverPack zonder foutmeldingen te gebruiken, voeg je DriverPack toe aan uw antivirus-witte lijst zodat dit kleine euvel opgelost is. We zullen het ook op prijs stellen als u dit rapporteert als een vals positief signaal aan uw antivirusbedrijf en ook aan onze ondersteuningsdienst.
no: Dette er sannsynligvis en falsk positiv, da alle DriverPack-versjoner gjennomgår en grundig undersøkelse og akkreditering av Kaspersky Laboratory. Vårt firma samarbeider med mange leverandører av antivirusprogrammer som Avast og 360 Total Security. For å fortsette å operere, legg bare DriverPack til din antivirus-hvite liste. Vi vil også sette pris på om du rapporterer dette som en falsk positiv til ditt antivirusfirma, samt til vår kundeservice.
pl: Najprawdopodobniej jest to fałszywy pozytyw, gdyż wszystkie wersje DriverPack'a podlegają sprawdzeniu i akredytacji przez Kaspersky Laboratory. Nasza forma współpracuje z wieloma producentami oprogramowania antywirusowego, takimi jak Avast czy 360 Total Security. Aby móc dalej używać DriverPack'a dodaj go do białej listy antywirusa. Będzie nam miło, jeśli zaraportujesz ten fałszywy pozytyw u producenta antywirusa jak i w naszym Support Service.
ps: دا تر ټولو ډیر احتمال یو غلط مثبت دی، ځکه چې د DriverPack ټولو نسخو د Kaspersky Laboratory لخوا بشپړه ازموینې او اعتبار ترلاسه کوي. زموږ شرکت د Avast، او 360 Total Security لکه د انټیویویرس ډیرو سافټویر وړاندې کونکو سره همکاری کوي. د عملیاتي کارولو لپاره، یوازې د انټرویوس سپینې لیست ته DriverPack اضافه کړئ. موږ به هم ستاینه وکړو که تاسو د انټیویویرس شرکت او همداراز زموږ د ملاتړ خدمت لپاره د غلطي په توګه راپور ورکړی
pt_br: Provavelmente é um falso positivo, pois todas as versões do DriverPack são submetidas a exame e credenciamento detalhados pelo Kaspersky Laboratory. Nossa empresa coopera com muitos provedores de programas antivírus, como Avast e 360 Total Security. Para continuar a funcionar, basta adicionar o DriverPack na lista de permissões do seu antivírus. Também agradeceremos se você relatar sobre o falso positivo ao fornecedor do seu antivírus, bem como para o nosso Serviço de Suporte.
pt_pt: O mais provável é ser um falso positivo, já que todas as versões do DriverPack são sujeitas a intenso escrutínio e acreditação pelo Laboratório Kaspersky. A nossa companhia coopera com fabricantes de muitos antivírus tais como Avast, e o 360 Total Security. De modo a que funcione corretamente, adicione o DriverPack à lista de permitidos do seu antivírus. Agradecemos também que reporte isso como um falso positivo à companhia do seu antivírus assim como ao nosso Serviço de Suporte.
ro: Acesta e cel mai probabil un fals pozitiv, deoarece toate versiunile DriverPack sunt supuse unei examinări aprofundate și acreditate de Kaspersky Laboratory. Compania noastră colaborează cu mulți furnizori de software antivirus, cum ar fi Avast și 360 Total Security. Pentru a continua operarea, trebuie doar să adăugați DriverPack pe lista de încredere a antivirusului. Vom aprecia, de asemenea, dacă raportați acest lucru ca fiind un fals pozitiv atât pentru compania dvs. de antivirus, cât și pentru serviciul nostru de asistență.
si: සියලුම DriverPack අනුවාදයන් කැස්පර්ස්කි රසායනාගාරය විසින් හොඳින් පරීක්ෂා කර ප්‍රතීතනයකට ලක් කරන බැවින් මෙය බොහෝ දුරට ව්‍යාජ ධනාත්මක වේ. අපගේ සමාගම Avast වැනි ප්‍රති-වයිරස මෘදුකාංග සපයන්නන් සහ 360 සම්පූර්ණ ආරක්ෂාව සමඟ සහයෝගයෙන් කටයුතු කරයි. දිගටම ක්‍රියාත්මක වීම සඳහා, ඔබේ ප්‍රති-වයිරස සුදු ලැයිස්තුවට DriverPack එක් කරන්න. මෙය ඔබේ ප්‍රති-වයිරස සමාගමට මෙන්ම අපගේ උපකාරක සේවාවට ද ව්‍යාජ ධනාත්මක යැයි වාර්තා කරන්නේ නම් අපි අගය කරන්නෙමු.
sk: Toto je s najväčšou pravdepodobnosťou falošná pozitívna identifikácia, pretože všetky verzie DriverPack podliehajú dôkladnej kontrole a akreditácii zo strany Laboratória Kaspersky. Naša spoločnosť spolupracuje s mnohými poskytovateľmi antivírusových programov, ako je Avast a 360 Total Security. Ak chcete pokračovať v používaní, stačí pridať program DriverPack do listu povolení Vášho antivírusového programu. Ďakujeme Vám, ak to nahlásíte ako falošnú pozitívnu identifikáciu Vašej antivírusovej spoločnosti, ako aj nášmu týmu služby Podpory Užívateľom.
sl: Vse verzije programa DriverPack so testirane Kaspersky Laboratory, zato so antivirusna opozorila lažno pozitivna,naš program je popolnoma varen za vas in vašo opremo.Sodelujemo z proizvajalci antivirusne programske opreme kot so Avast in 360 Total Security. Će ste naleteli na težave,dodajte program DriverPack na listo izjem v vašem antivirus programu. Prav tako bomo zelo cenili. Če boste težavo posredovali svojemu proizvajalcu antivirusne zaćite in naši ekipi za podporo.
sq: Me shumë gjasë kjo është një pozitiv fals, sepse të gjithë versionet e DriverPack kalojnë nëpërmjet egzaminimeve dhe akreditimeve nga Laboratori Kaspersky. Kompania jonë bashkepunon me shumë sigurues të softuerëve antivirus siç është Avast dhe 360 Total Security. Për të vazhduar funksionimin, thjeshtë shtojeni DriverPack tek lista e bardhe (white list) tek antivirus-i juaj. Do ta vlerësonim nëse do ta raportonit si një pozitiv fals tek kompania e antivirus-it tuaj si edhe tek Shërbimi i Suportit tonë.
sr: To je najverovatnije greška usled preosetljivosti antivirusnog sistema jer sve verzije DriverPack-a prolaze ispitivanje i dobijaju potvrdu od Kaspersky Labaratory-je. Naša kompanija sarađuje sa mnogim proizvođačima antivirusnih programa kao što su Avast i 360 Total Security i da bi DriverPack i dalje nastavio rad na vašem računaru dodajte ga na belu listu u antivirusnom programu. Takođe, cenićemo ukoliko takvu vrstu grešake prijavite proizvođaču ativirusnog programa i servisu podrške kao lažnu.
sv: Det är högst troligen ett falskt positivt resultat, då alla versioner av DriverPack genomgår grundlig undersökning och kvalitetssäkring av Kaspersky Laboratory. Vårt bolag samarbetar med en mängd olika leverantörer av antivirusprogram som Avast och 360 Total Security. Lägg till DriverPack i ditt antivirusprograms vitlista för fortsatt funktion. Vi skulle även uppskatta om du rapporterade detta som ett falskt positivt resultat till leverantören av ditt antivirusprogram, samt till vår Support Service.
sw: Hii ni uwezekano mkubwa wa uongo, kwa vile matoleo yote ya DriverPack huchunguzwa na kuthibitishwa vizuri na Kaspersky Laboratory. Kampuni yetu inashirikiana na watoa huduma wengi wa programu ya antivirus kama vile Avast, na Usalama wa 360 Total Security. Ili kuendelea kufanya kazi, ongeza DriverPack kwenye orodha yako nyeupe ya antivirus. Pia tutathamini ikiwa unasema hii kama chanya cha kweli kwa kampuni yako ya antivirus na pia Huduma yetu ya Usaidizi.
ta: Kaspersky Laboratory மூலமாக அனைத்து DriverPack வன்பொருள்தொகுப்பு பதிப்புகள் அனைத்தும் முழுமையான பரிசோதித்து மற்றும் அங்கீகாரத்திற்கு உட்பட்டுள்ளதால், இது பெரும்பாலும் ஒரு தவறான நேர்மறையாகும். எங்களுடைய நிறுவனம் Avast, 360 Total Security போன்ற பல வைரஸ் தடுப்பு மென்பொருள் வழங்குநர்களுடன் தொடர்புடன் ஒத்துழைக்கிறது. இயக்கத்தை தொடர, உங்கள் வைரஸ் தடுப்பு மென்பொருளில் வெள்ளை பட்டியலில் DriverPack வன்பொருள்தொகுப்பை சேர்க்க வேண்டும். உங்கள் வைரஸ் தடுப்பு நிறுவனத்திற்கு தவறான தகவலாக நீங்கள் புகாரளித்தால் எங்கள் ஆதரவு சேவையில் நாங்கள் உங்களை பாராட்டுவோம்.
te: అన్ని DriverPack సంస్కరణలు కాస్పెర్స్కే లాబొరేటరీ ద్వారా సంపూర్ణ పరీక్షలు మరియు అక్రిడిటేషన్లు వస్తున్నందున ఇది చాలా తప్పుగా ఉంటుంది. అవాస్ట్, మరియు 360 టోటల్ సెక్యూరిటీ వంటి పలు యాంటీవైరస్ సాఫ్ట్వేర్ ప్రొవైడర్లతో మా కంపెనీ సహకరిస్తుంది. ఆపరేటింగ్ కొనసాగించడానికి, మీ యాంటీవైరస్ వైట్ జాబితాకు DriverPack ను జోడించండి. మీరు మీ యాంటీవైరస్ కంపెనీకి అలాగే మా మద్దతు సేవకు ఒక తప్పుడు సానుకూలంగా నివేదిస్తే మేము కూడా అభినందనలు పొందుతాము.
th: นี่น่าจะเป็นผลบวกที่ผิดพลาดมากที่สุด DriverPack ทุกเวอร์ชั่นจะได้รับการทดสอบและได้รับการรับรองโดย Kaspersky Laboratory องค์การของเราทำงานร่วมกับแอนตี้ไวรัสซอฟท์แวร์หลายบริษัท เช่น Avast และ 360 Total Security เพื่อให้การทำงานต่อเนื่องเพียงแค่เพิ่ม DriverPack ลงในรายการที่อนุญาตของแอนตี้ไวรัส เราจะซาบซึ้งถ้าคุณรายงานว่านี่คือผลบวกที่ผิดพลาดต่อบริษัทแอนตี้ไวรัสรวมทั้งฝ่ายบริการสนับสนุนของเรา
tr: Bu yüksek ihtimalle yanlış pozitiftir, tüm DriverPack sürümlerinde olduğu gibi Kaspersky Laboratuvarı tarafından tamamen incelemeden ve onaydan geçirilir. Firmamız Avast ve 360 Total Security gibi pek çok antivirüs yazılımı sağlayıcısı ile işbirliği yapar. İşlemeye devam etmesi için sadece DriverPack'i antivirüs yazılımınızın beyaz listesine ekleyin. Aynı zamanda, bunu yanlış pozitif olarak Destek Hizmetimizin yanı sıra antivirüs firmanıza da bildirirseniz memnun olacağız.
ur: سب سے زیادہ امکان یہ ہے کہ یہ ایک false positive ہے، کیونکہ DriverPack کے تمام ورژن کو Kaspersky Laboratory کی طرف سے مکمل امتحان سے گزارا جاتا ہے اور منظوری حاصل کی جاتی ہے. ہماری کمپنی بہت سے اینٹی وائرس سوفٹ ویئر فراہم کرنے والے جیسے Avast اور 360 Total Security کے ساتھ تعاون کرتی ہے. آپریٹنگ جاری رکھنے کے لئے، صرف اپنے اینٹی وائرس کی فہرست میں DriverPack کو شامل کریں. اگر آپ اپنی اینٹی وائرس کمپنی کے ساتھ ساتھ ہماری معاونت سروس کو بھی false positive کے بارے میں رپورٹ کرتے ہیں تو ہم اس کی بھی تعریف کرتے ہیں.
vi: Đó có lẽ là một phát hiện lỗi, tất cả các phiên bản của DriverPack đều trải qua kiểm tra và cấp chứng nhận bởi Kaspersky Laboratory. Công ty của chúng tôi hợp tác với nhiều nhà cung cấp phần mềm diệt virus như Avast. và 360 Total Security. Để tiếp tục quá trình vận hành, chỉ cần cho DriverPack vào danh sách an toàn của bạn. Chúng tôi cũng sẽ rất lấy làm hân hạnh nếu bạn phản hồi lại lỗi này cho công ty phần mềm diệt virus của bạn cũng như Dịch Vụ Chăm Sóc Khách Hàng.
zh: 很明顯，這是錯報，因為所有 DriverPack 版本經過卡巴斯基實驗室的徹底檢查和認證。此外，我們公司還與許多防毒軟體供應商合作，如 Avast 和 360 Total Security。為了繼續操作，只需將 DriverPack 加入到防毒白名單中即可。如果您將這個誤報報告給您的防毒公司以及我們的支援服務，我們也將感激不盡。祝您好運!
zh_cn: 很明顯，這是錯報，因為所有 DriverPack 版本經過卡巴斯基實驗室的徹底檢查和認證。此外，我們公司還與許多防毒軟體供應商合作，如 Avast 和 360 Total Security。為了繼續操作，只需將 DriverPack 加入到防毒白名單中即可。如果您將這個誤報報告給您的防毒公司以及我們的支援服務，我們也將感激不盡。祝您好運!
