Repository: DriverPackSolution/transifex-backup
Catalog: delorean/driverpack-solution-worldwide/drpsu/*.po
Languages: am, ar, az, bg, bn, bs, ca, cs, de, el, es_419, et, fa, fil, fr, gu, he, hi, hr, hu, id, it, ja, ka, ko, ku, lt, mn, my, ne, nl, no, pl, ps, pt_br, pt_pt, ro, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ur, vi, zh, zh_cn

# adminpagefaq_official_vendors-q
source: Before DriverPack, I downloaded the drivers from the official sites but I experienced issues even with them. Why are the drivers in DriverPack more reliable than those from the manufacturers?
am: ከ DriverPack በፊት ድራይቨሮችን ከህጋዊ ድረገጾች አውርጃለሁ ነገርግን እነሱ ላይ ራሱ ችግሮች አጋጥመውኛል። ለምን ነው ከ DriverPack ያሉ ድራይቨሮች ከአምራቾቹ ከሚገኙት የበለጠ አስተማማኝ የሆኑት?
ar: قبل DriverPack، أنا تحميل السائقين من المواقع الرسمية ولكن واجهت قضايا حتى معهم. لماذا السائقين في DriverPack أكثر موثوقية من تلك التي من الشركات المصنعة؟
az: DriverPack-dən əvvəl, driverləri rəsmi saytdan endirirdim ancaq yenə də bəzi problemnlərlə qarşılaşırdım. DriverPack-ın içindəki driverlər, bu istehsalçaların driverlərindən daha təhlükəsizdir?
bg: Преди DriverPack, аз изтеглех драйверите от официалните сайтове, но имах проблеми дори и с тях. Защо драйверите в DriverPack са по-надеждни от тези на производителите?
bn: DriverPack ব্যবহারের আগে, আমি অফিসিয়াল সাইট থেকে ড্রাইভার ডাউনলোড করেছিলাম কিন্তু সেগুলো নিয়ে সমস্যা দেখা দিয়েছিল। কেন DriverPack এ থাকা ড্রাইভার প্রস্তুতকারকের ড্রাইভার থেকে বেশি নির্ভরযোগ্য?
ca: Abans de DriverPack, descarregava els controladors des de les pàgines oficials, però vaig tenir problemes fins i tot amb aquests. Per què són els controladors de DriverPack més fiables que els dels fabricants?
cs: Před programem DriverPack jsem stahoval ovladače z oficiálních stránek, ale zažil jsem s nimi nějaké problémy. Jak to, že jsou ovladače v programu DriverPack spolehlivější než ty od výrobců?
de: Vor DriverPack habe ich die Treiber von den offiziellen Seiten heruntergeladen, aber auch dort habe ich Probleme erlebt. Warum sind die Treiber in DriverPack zuverlässiger als die der Hersteller?
el: Πριν το DriverPack, λάμβανα τα προγράμματα οδήγησης από τους επίσημους ιστοχώρους αλλά είχα προβλήματα ακόμα και με αυτά. Γιατί τα προγράμματα οδήγησης του DriverPack είναι πιο αξιόπιστα από αυτά των κατασκευαστών;
es_419: Antes de DriverPack, descargaba los controladores de los sitios oficiales, pero he experimentado problemas incluso con ellos. ¿Por qué los controladores de DriverPack son más fiables que los de los fabricantes?
et: Enne DriverPacki, laadisin ma draivereid nende ametlikelt kodulehtedelt, kuid nendega oli koguaeg probleeme. Miks on DriverPacki draiverid paremad kui tootjate omad?
fa: پیش از DriverPack، من درایور ها رو از سایت های رسمی دانلود میکردم اما حتی با آن ها نیز به مشکل بر می خوردم. چرا درایور های موجود در DriverPack قابل اعتماد تر از آن هایی که توسط تولید کننده ارائه میشوند هستند؟
fil: Bago DriverPack, na-download ko ang mga driver mula sa mga opisyal na site ngunit nakaranas ako ng mga isyu kahit na sa kanila. Bakit ang mga driver sa DriverPack ay mas maaasahan kaysa sa mga nagmumula sa mga tagagawa?
fr: Avant DriverPack, j'ai téléchargé les pilotes des sites officiels mais j'ai rencontré des problèmes même avec eux. Pourquoi les pilotes de DriverPack sont-ils plus fiables que ceux des fabricants?
gu: DriverPack પહેલાં, મેં સત્તાવાર સાઇટ્સના ડ્રાઈવરોને ડાઉનલોડ કર્યા પરંતુ મેં તેમની સાથે પણ સમસ્યાઓ અનુભવી. ઉત્પાદકો કરતાં DriverPack માં ડ્રાઇવર્સ વધુ વિશ્વસનીય કેમ છે?
he: לפני DriverPack, הורדתי דרייברים מהאתרים הרשמיים, אך גם איתם היו לפעמים בעיות. למה דרייברים של DriverPack נחשבים אמינים יותר מאלה של היצרנים?
hi: DriverPack से पहले, मैं आधिकारिक साइटों से ड्राइवरों को संकलित करता था लेकिन मैं उनके साथ भी समस्याओं का अनुभव करता था। DriverPack में ड्राइवर निर्माताओं की तुलना में अधिक विश्वसनीय क्यों हैं?
hr: Prije negoli je DriverPack nastao, skidao sam upravljačke programe sa službenih stranica proizvođača, ali čak i s njima sam nailazio na probleme. Zbog čega su upravljački programi u DriverPacku pouzdaniji od onih koje nudi proizvođač?
hu: A DriverPack előtt a hivatalos oldalakról töltöttem le a drivereket, de néha még azokkal is adódtak gondok. Miért megbízhatóbbak a DriverPack driverei, mint a gyártóké?
id: Sebelum DriverPack, Saya mengambil driver dari situs resmi tetapi Saya mendapatkan masalah dengan mereka. Mengapa driver dari DriverPack dapat lebih diandalkan daripada produsennya?
it: Prima di DriverPack, scaricavo i driver dai siti ufficiali ma ho sempre avuto dei problemi. Perchè i driver di DriverPack sono più stabili di quelli dei produttori?
ja: DriverPack の前に公式サイトからドライバをダウンロードしましたが、問題が発生しました。なぜ、 DriverPack のドライバは、メーカーのものよりも信頼性が高いのですか？
ka: DriverPack -ამდე დრაივერების ვიწერდი ოფიციალური საიტიდან, მაგრამ მაინც პრობლემა მექმნებოდა. რატომ არის DriverPack -ის დრაივერები უფრო უპრობლემო ვიდრე მწარმოებლის?
ko: DriverPack 이 출시되기 전에는 공식 사이트에서 드라이버를 다운로드했지만 문제가 발생했습니다. DriverPack 의 드라이버가 제조업체의 드라이버보다 더 안정적인 이유는 무엇입니까?
ku: پێش DriverPack، من پێناسه‌كانم له‌ ماڵپه‌ڕه‌ فه‌ڕمییه‌كانه‌وه‌ داده‌به‌زاند به‌ڵام من ئه‌زموونی كێشه‌م كرد له‌گه‌ڵ ئه‌واندا. بۆچی پێناسه‌كانی ناو DriverPack زیاتر باوه‌ڕپێكراو ترن له‌وه‌ی كه‌له‌ كۆمپانیا به‌رهه‌مهێنه‌كه‌هه‌یه‌؟
lt: Prieš DriverPack aš atsisiųsti tvarkykles iš oficialių svetainių, aš patyriau kai kuriuos sunkumus net su jais. Kodėl DriverPack vairuotojai yra labiau patikimi nei gamintojai?
my: DriverPack မရှိခင်က ကျွန်ုပ်အနေနဲ့ တရားဝင်ဝက်ဘ်ဆိုဒ်များထဲမှ drivers များကို ဒေါင်းလုဒ်ဆွဲပြီးသုံးသော်လည်းပဲ ပြဿနာကြုံရပါတယ်။ ဘာကြောင့် DriverPack ထဲမှ drivers များမှာ မူရင်းထုတ်လုပ်သူများထက် ပိုမိုယုံကြည်စိတ်ချရတာလဲ?
nl: Voor het gebruik van DriverPack downloade ik de stuurprogramma's van de officiële sites en heb ik ook, zelfs bij hen, steeds veel problemen mee ondervonden. Waarom zijn de stuurprogramma's in DriverPack betrouwbaarder dan die van de fabrikanten?
no: Før DriverPack, lastet jeg ned drivere fra de offisielle nettstedene, men jeg opplevde problemer selv med dem. Hvorfor er driverne i DriverPack mer pålitelige enn de fra produsentene?
pl: Zanim zacząłem używać DriverPack pobierałem sterowniki z ich oficjalnych stron, ale nawet z nimi bywały problemy. Dlaczego sterowniki zawarte w DriverPack są bardziej niezawodne niż te od producentów?
ps: د DriverPack مخکې، ما چلوونکي له رسمی سایټونو څخه کښته کړل مګر ما د هغوی سره ستونزي هم تجربې کړې. ولې چلوونکي په DriverPack کې د جوړونکو څخه د ډیرو باور وړ دي؟
pt_br: Antes do DriverPack, eu baixava os drivers dos sites oficiais, mas mesmo assim tive problemas com eles. Por que os drivers do DriverPack são mais confiáveis do que aqueles dos fabricantes?
pt_pt: Antes do DriverPack, eu descarregava os controladores das páginas oficiais mas tinha problemas mesmo assim. Porque é que os controladores do DriverPack são mais fiáveis que os dos fabricantes?
ro: Înainte de DriverPack, am descărcat driverele de pe site-urile oficiale, dar am avut probleme chiar și cu ele. De ce sunt driverele din DriverPack mai fiabile decât cele ale producătorilor?
si: DriverPack වලට පෙර, මම නිල වෙබ් අඩවි වලින් රියදුරන් බාගත කළ නමුත් ඔවුන් සමඟ පවා මට ගැටළු ඇති විය. DriverPack රියදුරන් නිෂ්පාදකයින්ට වඩා විශ්වාසදායක වන්නේ ඇයි?
sk: Kým neexistoval DriverPack, stiahol som ovládače z oficiálnych stránok, ale mal som skúsenosti s problémami aj u nich. Prečo sú ovládače v systéme DriverPack spoľahlivejšie než tie od výrobcov?
sl: Pred programom DriverPack sem gonilnike nalagal in nameščal iz uradnih podpornih strani,kar pa je večkrat privedlo do nezaćželenih napak in okvar,nedelovanja mojega PC-ja. Zakaj so gonilniki v programu DriverPack bolj zanesljivi kot gonilniki iz uradnih podpornih strani?
sq: Para DriverPack, unë shkarkoja drajverat nga sajtet zyrtare por hasja probleme edhe me to. Pse janë drajverat në DriverPack më të sigurtë se ato të prodhuesve?
sr: Pre DriverPack-a preuzimao sam drajvere sa zvaničnih stranica ali sam koristeći i njih nailazio na poteškoće. Zašto su drajveri u DriverPack-u pouzdaniji od onih koje nude proizvođači?
sv: Innan jag hittade DriverPack laddade jag ned drivrutiner från tillverkarnas officiella hemsidor, men även med dem upplevde jag problem. Varför är drivrutinerna i DriverPack mer pålitliga än de från tillverkarna?
sw: Kabla ya DriverPack, nilitumia ma dreva kutoka kwenye tovuti rasmi lakini nimeona masuala hata pamoja nao. Je! kwa nini ma dreva katika DriverPack yanaaminika zaidi kuliko yale kutoka kwa wazalishaji?
ta: DriverPack வன்பொருள்கள் தொகுப்பிற்குக்கு முன், அதிகாரப்பூர்வ தளங்களில் இருந்து வன்பொருள்களை நான் பதிவிறக்கம் செய்தேன், ஆனால் அவைகளில் சில பிரச்சினைகளை நான் சந்தித்தேன். DriverPack வன்பொருள்கள் தொகுப்பின் வன்பொருள்கள் உற்பத்தியாளர்களிடமிருந்து பெறப்படுவதை விட அதிக நம்பகமானவை ஏன்?
te: DriverPack ముందు, నేను డ్రైవర్స్ అధికారిక సైట్ల నుండి డౌన్లోడ్ చేసుకున్నాను కాని వారితోపాటు నేను కూడా డ్రైవర్స్ సమస్యలను ఎదుర్కొన్నాను. ఎందుకు DriverPack లో డ్రైవర్లు తయారీదారుల కంటే నమ్మదగినవి?
th: ก่อน DriverPack ฉันดาวน์โหลดไดรเวอร์จากเว็บไซต์ทางการแต่ฉันได้พบกับปัญหาแม้แต่กับพวกเขา ทำไมไดรเวอร์ใน DriverPack น่าเชื่อถือกว่าผู้ผลิตเหล่านั้น
tr: DriverPack'ten önce, sürücüleri resmi sitelerinden indiriyordum ancak yine de bazı sorunlar yaşıyordum. DriverPack içindeki sürücüler, bu üreticilerin sürücülerinden neden daha güvenli?
ur: DriverPack سے پہلے میں نے باضابطہ سائٹس سے ڈرائیوروں کو ڈاؤن لوڈ کیا کرتا تھا لیکن مجھے ان کے ساتھ بھی مسائل کا تجربہ ہوا. DriverPack میں ڈرائیور کیوں مینوفیکچررز سے زیادہ قابل اعتماد ہیں؟
vi: Trước khi có DriverPack, tôi đã tải về các trình điều khiển từ các trang chính thức nhưng tôi vẫn gặp phải những vấn đề với chúng. Câu hỏi ở đây là tại sao các trình điều khiển trong DriverPack lại tin cậy hơn các trình điều khiển của nhà sản xuất nhỉ?
zh: 在使用 DriverPack 之前，我從官方網站下載了驅動程式，但即使是這些驅動程式也遇到了麻煩。為什麼 DriverPack 的驅動程式比製造商的驅動程式更可靠呢?
zh_cn: 在使用 DriverPack 之前，我从官方网站下载了驱动程序，但即使是这些驱动程序也遇到了麻烦。为什么 DriverPack 的驱动程式比制造商的驱动程式更可靠呢?
