Repository: DriverPackSolution/transifex-backup
Catalog: delorean/driverpack-solution-worldwide/drpsu/*.po
Languages: am, ar, az, bg, bn, bs, ca, cs, de, el, es_419, et, fa, fil, fr, gu, he, hi, hr, hu, id, it, ja, ka, ko, ku, lt, mn, my, ne, nl, no, pl, ps, pt_br, pt_pt, ro, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ur, vi, zh, zh_cn

# devicecard_details-links-notebook_device
source: View all drivers
am: ሁሉንም ድራይቨሮች ይመልከቱ።
ar: عرض كافة التعريفات
az: Bütün driverləri göstər
bg: Виж всички драйвери
bn: সব ড্রাইভার দেখুন
bs: Pogledaj sve upravljačke programe
ca: Veure tots els controladors
cs: Zobrazit všechny ovladače
de: Alle Treiber anzeigen
el: Προβολή όλων των προγραμμάτων οδήγησης
es_419: Ver todos los controladores
et: Vaata kõiki draivereid
fa: نمایش همه درایورها
fil: Tingnan ang lahat ng mga driver
fr: Voir tous les pilotes
gu: બધા ડ્રાઈવર્સ જુઓ
he: הצג את כל הדרייברים
hi: सभी ड्राइवर देखें
hr: Pogledajte sve upravljačke programe
hu: Összes driver megtekintése
id: Tampilkan semua driver
it: Vedi tutti i driver
ja: すべてのドライバーを表示する
ka: ყველა დრაივერის ნახვა
ko: 모든 드라이버 보기
ku: پیشاندانی هه‌موو پێناسه‌كان
lt: Peržiūrėti visas tvarkykles
mn: Бүх драйверыг харах
my: Drivers အားလုံးကို ကြည့်ရှုမည်
ne: सबै चालकहरू हेर्नुहोस्
nl: Bekijk alle drivers
no: Vis alle drivere
pl: Przejrzyj wszystkie sterowniki:
ps: دټولو ډرایورونو کتل
pt_br: Ver todos os drivers
pt_pt: Ver todos os controladores
ro: Vezi toate driverele
si: සියලු ධාවක දක්වන්න
sk: Zobraziť všetky ovládače
sl: Oglejte si vse voznike
sq: Shiko të gjith driverat
sr: Pogledaj sve drajvere
sv: Visa alla drivrutiner
sw: Angalia ma driver yote
ta: அனைத்து வன்பொருள்கள் பார்வையிட
te: అన్ని డ్రైవర్లను చూడండి
th: ดูไดรเวอร์ทั้งหมด
tr: Tüm sürücüleri göster
ur: تمام ڈرائیورز دیکھیں
vi: Xem tất cả các trình điều khiển
zh: 檢視所有驅動程式
zh_cn: 查看所有驱动程序

# devicecard_details-links
source: View all drivers for
am: ለዚህ ሁሉንም ድራይቨሮች ይመልከቱ፦
ar: عرض كل التعريفات عن
az: Bütün driverləri göstər
bg: Виж всички драйвери за
bn: এর জন্য সকল ড্রাইভার দেখুন
bs: Vidi sve drajvere za
ca: Veure tots els controladors per a
cs: Zobrazit všechny ovladače pro
de: Alle Treiber anzeigen für
el: Προβολή όλων των προγραμμάτων οδήγησης για
es_419: Ver todos los controladores para
et: Vaata kõiki draivereid et
fa: مشاهده تمامی درایور ها برای
fil: Tingnan ang lahat ng mga driver para sa
fr: Voir tous les pilotes pour
gu: ના માટે ડ્રાઈવર્સ જુઓ
he: הצג את כל הדרייברים עבור
hi: सभी ड्राइवरों के लिए देखें
hr: Pogledajte sve upravljačke programe za
hu: Driverek megtekintése:
id: Tampilkan semua driver untuk
it: Vedi tutti i driver per
ja: すべてのドライバーを表示
ka: ყველა დრაივერი მოწყობილობისთვის:
ko: 용 모든 드라이버 보기
ku: پیشاندانی هه‌موو پێناسه‌كان بۆ
lt: Peržiūrėti visas tvarkykles
mn: Бүх драйверүүдыг хармар аядах
my: အတွက် Drivers အားလုံးကို ကြည့်ရှုမည်
ne: सबै चालकहरूको लागि हेर्नुहोस्
nl: Bekijk alle drivers voor
no: Vis alle drivere for
pl: Wyświetl wszystkie sterowniki dla
ps: دټولو ډرایورونو لیدل لپاره د
pt_br: Ver todos os drivers para
pt_pt: Ver todos os controladores para
ro: Vezi toate driverele pentru
si: සඳහා සියලු ධාවක දක්වන්න
sk: Zobraziť všetky ovládače pre
sl: Vsi gonilniki za
sq: Shiko të gjith driverat për
sr: Pogledaj sve drajvere za
sv: Visa alla drivrutiner för
sw: Angalia ma driver yote ya
ta: தேவைக்கேற்ப அனைத்து வன்பொருள்களையும் பார்வையிட
te: అన్ని డ్రైవర్లను చూడండి కోసం
th: ดูไดรเวอร์ทั้งหมดสำหรับ
tr: Tüm sürücülerini göster:
ur: کیلئے تمام ڈرائیورز دکھائیے
vi: Xem tất cả các trình điều khiển cho
zh: 查看所有驅動程式
zh_cn: 查看所有驱动程序

# devicecardlist_no-result_download-link
source: Download DriverPack
am: DriverPack ያውርዱ።
ar: تحميل DriverPack
az: DriverPack-ı endir
bg: Изтегли DriverPack
bn: DriverPack ডাউনলোড
bs: Preuzmi DriverPack
ca: Descarrega el DriverPack
cs: Stáhnout DriverPack
de: DriverPack herunterladen
el: Λήψη του DriverPack
es_419: Descarga DriverPack
et: Lae alla DriverPack
fa: دانلود DriverPack
fil: I-download ang DriverPack
fr: Télécharger DriverPack
gu: DriverPack ડાઉનલોડ કરો
he: הורד את DriverPack
hi: DriverPack संकलित करे
hr: Preuzmite DriverPack
hu: DriverPack letöltése
id: Unduh DriverPack
it: Scarica DriverPack
ja: DriverPackをダウンロード
ka: DriverPack-ის გადმოწერა
ko: DriverPack 다운로드
ku: دابه‌زاندنی DriverPack
lt: Parsisiųsti DriverPack
mn: DriverPack-г татах
my: DriverPack ကို ဒေါင်းလုဒ်ရယူပါ
ne: DriverPack डाउनलोड
no: Last ned DriverPack
pl: Pobierz DriverPack
ps: DriverPack ډاونلوډ کړئ
pt_br: Baixar o DriverPack
pt_pt: Descarregar DriverPack
ro: Descarcă DriverPack
si: DriverPack බාගත කරගන්න
sk: Stiahnuť DriverPack
sl: Prenesite DriverPack
sq: Shkarko DriverPack
sr: Preuzimanje DriverPack
sv: Ladda ned DriverPack
sw: Pakua DriverPack
ta: DriverPack வன்பொருள்தொகுப்பு பதிவிறக்கம்
te: డౌన్లోడ్ DriverPack
th: ดาวน์โหลด DriverPack
tr: DriverPack'i İndir
ur: DriverPack ڈائونلوڈ کریں
vi: Tải về DriverPack
zh: 下載 DriverPack
zh_cn: 下载 DriverPack

# devicecardlist_no-results-device-text
source: The drivers for {{DEVICENAME}} for Windows {{OSVERSIONS}} were not found in the catalog. {{DOWNLOAD}} to select the driver automatically.
am: የ Windows {{OSVERSIONS}} የ {{DEVICENAME}} ድራይቨሮች ዝርዝሩ ውስጥ አልተገኙም።ራስዎ መምረጥ ከፈለጉ ይህን ይጫኑ {{DOWNLOAD}}።
ar: التعريفات الخاصة بـ {{DEVICENAME}} Windows {{OSVERSIONS}} لم يتم العثور عليها بالفهرس. {{DOWNLOAD}} لاختيار التعريف تلقائياً.
az: Windows {{OSVERSIONS}} üçün {{DEVICENAME}} driverləri kataloqda tapılmadı. Driveri avtomatik olaraq seçmək üçün {{DOWNLOAD}}.
bg: Драйверите за {{DEVICENAME}} за Windows {{OSVERSIONS}} не са намерени в каталога. {{DOWNLOAD}} за да избере драйвера автоматично.
bn: {{DEVICENAME}} এর জন্য উইন্ডোজ {{OSVERSIONS}} ড্রাইভারসমূহ তালিকায় পাওয়া যায় নি। স্বয়ংক্রিয়ভাবে ড্রাইভার বাছাই করতে {{DOWNLOAD}} করুন।
bs: Drajveri za {{DEVICENAME}} za Windows {{OSVERSIONS}} nisu nađeni u katalogu. {{DOWNLOAD}} da instalirate drajvere automatski.
ca: Els controladors per a {{DEVICENAME}} per a Windows {{OSVERSIONS}} no s'han trobat al catàleg. {{DOWNLOAD}} per a seleccionar el controlador automàticament.
cs: Ovladače pro {{DEVICENAME}} pro Windows {{OSVERSIONS}} nebyly nalezeny v katalogu. {{DOWNLOAD}} pro automatický výběr ovladače.
de: Die Treiber für {{DEVICENAME}} für Windows {{OSVERSIONS}} wurden nicht gefunden im Katalog. {{DOWNLOAD}}, um den Treiber automatisch auszuwählen.
el: Τα προγράμματα οδήγησης για {{DEVICENAME}} για τα Windows {{OSVERSIONS}} δεν βρέθηκαν στον κατάλογο. {{DOWNLOAD}} για επιλογή του προγράμματος οδήγησης αυτόματα.
es_419: Los controladores para {{DEVICENAME}} para Windows {{OSVERSIONS}} no se han encontrado en el catálogo. {{DOWNLOAD}} para seleccionar el controlador automaticamente.
et: {{DEVICENAME}} draiver, Windows {{OSVERSIONS}} jaoks ei leitud kataloogist. {{DOWNLOAD}} et valida draiver automaatselt.
fa: درایور مناسبی از مجموعه برای {{DEVICENAME}} در Windows {{OSVERSIONS}}یافت نشد. {{DOWNLOAD}} را جهت دانلود اتوماتیک کلیک نمایید .
fil: Ang mga driver para sa {{DEVICENAME}} pang Windows {{OSVERSIONS}} ay hindi natagpuan sa catalog. {{DOWNLOAD}} upang mapili ang driver nang awtomatiko.
fr: Les pilotes pour {{DEVICENAME}} pour Windows {{OSVERSIONS}} n'ont pas été trouvés dans le catalogue. {{DOWNLOAD}} afin de sélectionner le pilote automatiquement.
gu: Windows {{OSVERSIONS}} માટે {{DEVICENAME}} ના ડ્રાઇવરો સૂચિમાં મળ્યાં નથી. {{DOWNLOAD}} આપમેળે ડ્રાઈવર પસંદ કરવા માટે.
he: הדרייברים עבור {{DEVICENAME}} לWindows {{OSVERSIONS}} לא נמצאו בקטלוג. {{DOWNLOAD}} להתקנה אוטומטית של הדרייבר.
hi: Windows {{OSVERSIONS}} के लिए {{DEVICENAME}} ड्राइवरों के कैटलॉग में नहीं मिला था {{DOWNLOAD}} को स्वचालित रूप से ड्रायवर चुनने के लिए।
hr: Upravljački programi za {{DEVICENAME}} za {{OSVERSIONS}} nisu pronađeni u katalogu. {{DOWNLOAD}} da biste automatski odabrali upravljački program.
hu: {{DEVICENAME}} driverek Windows {{OSVERSIONS}} verzióhoz nem találhatóak meg az adatbázisban. {{DOWNLOAD}} a driver automatikus kiválasztásához!
id: Driver untuk {{DEVICENAME}} untuk Windows {{OSVERSIONS}} tidak ditemukan di katalog.{{DOWNLOAD}} untuk memilih driver secara otomatis.
it: I driver per {{DEVICENAME}} per windows {{OSVERSIONS}} non sono stati trovati nel catalogo. {{DOWNLOAD}} I driver selezionati automaticamente.
ja: 一覧の中は Windows {{OSVERSIONS}} の {{DEVICENAME}} ドライバーは見つかりません。ドライバーを自動にダンロードするには {{DOWNLOAD}} を選択してください
ka: დრაივერები {{DEVICENAME}} Windows {{OSVERSIONS}}-სთვის არ მოიძებნა კატალოგში. {{DOWNLOAD}} რათა ავტომატურად დაყენდეს დრაივერი.
ko: Windows {{OSVERSIONS}} 을 위한 {{DEVICENAME}} 용 드라이버가 카탈로그에서 발견되지 않았습니다. 드라이버를 자동으로 선택하려면 {{DOWNLOAD}} 하세요.
ku: پێناسه‌كان بۆ {{DEVICENAME}} بۆ Windows {{OSVERSIONS}} نه‌دۆزرایه‌وه‌ له‌ ماڵپه‌ڕه‌كه‌دا. {{DOWNLOAD}} بۆ دیاریكردنی پێناسه‌ به‌ ئۆتۆماتیكی.
lt: Tvarkyklės {{DEVICENAME}} Windows operacinei sistemai {{OSVERSIONS}} nerastos kataloge. {{DOWNLOAD}} automatiškai pasirinkti tvarkyklę.
mn: Драйвер {{DEVICENAME}} нь Windows зориулагдсан бөгөөд {{OSVERSIONS}} нь энэ танилцуулганаас олдохгүй. {{DOWNLOAD}}-ыг дарснаар автоматаар сонгох боломжтой.
my: Windows {{OSVERSIONS}} အတွက် အဆိုပါ {{DEVICENAME}} drivers များကို ကက်တလောက်ထဲတွင် ရှာဖွေတွေ့ရှိခြင်းမရှိပါ။ အထက်ပါ driver ကို အလိုအလျောက် ရွေးချယ်နိုင်ရန်အတွက် {{DOWNLOAD}}။
ne: {{DEVICENAME}} Windows {{OSVERSIONS}} को लागी चालकहरू सूचीमा फेला परेन {{DOWNLOAD}} गर्नुहोस स्वयम ड्राइभर चयन गर्नको लगि |
nl: De drivers voor {{DEVICENAME}} voor Windows {{OSVERSIONS}} zijn niet in de catalogus gevonden. {{DOWNLOAD}} om de driver automatisch te selecteren.
no: Windows {{OSVERSIONS}} drivere for {{DEVICENAME}} ble ikke funnet i katalogen. {{DOWNLOAD}} for å velge driver automatisk.
pl: Sterowniki urządzenia {{DEVICENAME}} dla Windows {{OSVERSIONS}} nie zostały odnalezione. {{DOWNLOAD}}, by znaleźć prawidłowy sterownik automatycznie.
ps: ډرایورونه د {{DEVICENAME}} لپاره د Windows لپاره {{OSVERSIONS}} پیدا نسول په اساسي لیست کي. {{DOWNLOAD}} ترڅو ډرایور په اتومات ډول انتخاب سي.
pt_br: Os drivers para {{DEVICENAME}} para o Windows {{OSVERSIONS}} não foram encontrados no catálogo. {{DOWNLOAD}} para selecionar o driver automaticamente.
pt_pt: Se os controladores para {{DEVICENAME}} para Windows {{OSVERSIONS}} não foram encontrados no catálogo. {{DOWNLOAD}} para selecionar automaticamente o controlador.
ro: Driverele pentru {{DEVICENAME}} pentru Windows {{OSVERSIONS}} nu sunt în catalog.{{DOWNLOAD}} pentru a selecta driverul automat.
si: Windows {{OSVERSIONS}} සඳහා වූ {{DEVICENAME}} ධාවක නාමාවලියෙහි සොයාගත නොහැකි විය. ධාවකය ස්වයංක්‍රීයව තෝරා ගැනීම සඳහා {{DOWNLOAD}}.
sk: Ovládače pre {{DEVICENAME}} pre systém Windows {{OSVERSIONS}} neboli nájdené v katalógu. {{DOWNLOAD}} pre automatický výber ovládača.
sl: Gonilnikov za {{DEVICENAME}} sistema Windows {{OSVERSIONS}} ni mogoče najti v našem katalogu, prosimo izberite. {{DOWNLOAD}} za avtomatsko izbiro.
sq: Drajverat për {{DEVICENAME}} për Windows {{OSVERSIONS}} nuk u gjetën në katalog. {{DOWNLOAD}} për të përzgjedur drajverin automatikisht.
sr: Drajveri za {{DEVICENAME}} za Windows {{OSVERSIONS}} nisu nađeni u katalogu. {{DOWNLOAD}} da označiš drajvere automatski.
sv: Drivrutinerna till {{DEVICENAME}} för Windows {{OSVERSIONS}} hittades inte i katalogen. {{DOWNLOAD}} för att välja drivrutin automatiskt.
sw: Driver ya {{DEVICENAME}} ya Windows {{OSVERSIONS}} hawakuonekana katika orodha. {{DOWNLOAD}} chagua driver moja kwa moja.
ta: வன்பொருள்கள் {{DEVICENAME}} Windows விண்டோஸிற்க்கு {{OSVERSIONS}} அட்டவணையில் காணப்படவில்லை. {{DOWNLOAD}} தேர்ந்தெடுக்க தானியங்கி முறையை பயன்படுத்தவும்.
te: డ్రైవర్స్ కోసం {{DEVICENAME}} Windows {{OSVERSIONS}} కేటలాగ్లో కనుగొనబడలేదు. {{DOWNLOAD}} డ్రైవర్ స్వయంచాలకంగా ఎంచుకోవడానికి.
th: ไม่พบไดรเวอร์ของ {{DEVICENAME}} สำหรับวินโดวส์ {{OSVERSIONS}} ในแคตตาล็อก {{DOWNLOAD}} เพื่อเลือกไดรเวอร์อัตโนมัติ
tr: Windows {{OSVERSIONS}} için {{DEVICENAME}} sürücüleri katalogda bulunamadı. Sürücüyü otomatik olarak seçmek için {{DOWNLOAD}}.
ur: {{DEVICENAME}} کیلئے ونڈوز {{OSVERSIONS}} کے ڈرائیورز فہرست میں نہیں ملے۔ ڈرائیورز کو خود کار طریقہ سے منتخب کرنے کیلئے {{DOWNLOAD}} کریں۔
vi: Các trình điều khiển cho {{DEVICENAME}} trên Windows {{OSVERSIONS}} không được tìm thấy trong danh mục. {{DOWNLOAD}} để tự động lựa chọn các trình điều khiển.
zh: Windows 的 {{DEVICENAME}} 驅動程式在目錄中找不到 {{OSVERSIONS}}。{{DOWNLOAD}} 自動選擇驅動程式。
zh_cn: Windows 的 {{DEVICENAME}} 驱动程序在目录中找不到 {{OSVERSIONS}}。{{DOWNLOAD}} 自动选择驱动程序。

# devicecardlist_no-results-notebook-text
source: The drivers for {{NOTEBOOK}} laptop for Windows {{OSVERSIONS}} were not found in the catalog. {{DOWNLOAD}} to select the driver automatically.
am: የ {{NOTEBOOK}} ላፕቶፕ የ Windows {{OSVERSIONS}} ድራይቨሮች ዝርዝሩ ውስጥ አልተገኙም።ራስዎ መምረጥ ከፈለጉ ይህን ይጫኑ {{DOWNLOAD}}።
ar: التعريفات الخاصة باللاب توب {{NOTEBOOK}} ل Windows {{OSVERSIONS}} لم يتم العثور عليها في الفهرس. {{DOWNLOAD}} لاختيار التعريف تلقائياً.
az: Windows {{OSVERSIONS}} üçün {{NOTEBOOK}} noutbuk driverləri kataloqda tapılmadı. Sürücünü avtomatik olaraq seçmək üçün {{DOWNLOAD}}.
bg: Драйверите за {{NOTEBOOK}} лаптоп за Windows {{OSVERSIONS}} не са намерени в каталога. {{DOWNLOAD}} за да избере драйвера автоматично.
bn: {{NOTEBOOK}} ল্যাপটপের Windows {{OSVERSIONS}} ড্রাইভারসমূহ তালিকায় পাওয়া যায় নি। স্বয়ংক্রিয়ভাবে ড্রাইভার বাছাই করতে {{DOWNLOAD}} করুন।
bs: Drajveri za {{NOTEBOOK}} laptop za Windows {{OSVERSIONS}} nisu nađeni u katalogu. {{DOWNLOAD}} da instalirate drajvere automatski.
ca: Els controladors per a portàtil {{NOTEBOOK}} per a Windows {{OSVERSIONS}} no s'han trobat al catàleg. {{DOWNLOAD}} per a seleccionar el controlador automàticament.
cs: Ovladače pro {{NOTEBOOK}} pro Windows {{OSVERSIONS}} nenalezeny v katalogu. {{DOWNLOAD}} k automatickému výběru ovladače.
de: Die Treiber für {{NOTEBOOK}} Laptop für Windows {{OSVERSIONS}} wurden nicht gefunden im Katalog. {{DOWNLOAD}}, um den Treiber automatisch auszuwählen.
el: Τα προγράμματα οδήγησης για φορητό {{NOTEBOOK}} για Windows {{OSVERSIONS}} δεν βρέθηκαν στον κατάλογο. {{DOWNLOAD}} για επιλογή του προγράμματος οδήγησης αυτόματα.
es_419: Los controladores para el portátil {{NOTEBOOK}} para Windows {{OSVERSIONS}} no se han encontrardo en el catálogo. {{DOWNLOAD}} para seleccionar el controlador automaticamente.
et: {{NOTEBOOK}} draiver sülearvutile, Windows {{OSVERSIONS}} jaoks ei leitud kataloogist. {{DOWNLOAD}} et valida draiver automaatselt.
fa: درایور مناسبی از مجموعه برای {{NOTEBOOK}} در Windows {{OSVERSIONS}} لپ‌تاپ یافت نشد. {{DOWNLOAD}} را جهت دانلود خودکار کلیک نمایید.
fil: Ang mga driver para sa {{NOTEBOOK}} laptop para sa Windows {{OSVERSIONS}} ay hindi natagpuan sa catalog. {{DOWNLOAD}} upang awtomatikong mapili ang driver.
fr: Les pilotes pour l'ordinateur portable {{NOTEBOOK}} pour Windows {{OSVERSIONS}} n'ont pas été trouvés dans le catalogue. {{DOWNLOAD}} afin de sélectionner le pilote automatiquement.
gu: {{NOTEBOOK}} Windows {{OSVERSIONS}} માટેનું લેપટોપ સૂચિમાં મળ્યું ન હતું. {{DOWNLOAD}} આપમેળે ડ્રાઈવર પસંદ કરવા માટે.
he: הדרייברים עבור המחשב הנייד {{NOTEBOOK}} לWindows {{OSVERSIONS}} לא נמצאו בקטלוג. {{DOWNLOAD}} להתקנה אוטומטית של הדרייבר.
hi: विंडोज {{OSVERSIONS}} के लिए {{NOTEBOOK}} लैपटॉप के ड्राइवरों को कैटलॉग में नहीं मिला था। {{DOWNLOAD}} को स्वचालित रूप से ड्रायवर चुनने के लिए।
hr: Upravljački programi za prijenosno računalo {{NOTEBOOK}} za {{OSVERSIONS}} nisu pronađeni u katalogu. {{DOWNLOAD}} da biste automatski odabrali upravljački program.
hu: {{NOTEBOOK}} laptop driverei a Windows {{OSVERSIONS}} verzióhoz nem találhatóak meg az adatbázisban. {{DOWNLOAD}} a driver automatikus kiválasztásához!
id: Driver untuk {{NOTEBOOK}} komputer jingjing di Windows {{OSVERSIONS}} tidak ditemukan di katalog. {{DOWNLOAD}} untuk memilih driver dengan otomatis.
it: I driver per I notebook {{NOTEBOOK}} per windows {{OSVERSIONS}} non sono stati trovati nel catalogo. {{DOWNLOAD}} e seleziona i driver automaticamente.
ja: 一覧の中は Windows {{OSVERSIONS}} の {{NOTEBOOK}} ノートパソコンのドライバーは見つかりません。ドライバーを自動にダンロードするには {{DOWNLOAD}} を選択してください
ka: დრაივერები {{NOTEBOOK}} Windows {{OSVERSIONS}}-სთვის არ მოიძებნა კატალოგში. {{DOWNLOAD}} რათა ავტომატურად დაყენდეს დრაივერი.
ko: Windows {{OSVERSIONS}} 을 위한 {{NOTEBOOK}} 노트북 용 드라이버가 카탈로그에서 발견되지 않았습니다. 드라이버를 자동으로 선택하려면 {{DOWNLOAD}} 하세요.
ku: پێناسه‌كان بۆ لاپتۆپی {{NOTEBOOK}} بۆ Windows {{OSVERSIONS}} نه‌دۆزرایه‌وه‌ له‌ ماڵپه‌ڕه‌كه‌دا. {{DOWNLOAD}} بۆ دیاریكردنی پێناسه‌ به‌ ئۆتۆماتیكی.
lt: Tvarkyklės {{NOTEBOOK}} nešiojamam kompiuteriui Windows operacinei sistemai {{OSVERSIONS}} nerastos kataloge. {{DOWNLOAD}} automatiškai pasirinkti tvarkyklę.
mn: Драйвер нь {{NOTEBOOK}} Windows зөөврийн компьютерт зориулагдсан бөгөөд {{OSVERSIONS}} танилцуулганаас олдохгүй. {{DOWNLOAD}}-ыг дарснаар автоматаар сонгох боломжтой.
my: Windows {{OSVERSIONS}} အသုံးပြုသည့် {{NOTEBOOK}} လက်ပ်တော့ပ်အတွက် drivers များကို ကက်တလောက်ထဲတွင် ရှာဖွေတွေ့ရှိခြင်းမရှိပါ။ အထက်ပါ driver ကို အလိုအလျောက် ရွေးချယ်နိုင်ရန်အတွက် {{DOWNLOAD}}။
ne: लागि चालकहरू {{NOTEBOOK}} laptop for Windows {{OSVERSIONS}} सूचीमा फेला परेन {{DOWNLOAD}} चयन गर्न ड्राइभर स्वतः
nl: De drivers voor {{NOTEBOOK}} laptop voor Windows {{OSVERSIONS}} zijn niet in de catalogus gevonden. {{DOWNLOAD}} om de driver automatisch te selecteren.
no: Drivere for {{NOTEBOOK}} bærbare for Windows {{OSVERSIONS}} ble ikke funnet i katalogen. {{DOWNLOAD}} for å velge driveren automatisk.
pl: Sterowniki laptopa {{NOTEBOOK}} dla Windows {{OSVERSIONS}} nie zostały odnalezione. {{DOWNLOAD}}, by znaleźć prawidłowy sterownik automatycznie.
ps: ډرایورونه د {{NOTEBOOK}} لپ ټاپ لپاره د Windows لپاره {{OSVERSIONS}} په اساسی لیست کي پیدانسول. {{DOWNLOAD}} ترڅو په اتومات ډول ډرایور انتخاب سي.
pt_br: Os drivers para o notebook {{NOTEBOOK}} para o Windows {{OSVERSIONS}} não foram encontrados no catálogo. {{DOWNLOAD}} para selecionar o driver automaticamente.
pt_pt: Os controladores para {{NOTEBOOK}} portátil para Windows {{OSVERSIONS}} não foram encontrados no catálogo. {{DOWNLOAD}} para selecionar automaticamnete o controlador.
ro: Driverele pentru laptop {{NOTEBOOK}} pentru Windows {{OSVERSIONS}} nu sunt în catalog. {{DOWNLOAD}} pentru a selecta driverul automat.
si: Windows {{OSVERSIONS}} සඳහා වූ {{NOTEBOOK}} ලැප්ටොප් ධාවක නාමාවලියෙහි සොයාගත නොහැකි විය. ධාවකය ස්වයංක්‍රීයව තෝරා ගැනීම සඳහා {{DOWNLOAD}}.
sk: Ovládače pre {{NOTEBOOK}} notebook pre systém Windows {{OSVERSIONS}} neboli nájdené v katalógu. {{DOWNLOAD}} pre automatický výber ovládača.
sl: Gonilnikov za {{NOTEBOOK}} prenosnik za Windows {{OSVERSIONS}} nismo našli va nšem katalogu,prosimo izberite. {{DOWNLOAD}} za avtomatslo izbiro gonilnika.
sq: Drajverat për laptopin {{NOTEBOOK}} me Windows {{OSVERSIONS}} nuk u gjetën në katalog. {{DOWNLOAD}} për të përzgjedhur drajverin automatikisht.
sr: Drajveri za {{NOTEBOOK}} laptop za Windows {{OSVERSIONS}} nije pronađen u katalogu. {{DOWNLOAD}} da označiš drajver automatski.
sv: Drivrutinerna till {{NOTEBOOK}} bärbar dator för Windows {{OSVERSIONS}} hittades inte i katalogen. {{DOWNLOAD}} för att välja drivrutin automatiskt.
sw: Driver ya {{NOTEBOOK}} laptop Windows {{OSVERSIONS}} hawakuonekana katika orodha. {{DOWNLOAD}} chaguwa driver moja kwa moja.
ta: வன்பொருள்கள் {{NOTEBOOK}} Windows மடிக்கணினி விண்டோஸிற்கு {{OSVERSIONS}} அட்டவணையில் காணப்படவில்லை. {{DOWNLOAD}} தேர்ந்தெடுக்க தானியங்கி முறையை பயன்படுத்தவும்.
te: డ్రైవర్స్ కోసం {{NOTEBOOK}} Windows కోసం ల్యాప్టాప్ {{OSVERSIONS}} కేటలాగ్లో కనుగొనబడలేదు. {{DOWNLOAD}} డ్రైవర్ స్వయంచాలకంగా ఎంచుకోవడానికి.
th: ไม่พบไดรเวอร์สำหรับ {{NOTEBOOK}} แล็ปท็อปสำหรับ Windows {{OSVERSIONS}} ในแต็ตตาล็อก {{DOWNLOAD}} เพื่อเลือกไดรเวอร์อัตโนมัติ
tr: Windows {{OSVERSIONS}} için {{NOTEBOOK}} dizüstü sürücüleri katalogda bulunamadı. Sürücüyü otomatik olarak seçmek için {{DOWNLOAD}}.
ur: {{NOTEBOOK}} گود کمپیوٹر کیلئے ونڈوز {{OSVERSIONS}} کے ڈرائیورز فہرست میں نہیں ملے۔ ڈرائیورز کو خود کار طریقہ سے منتخب کرنے کیلئے {{DOWNLOAD}} کریں۔
vi: Không thể tìm thấy các trình điều khiển cho máy tính xách tay {{NOTEBOOK}} trên Windows{{OSVERSIONS}}. {{DOWNLOAD}} để tự động lựa chọn các trình điều khiển.
zh: 筆記型電腦的 Windows {{NOTEBOOK}} 驅動程式在目錄中找不到 {{OSVERSIONS}}。{{DOWNLOAD}} 自動選擇驅動程式。
zh_cn: {{NOTEBOOK}} 笔记本电脑的 Windows 驱动程序无法找到 {{OSVERSIONS}}。{{DOWNLOAD}} 自动选择驱动程序。
