Repository: DriverPackSolution/transifex-backup
Catalog: delorean/driverpack-solution-worldwide/drpsu/*.po
Languages: am, ar, az, bg, bn, bs, ca, cs, de, el, es_419, et, fa, fil, fr, gu, he, hi, hr, hu, id, it, ja, ka, ko, ku, lt, mn, my, ne, nl, no, pl, ps, pt_br, pt_pt, ro, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ur, vi, zh, zh_cn

# adminpagefaq_stable-q
source: The driver has not been installed properly and my computer now has issues. How can I fix this situation?
am: ድራይቨሩ በትክክል አልተጫነም እናም ኮምፒውተሬ አሁን ችግር አለበት። እንዴት ነው ማስተካከል የምችለው?
ar: لم يتم تثبيت برنامج التشغيل بشكل صحيح وجهاز الكمبيوتر الخاص بي الآن مشاكل. كيف يمكنني إصلاح هذا الوضع؟
az: Driver düzgün formada yüklənmədi və hazırda kompüterimdə problemlər var. Bu vəziyyəti necə düzəldə bilərəm?
bg: Драйверът не е инсталиран правилно и сега компютърът ми вече има проблеми. Как мога да поправя тази ситуация?
bn: ড্রাইভারটি ঠিকমতো ইন্সটল হয় নি ও আমার কম্পিউটারে এখন সমস্যা হচ্ছে। কীভাবে এটা ঠিক করতে পারবো?
ca: El controlador no s'ha instal·lat correctament i l'ordinador ara no funciona bé. Com puc arreglar-ho?
cs: Ovladač nebyl správně nainstalován, mohou vzejít problémy během používání počítače. Jak mohu vyřešit tuto situaci?
de: Der Treiber wurde nicht richtig installiert, und mein Computer hat nun Probleme. Wie kann ich diese Situation beheben?
el: Το πρόγραμμα οδήγησης δεν έχει εγκατασταθεί σωστά και ο υπολογιστής μου έχει τώρα θέματα. Πως μπορώ να διορθώσω αυτή την κατάσταση;
es_419: El controlador no a sido instalado adecuadamente en mi computadora y a generado problemas en ella. ¿Cómo puedo resolver esta situacion?
et: Draiverit ei paigaldatud õigesti ja nüüd on mul probleeme. Kuidas seda lahendada?
fa: درایور به درستی نصب نشده و کامپیوتر من در حال حاضر دچار مشکل شده. چطور میتونم این مشکل رو حل کنم؟
fil: Ang driver ay hindi nai-install ng maayos at ang aking computer ngayon ay may mga isyu. Paano ko maayos ang sitwasyong ito?
fr: Le pilote n'a pas été installé correctement et mon ordinateur a maintenant des problèmes. Comment puis-je corriger cette situation?
gu: ડ્રાઇવરને યોગ્ય રીતે ઇન્સ્ટોલ કરવામાં આવ્યું નથી અને મારા કમ્પ્યુટરમાં હવે સમસ્યાઓ છે. હું આ પરિસ્થિતિને કેવી રીતે ઠીક કરી શકું?
he: יש לי דרייבר שלא הותקן כראוי ויש בעיות במחשב שלי. איך אפשר לתקן את זה?
hi: ड्राइवर ठीक से स्थापित नहीं हुआ है और मेरे कंप्यूटर में अब समस्याएं हैं मैं इस स्थिति को कैसे ठीक कर सकता हूँ?
hr: Upravljački program nije se uspješno instalirao te sada prilikom korištenja računala dolazi do problema. Kako mogu to popraviti?
hu: A driver nem került megfelelően telepítésre, problémák adódhattak a számítógép műveletei során. Hogyan oldhatom meg?
id: Driver belum diinstal dengan benar dan komputerku sekarang bermasalah. Bagaimana saya dapat memecahkan situasi ini?
it: Il driver non è stato installato correttamente e il mio computer ha ora dei problemi. Come posso risolvere la situazione?
ja: ドライバが正しくインストールされておらず、コンピュータに問題があります。この状況をどうやって修正できますか？
ka: დრაივერი არ ჩაიწერა გამართულად, კომპიუტერი ცუდად მუშაობს. როგორ მოვაგვარო?
ko: 드라이버가 제대로 설치되지 않아 컴퓨터에 문제가 있습니다. 이 상황을 어떻게 해결할 수 있습니까?
ku: پێناسه‌كه‌ به‌شێوه‌یه‌كی گونجاو دانه‌مه‌زراوه‌ وه‌ كۆمپیوته‌ره‌كه‌م ئێستا كێشه‌ی هه‌یه‌. من چۆن ئه‌م دۆخه‌ چاره‌سه‌ر بكه‌م؟
lt: Tvarkyklė tinkamai neįdiegta, kompiuterio veikimo metu kyla problemų. Kaip galiu išspręsti šią situaciją?
my: ကျွန်ုပ်ရဲ့ ကွန်ပျူတာပေါ်မှာ driver ကို မှန်မှန်ကန်ကန် မထည့်သွင်းထားတဲ့အတွက် ယခု ပြဿနာတက်နေပါတယ်။ ဒီအခြေအနေကို ကျွန်ုပ်ဘယ်လိုဖြေရှင်းရနိုင်မလဲ?
ne: ड्राइभरले राम्ररी स्थापना गरेको छैन म यो अवस्था कसरी समाधान गर्न सक्छु?
nl: Het stuurprogramma is niet goed geïnstalleerd en mijn computer heeft nu problemen. Hoe kan ik deze situatie oplossen?
no: Driveren er ikke installert riktig og datamaskinen har nå problemer. Hvordan kan jeg fikse denne situasjonen?
pl: Sterownik nie został poprawnie zainstalowany i na moim komputerze występują teraz problemy. Jak mogę naprawić tę sytuację?
ps: ډرایور په سمه توګه ندی نصب شوی او زما کمپیوټر اوس ستونزې لري. څنګه زه کولی شم وضعیت وضع کړم؟
pt_br: O driver não foi instalado corretamente e meu computador agora está com problemas. Como posso corrigir essa situação?
pt_pt: O controlador não foi bem instalado e agora o meu computador tem problemas. Como posso corrigir esta situação?
ro: Driverul nu a fost instalat corect și computerul meu are acum probleme. Cum pot remedia această situație?
si: ධාවක නිසියාකාරව ස්ථාපනය කර නොමැති අතර මගේ පරිගණකයට දැන් ගැටළු තිබේ. මෙම තත්වය නිවැරදි කරන්නේ කෙසේද?
sk: Ovládač nebol správne nainštalovaný a počítač má teraz problémy. Ako môžem túto situáciu napraviť?
sl: Gonilnik ni bil pravilno nameščen in sedaj imam težave. Kako popravim težavo?
sq: Drajveri nuk është instaluar siç duhet dhe kompjuteri tani ka probleme. Si mund ta rregulloj këtë gjendje?
sr: Zato što drajver nije pravilno instaliran na računaru su se pojavili problemi? Kako to mogu popraviti?
sv: Drivrutinen installerades inte korrekt och nu har jag problem med min dator. Hur kan jag lösa den här situationen?
sw: Driver haijawekwa vizuri na kompyuta yangu sasa ina matatizo. Nawezaje kurekebisha hali hii?
ta: எனது கணினியில் வன்பொருள்கள் சரிவர நிறுவவில்லை.இதை எவ்வாறு சரி செய்வது?
te: డ్రైవర్ సరిగా సంస్థాపించబడలేదు మరియు నా కంప్యూటర్ యిప్పుడు సమస్యలను కలిగి ఉంది. నేను ఈ పరిస్థితిని ఎలా పరిష్కరించగలను?
th: ไดรเวอร์ติดตั้งไม่ถูกต้องและตอนนี้คอมพิวเตอร์ของฉันมีปัญหา ฉันจะแก้ไขสถานการณ์นี้ได้อย่างไร
tr: Sürücü düzgün bir şekilde yüklenmedi ve şu an bilgisayarımda sorunlar var. Bu durumu nasıl düzeltebilirim?
ur: ڈرائیور مناسب طریقے سے انسٹال نہیں کیا گیا ہے اور میرے کمپیوٹر میں اب مسائل ہیں. میں اس صورتحال کو کیسے ٹھیک کرسکتا ہوں؟
vi: Trình điều khiển chưa được cài đặt đúng và bây giờ máy tính của tôi đã gặp vấn đề. Tôi có thẻ sửa vấn đề này như thế nào đây?
zh: 驅動程式未正確安裝，電腦操作過程中出現故障。我怎樣才能解決這種情況呢?
zh_cn: 驱动程序未正确安装，电脑操作过程中出现故障。我怎样才能解决这种情况呢?
