Repository: DriverPackSolution/transifex-backup
Catalog: delorean/driverpack-solution-worldwide/drpsu/*.po
Languages: am, ar, az, bg, bn, bs, ca, cs, de, el, es_419, et, fa, fil, fr, gu, he, hi, hr, hu, id, it, ja, ka, ko, ku, lt, mn, my, ne, nl, no, pl, ps, pt_br, pt_pt, ro, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ur, vi, zh, zh_cn

# seofooter_offers-title
source: <span itemprop='offers' itemscope='' itemtype='http://schema.org/Offer'>Available <meta itemprop='price' content='0' />for free</span>
am: <span itemprop='offers' itemscope='' itemtype='http://schema.org/Offer'>የሚሰጡዋቸውን <meta itemprop='price' content='0' />በነጻ</span>
ar: <span itemprop='offers' itemscope='' itemtype='http://schema.org/Offer'>متاح <meta itemprop='price' content='0' />مجانا</span>
az: <span itemprop='offers' itemscope='' itemtype='http://schema.org/Offer'><meta itemprop='price' content='0' />Pulsuz mövcuddur</span>
bg: <span itemprop='offers' itemscope='' itemtype='http://schema.org/Offer'>разпространява се <meta itemprop='price' content='0' />безплатно</span>
bn: <span itemprop='offers' itemscope='' itemtype='http://schema.org/Offer'>বিনামূল্যে <meta itemprop='price' content='0' />পাওয়া যাবে</span>
bs: <span itemprop='offers' itemscope='' itemtype='http://schema.org/Offer'>Dostupan <meta itemprop='price' content='0' />besplatan</span>
ca: <span itemprop='offers' itemscope='' itemtype='http://schema.org/Offer'>Disponible <meta itemprop='price' content='0' />gratuïtament</span>
cs: <span itemprop='offers' itemscope='' itemtype='http://schema.org/Offer'>Dostupné <meta itemprop='price' content='0' />zadarmo</span>
de: <span itemprop='offers' itemscope='' itemtype='http://schema.org/Offer'>Kostenlos <meta itemprop='price' content='0' />verfügbar</span>
el: <span itemprop='offers' itemscope='' itemtype='http://schema.org/Offer'>Διαθέσιμο <meta itemprop='price' content='0' />δωρεάν</span>
es_419: <span itemprop='offers' itemscope='' itemtype='http://schema.org/Offer'>Disponible <meta itemprop='price' content='0' />gratis</span>
et: <span itemprop='offers' itemscope='' itemtype='http://schema.org/Offer'>Saadaval <meta itemprop='price' content='0' />tasuta</span>
fa: <span itemprop='offers' itemscope='' itemtype='http://schema.org/Offer'>رایگان <meta itemprop='price' content='0' />در دسترس</span>
fil: <span itemprop='offers' itemscope='' itemtype='http://schema.org/Offer'>magagamit <meta itemprop='price' content='0' />ng libre</span>
fr: <span itemprop='offers' itemscope='' itemtype='http://schema.org/Offer'>Disponible <meta itemprop='price' content='0' />gratuitement</span>
gu: <span itemprop='offers' itemscope='' itemtype='http://schema.org/Offer'>મફતમાં <meta itemprop='price' content='0' />ઉપલબ્ધ</span>
he: <span itemprop='offers' itemscope='' itemtype='http://schema.org/Offer'>ניתן להשיג <meta itemprop='price' content='0' />בחינם</span>
hi: <span itemprop='offers' itemscope='' itemtype='http://schema.org/Offer'>उपलब्ध <meta itemprop='price' content='0' />निःशुल्क</span>
hr: <meta itemprop='price' content='0' />Besplatno <span itemprop='offers' itemscope='' itemtype='http://schema.org/Offer'>se preuzima</span>
hu: <span itemprop='offers' itemscope='' itemtype='http://schema.org/Offer'>Ingyenesen <meta itemprop='price' content='0' />elérhető</span>
id: <span itemprop='offers' itemscope='' itemtype='http://schema.org/Offer'>Tersedia <meta itemprop='price' content='0' />untuk bebas</span>
it: <span itemprop='offers' itemscope='' itemtype='http://schema.org/Offer'>Disponibile <meta itemprop='price' content='0' />gratis</span>
ja: <span itemprop='offers' itemscope='' itemtype='http://schema.org/Offer'>無料で <meta itemprop='price' content='0' />利用可能</span>
ka: <span itemprop='offers' itemscope='' itemtype='http://schema.org/Offer'>ვრცელდება<meta itemprop='price' content='0' />უფასოდ</span>
ko: <span itemprop='offers' itemscope='' itemtype='http://schema.org/Offer'><meta itemprop='price' content='0' />무료로 이용가능</span>
ku: <span itemprop='offers' itemscope='' itemtype='http://schema.org/Offer'>به‌رده‌سته‌ <meta itemprop='price' content='0' />به‌خۆڕایی</span>
lt: <span itemprop='offers' itemscope='' itemtype='http://schema.org/Offer'>Jis platinamas <meta itemprop='price' content='0' />nemokamai</span>
mn: <span itemprop='offers' itemscope='' itemtype='http://schema.org/Offer'>үнэгүй авах <meta itemprop='price' content='0' />боломжтой</span>
my: <span itemprop='offers' itemscope='' itemtype='http://schema.org/Offer'>အခမဲ့ <meta itemprop='price' content='0' />ရရှိနိုင်ပါသည်</span>
ne: <span itemprop='offers' itemscope='' itemtype='http://schema.org/Offer'>उपलब्ध <meta itemprop='price' content='0' />निःशुल्क</span>
nl: <span itemprop='offers' itemscope='' itemtype='http://schema.org/Offer'>Beschikbaar <meta itemprop='price' content='0' />Gratis</span>
no: <span itemprop='offers' itemscope='' itemtype='http://schema.org/Offer'>Tilgengelige <meta itemprop='price' content='0' />gratis</span>
pl: <span itemprop='offers' itemscope='' itemtype='http://schema.org/Offer'>Dostępny <meta itemprop='price' content='0' />za darmo</span>
ps: <span itemprop='offers' itemscope='' itemtype='http://schema.org/Offer'>شته <meta itemprop='price' content='0' />وړیا</span>
pt_br: <span itemprop='offers' itemscope='' itemtype='http://schema.org/Offer'>Disponível <meta itemprop='price' content='0' />gratuitamente</span>
pt_pt: <span itemprop='offers' itemscope='' itemtype='http://schema.org/Offer'>Disponível <meta itemprop='price' content='0' />de graça</span>
ro: <span itemprop='offers' itemscope='' itemtype='http://schema.org/Offer'>Disponibil <meta itemprop='price' content='0' />gratuit</span>
si: <span itemprop='offers' itemscope='' itemtype='http://schema.org/Offer'>නොමිලයේ <meta itemprop='price' content='0' />ලබාගතහැකිය</span>
sk: <span itemprop='offers' itemscope='' itemtype='http://schema.org/Offer'>K dispozícii <meta itemprop='price' content='0' />zadarmo</span>
sl: <span itemprop='offers' itemscope='' itemtype='http://schema.org/Offer'>Na voljo <meta itemprop='price' content='0' />brezplačno</span>
sq: <span itemprop='offers' itemscope='' itemtype='http://schema.org/Offer'>Gjithmon<meta itemprop='price' content='0' /> falas</span>
sr: <span itemprop='offers' itemscope='' itemtype='http://schema.org/Offer'>Dostupno <meta itemprop='price' content='0' />besplatno</span>
sv: <span itemprop='offers' itemscope='' itemtype='http://schema.org/Offer'>Tillgängligt <meta itemprop='price' content='0' />gratis</span>
sw: <span itemprop='offers' itemscope='' itemtype='http://schema.org/Offer'>Inapatikana <meta itemprop='price' content='0' />kwa bure</span>
ta: <span itemprop='offers' itemscope='' itemtype='http://schema.org/Offer'>கிடைக்கும் <meta itemprop='price' content='0' />இலவசமாக</span>
te: <span itemprop='offers' itemscope='' itemtype='http://schema.org/Offer'>అందుబాటులో <meta itemprop='price' content='0' />ఉచితంగా</span>
th: <span itemprop='offers' itemscope='' itemtype='http://schema.org/Offer'>ใช้ได้ <meta itemprop='price' content='0' />ฟรี</span>
tr: <span itemprop='offers' itemscope='' itemtype='http://schema.org/Offer'><meta itemprop='price' content='0' />Ücretsiz kullanılabilir</span>
ur: <span itemprop='offers' itemscope='' itemtype='http://schema.org/Offer'>دستیاب <meta itemprop='price' content='0' />مفت میں</span>
vi: <span itemprop='offers' itemscope='' itemtype='http://schema.org/Offer'>Sẵn Có <meta itemprop='price' content='0' />Miễn Phí</span>
zh: <span itemprop='offers' itemscope='' itemtype='http://schema.org/Offer'>它可自由<meta itemprop='price' content='0' />散佈</span>
zh_cn: <span itemprop='offers' itemscope='' itemtype='http://schema.org/Offer'>它可以自由<meta itemprop='price' content='0' />散布</span>

# seofooter_driver-description-title
source: Driver Description
am: የድራይቨር መግለጫ
ar: وصف الجهاز
az: Driver açıqlaması
bg: Описание на драйвера
bn: ড্রাইভারের বর্ণনা
bs: Deskripcija drajvera
ca: Descripció del controlador
cs: Popis ovladače
de: Treiberbeschreibung
el: Περιγραφή Προγράμματος οδήγησης
es_419: Descripción del controlador
et: Draiveri kirjeldus
fa: توضیحات درایور
fil: Paglalarawan ng Driver
fr: Description du pilote
gu: ડ્રાઇવર ટિપ્પણ
he: תיאור הדרייבר
hi: ड्राइवर का विवरण
hr: Opis upravljačkog programa
hu: Driver leírása
id: Penjelasan driver
it: Descrizione del driver
ja: ドライバの説明
ka: აღწერა
ko: 드라이버 설명
ku: وه‌سفی پێناسه‌
lt: Tvarkyklės Aprašymas
mn: Драйверын тайлбар
my: Driver ဖော်ပြချက်
ne: चालक विवरण
nl: Beschrijving van het stuurprogramma
no: Driver Beskrivelse
pl: Opis sterownika
ps: د چلوونکی تفصیل
pt_br: Descrição do driver
pt_pt: Descrição do Controlador
ro: Descrierea driverului
si: ධාවක විස්තරය
sk: Popis Ovládača
sl: Opis gonilnikov
sq: Përshkrimi i Driverit
sr: Opis drajvera
sv: Drivrutinsbeskrivning
sw: Maelezo ya Driver
ta: வன்பொருள் விளக்கம்
te: డ్రైవర్ వివరణ
th: คำอธิบายไดรเวอร์
tr: Sürücü Açıklaması
ur: ڈرائیور کی تفصیل
vi: Miêu Tả Trình Điều Khiển
zh: 驅動程式說明
zh_cn: 驱动程序描述

# seofooter_popular-drivers-title
source: Popular Drivers
am: ታዋቂ ድራይቨሮች
ar: برامج التشغيل المعروفة
az: Populyar driverlər
bg: Популярни драйвери
bn: জনপ্রিয় ড্রাইভারসমূহ
bs: Popularni Drajveri
ca: Controladors populars
cs: Populární ovladače
de: Beliebte Treiber
el: Δημοφιλή Προγράμματα οδήγησης
es_419: Controladores populares
et: Populaarsed draiverid
fa: درایور های محبوب
fil: Mga Sikat na Mga Driver
fr: Pilotes populaires
gu: વિખ્યાત ડ્રાઇવર્સ
he: דרייברים נפוצים
hi: कई लोकप्रिय ड्राइवर
hr: Popularni upravljački programi
hu: Népszerű driverek
id: Driver terkenal
it: Drivers popolari
ja: 人気なドライバ
ka: პოპულარული დრაივერები
ko: 인기 드라이버
ku: پێناسه‌ باوه‌كان
lt: Populiariausios Tvarkyklės
mn: Алдартай драйверууд
my: လူကြိုက်များသော Drivers များ
ne: लोकप्रिय ड्राइभरहरू
nl: Populaire stuurprogramma's
no: Populære Drivere
pl: Popularne sterowniki
ps: نامتو چلوونکی
pt_br: Drivers populares
pt_pt: Controladores Populares
ro: Drivere populare
si: ජනප්‍රිය ධාවක
sk: Populárne Ovládače
sl: Priljubljeni gonilniki
sq: Drajvera Popullorë
sr: Popularni drajveri
sv: Populära Drivrutiner
sw: Drivers Inajulikana
ta: பிரபலமான வன்பொருள்
te: ప్రముఖ డ్రైవర్స్
th: ไดรเวอร์ยอดนิยม
tr: Popüler Sürücüler
ur: مقبول ڈرائیورز
vi: Các Trình Điều Khiển Phổ Biến
zh: 熱門的驅動程式
zh_cn: 热门驱动程序

# sidebanner_title
source: Are you tired of looking for drivers?
am: ድራይቨሮችን መፈለግ ሰልችቶዎታል?
ar: هل سئمت من البحث عن التعريفات؟
az: Driver axtarmaqdan yorulmusuz?
bg: Писна ли ти да търсиш драйвери?
bn: ড্রাইভার খুঁজতে খুঁজতে হতাশ ও ক্লান্ত?
bs: Da li Vam je dosadilo traženje drajvera?
ca: Esteu cansat de cercar els controladors?
cs: Jste unaveni hledáním ovladačů?
de: Sind Sie es leid, nach Treibern zu suchen?
el: Έχετε βαρεθεί να αναζητείτε προγράμματα οδήγησης;
es_419: ¿Estás cansado de buscar controladores?
et: Kas olete tüdinenud draiverite otsimisest?
fa: آیا از جست و جو بدنبال درایورهای مورد نظر خود خسته شده اید؟
fil: Pagod ka ba sa paghanap ng mga driver?
fr: Êtes-vous fatigué de chercher des pilotes?
gu: તમે ડ્રાઇવર્સ શોધતા - થાકી ગયા છો?
he: נמאס לך לחפש דרייברים?
hi: क्या आप ड्राइवरों की तलाश कर थक गए हो?
hr: Dosta Vam je traženja upravljačkih programa?
hu: Belefáradt a driverek keresgélésébe?
id: Apakah kamu capek mencari beragam driver?
it: Sei stanco di cercare i driver?
ja: あなたはドライバーを探すのに疲れますか？
ka: დაიღალეთ დრაივერების ძებნით?
ko: 당신은 드라이버를 찾는 것에 지쳤습니까?
ku: ئایا تۆ ماندویت له‌ گه‌ڕان به‌ دوای پێناسه‌كان؟
lt: Ar tau įkyrėjo ir nusibodo ieškoti tvarkyklių įrenginiams?
mn: Драйверуудыг хайсаар залхаж байна уу?
my: Drivers တွေကို ရှာနေရတာ မောပန်းနေပြီလား?
ne: के तपाईं ड्राइभर खोज्दै थियौ?
nl: Ben je het moe om steeds naar stuurprogramma' te zoeken?
no: Er du lei av å lete etter drivere?
pl: Jesteś zmęczony poszukiwaniem sterowników?
ps: ایا د چلوونکو په لټه کې یاست؟
pt_br: Você está cansado de procurar drivers?
pt_pt: Está cansado de procurar controladores?
ro: Te-ai săturat să căuţi drivere?
si: ධාවක සොයමින් ඔබ වෙහෙසට පත් වී තිබේද?
sk: Ste unavení hľadaním ovládačov?
sl: Utrujeni od iskanja gonilnikov?
sq: Jeni lodhur duke kërkuar për drajvera?
sr: Da li ste umorni od potrage za drajverima?
sv: Är du trött på att leta efter drivrutiner?
sw: Je! Umechoka kwa kutafuta ma driver ?
ta: நீங்கள் வன்பொருள் தேடுவதில் சோர்வுற்று உள்ளீரா?
te: మీరు చూసి అలసిపోతారు డ్రైవర్స్
th: คุณเหนื่อยกับการหาไดรเวอร์ไหม?
tr: Sürücüleri aramaktan yoruldunuz mu?
ur: کیا آپ ڈرائیوروں کی تلاش سے تھک گۂے ہیں؟
vi: Bạn đã chán việc phải tìm kiếm các trình điều khiển chưa?
zh: 您是否厭倦了尋找驅動程式?
zh_cn: 您是否厌倦了查找驱动程序?

# sidebanner_caption
source: DriverPack will automatically <span class='SideBanner__caption-marked'>select and install</span> the required drivers
am: DriverPack አስፈላጊ ድራይቨሮችን <span class='SideBanner__caption-marked'>ራሱ መርጦ</span> ይጭናል።
ar: DriverPack تلقائيا <span class='SideBanner__caption-marked'>حدد وتثبيت</span> برامج التشغيل المطلوبه
az: DriverPack, lazımi driverləri avtomatik olaraq <span class='SideBanner__caption-marked'>seməcək və quraşdıracaq</span>
bg: DriverPack автоматично ще <span class='SideBanner__caption-marked'>избере и инсталира</span> нужните драйвери
bn: DriverPack স্বয়ংক্রিয়ভাবে <span class='SideBanner__caption-marked'>দরকারি ড্রাইভার বাছাই</span> ও ইন্সটল করবে
bs: DriverPack će automatski <span class='SideBanner__caption-marked'>odabrati i instalirati</span> potrebne drajvere
ca: DriverPack <span class='SideBanner__caption-marked'>seleccionarà i instal·larà</span> automàticament els controladors necessaris
cs: DriverPack automaticky <span class='SideBanner__caption-marked'>vybere a nastaví </span> požadované ovladače
de: DriverPack <span class='SideBanner__caption-marked'>wählt und installiert</span> die benötigten Treiber automatisch
el: Το DriverPack θα <span class='SideBanner__caption-marked'>επιλέξει και εγκαταστήσει</span> αυτόματα τα απαραίτητα προγράμματα οδηγησης
es_419: DriverPack automaticamente <span class='SideBanner__caption-marked'>seleciona e instala</span> los controladores necesarios
et: DriverPack automaatselt <span class='SideBanner__caption-marked'>valib ja paigaldab</span> vajalikud draiverid
fa: DriverPack به صورت خودکار <span class='SideBanner__caption-marked'>انتخاب و نصب</span> راه‌اندازهای لازم
fil: Ang DriverPack ay awtomatikong <span class='SideBanner__caption-marked'>pipili at i-install</span> ang mga kinakailangang driver
fr: DriverPack <span class='SideBanner__caption-marked'>sélectionnera et installera automatiquement</span> les pilotes requis
gu: DriverPack આપમેળે <span class='SideBanner__caption-marked'>select અને install</span> ને જરૂરી ડ્રાઈવર માટે કરશે
he: תוכנת DriverPack אוטומטית <span class='SideBanner__caption-marked'>תבחר ותתקין</span> את הדרייברים הנחוצים
hi: DriverPack स्वचालित रूप से <span class='SideBanner__caption-marked'>आवश्यक ड्राइवरों का चयन और स्थापित</span> करेगा
hr: DriverPack će automatski <span class='SideBanner__caption-marked'>odabrati i instalirati</span> potrebne upravljačke programe
hu: A DriverPack automatikusan <span class='SideBanner__caption-marked'>kiválasztja, és alkalmazza</span> a szükséges drivereket
id: DriverPack akan dengan otomatis <span class='SideBanner__caption-marked'>memilih dan menginstall</span> driver yang diperlukan
it: DriverPack cercherà automaticamente <span class='SideBanner__caption-marked'>seleziona e installa</span> i driver richiesti
ja: DriverPack は必要なドライバーを自動的に <span class='SideBanner__caption-marked'>選択及びインストール</span>
ka: DriverPack ავტინატყრად <span class='SideBanner__caption-marked'> აირჩევს და დააყენებს </span> საჭირო დრაივერს
ko: DriverPack 은 필요한 드라이버를 자동으로 <span class='SideBanner__caption-marked'>선택하여 설치합니다</span>
ku: DriverPack به‌ ئۆتۆماتیكی پێناسه‌ داواكراوه‌كان <span class='SideBanner__caption-marked'>هه‌ڵده‌بژێرێت و دایانده‌مه‌زرێنێت</span>
lt: DriverPack automatiškai <span class='SideBanner__caption-marked'>parinks ir nustatys</span> reikiamas tvarkykles
mn: DriverPack автоматаар <span class='SideBanner__caption-marked'>шаардлагатай драйверуудыг</span> сонгоод суулгана
my: DriverPack က လိုအပ်တဲ့ drivers များကို အလိုအလျောက် <span class='SideBanner__caption-marked'>ရှာဖွေပေးခြင်းနှင့် ထည့်သွင်းပေးခြင်း</span> များကိုပြုလုပ်ပေးသွားမှာပါ
ne: DriverPack ले स्वचालित रुपमा आवस्यक चालकहरु <span class='SideBanner__caption-marked'>चयन र स्थापना</span> गरछ|
nl: DriverPack zal automatisch de gewenste stuurprogramma's <span class='SideBanner__caption-marked'>selecteren en installeren</span>
no: DriverPack vil automatisk <span class='SideBanner__caption-marked'>velge og installere</span> nødvendige drivere automatisk
pl: DriverPack automatycznie <span class='SideBanner__caption-marked'>wybierze i zainstaluje</span> potrzebne sterowniki
ps: DriverPack په اتوماتیک ډول به <span class='SideBanner__caption-marked'>وټاکئ او لګول د</span> اړین چلونکي
pt_br: O DriverPack irá automaticamente <span class='SideBanner__caption-marked'>selecionar e instalar</span> os drivers necessários
pt_pt: O DriverPack irá automaticamente <span class='SideBanner__caption-marked'>selecionar e instalar</span> os controladores necessários
ro: DriverPack va <span class='SideBanner__caption-marked'>selecta și instala</span> automat driverele necesare
si: DriverPack ස්වයංක්‍රීයව අවශ්‍ය ධාවක <span class='SideBanner__caption-marked'>තෝරාගෙන ස්ථාපනය</span> කරනු ඇත
sk: DriverPack automaticky <span class='SideBanner__caption-marked'>vyberie a nainštaluje</span> požadované ovládače
sl: DriverPack bo avtomatsko <span class='SideBanner__caption-marked'>našel in namestil</span> vse potrebne gonilnike
sq: DriverPack do përzgjedhë dhe <span class='SideBanner__caption-marked'>instalojë automatikisht</span> drajverat e kërkuar
sr: DriverPack će automatski <span class='SideBanner__caption-marked'>izabrati i instalirati</span> potrebne drajvere
sv: DriverPack <span class='SideBanner__caption-marked'>installerar och väljer</span> automatiskt de nödvändiga drivrutinerna
sw: DriverPack itakuwa moja kwa moja <span class='SideBanner__caption-marked'>chagua na ku install</span> ma driver wanaohitajika
ta: DriverPack வன்பொருள் தானாகவே <span class='SideBanner__caption-marked'>தேர்ந்தெடுத்து நிறுவு</span>தேவைப்படும் வன்பொருள்
te: DriverPack స్వయంచాలకంగా అవుతుంది <span class='SideBanner__caption-marked'>ఎంచుకోండి మరియు ఇన్స్టాల్</span> అవసరమైన డ్రైవర్స్
th: DriverPack จะ <span class='SideBanner__caption-marked'>เลือกและติดตั้ง</span> ไดรเวอร์ที่ต้องการอัตโนมัติ
tr: DriverPack, gerekli sürücüleri otomatik olarak <span class='SideBanner__caption-marked'>seçerek yükleyecektir</span>
ur: DriverPack خود بخود ضروری ڈرائیور <span class='SideBanner__caption-marked'>منتخب اور انسٹال</span> کرے گا
vi: DriverPack sẽ tự động <span class='SideBanner__caption-marked'>chọn và cài đặt</span> những trình điều khiển thiết yếu
zh: DriverPack 將自動<span class='SideBanner__caption-marked'>選擇並安裝</span>所需的驅動程式
zh_cn: DriverPack 将自动<span class='SideBanner__caption-marked'>选择并安装</span>所需的驱动程序

# softdetails-rating
source: Rating:
my: အဆင့်သတ်မှတ်ချက်:
nl: Beoordeling:
pt_br: Classificação:

# recommend-opera
source: DriverPack recommends!
my: DriverPack မှ အကြံပြုသည်!
nl: DriverPack raadt aan!
pt_br: O DriverPack recomenda!

# softdetails_download-count
source: Downloads number:
my: ဒေါင်းလုဒ်ဆွဲသော အရေအတွက်:
nl: Aantal downloads:
pt_br: Número de transferências:

# softdetails_package-size
source: Size:
am: መጠን:
gu: કદ:
hu: Méret:
ka: ზომა:
my: အရွယ်အစား:
nl: Grootte:
pl: Rozmiar:
ps: اندازه:
pt_br: Tamanho:
ro: Mărime:
sq: Madhësia:

# softdetails_added
source: Update Date:
my: အဆင့်မြှင့်ထားသောရက်စွဲ:
nl: Datum bijwerken:
pt_br: Data de atualização:

# softdetails_license
source: Distribution Scheme:
my: ဖြန့်ဖြူးခြင်းအစီအစဉ်:
nl: Distributieschema:
pt_br: Esquema de distribuição:

# softdetails_license-free
source: free of charge software
my: အခမဲ့ဆော့ဖ်ဝဲလ်
nl: gratis software
pt_br: programa gratuito

# softdetails_os
source: Operation Systems:
my: ကွန်ပျူတာစက်လည်ပတ်ရေးစနစ်:
nl: Besturingssystemen:
pt_br: Sistemas Operacionais:

# softdetails_uninstall-link
source: Remove
my: ဖယ်ရှားရန်
nl: Verwijderen
pt_br: Remover

# softdetails_download-link
source: Download
am: አውርድ
gu: ડાઉનલોડ
hr: Preuzimanje
hu: Letöltés
ja: ダウンロード
ka: გადმოწერა
lt: Parsisiųsti
my: ဒေါင်းလုဒ်ဆွဲရန်
pl: Pobierz
ps: ډاونلوډ یا کښته کول
pt_br: Baixar
ro: Descarcă
sq: Shkarko

# soft-details_opera-descr
source: Fast and safe Opera Browser is supplied with inbuilt ad-blocker, free VPN, inbuilt messengers, and many other items. <br /> <br /> Opera Browser for computers with Windows, Mac, and Linux OS will enable you to use all Internet abilities in as safe, handy, and efficient way as possible.
my: Opera Browser သည် မူလထည့်သွင်းထားသော ကြော်ငြာပိတ်ပင်ပေးသောဝန်ဆောင်မှု၊ အခမဲ့ VPN၊ မူလထည့်သွင်းထားသော စကားဝိုင်းဝန်ဆောင်မှု နှင့် အခြားများပြားသည့် ဝန်ဆောင်မှုများဖြင့် ပံ့ပိုးထားပါသည်။ Fast and safe <br /> <br /> Windows၊ Mac နှင့် Linux OS ထည့်သွင်းထားသော ကွန်ပျူတာများအတွက် Opera Browser မှာ သင့်အနေနဲ့ အင်တာနက်စွမ်းရည်များအားလုံးကို လုံလုံခြုံခြုံ၊ လွယ်လွယ်ကူကူနှင့် အထိရောက်ဆုံးသောနည်းလမ်းအနေဖြင့် အသုံးပြုနိုင်မှာ ဖြစ်ပါသည်။
nl: De snelle en veilige Opera Browser wordt geleverd met ingebouwde adblocker, gratis VPN, ingebouwde messengers en vele andere items. <br /> <br /> Met Opera Browser voor computers met Windows, Mac en Linux OS kunt u alle internetcapaciteiten zo veilig, handig en efficiënt mogelijk gebruiken.
pt_br: Rápido e seguro, o Navegador Opera é fornecido com bloqueador de anúncios embutido, VPN gratuito, mensageiros embutidos e muitos outros itens. <br /> <br /> Ele permitirá que você use todas as habilidades da Internet da maneira mais segura, prática e eficiente possível e funciona em computadores com o Sistema Operacional Windows, Mac e Linux .

# softdetails_uninstall-page-link
source: How to remove {{SOFT.TITLE}}
my: {{SOFT.TITLE}} ဖယ်ရှားရန်နည်းလမ်း
nl: Hoe te verwijderen {{SOFT.TITLE}}
pt_br: Como remover o {{SOFT.TITLE}}

# program-month-text
source: The software of the month:
my: ယခုလအတွက် အကောင်းဆုံးဆော့ဖ်ဝဲလ်:
nl: De software van de maand:
pt_br: O programa do mês:

# softlandingheader_search-title
source: <span class='bold'>Search for the latest versions</span> of the free of charge software over the enormous database
my: အခမဲ့ဆော့ဖ်ဝဲလ်အတွက် ကြီးမားသည့်ဒေတာဘေ့စ်ပေါ်တွင် <span class='bold'>နောက်ဆုံးပေါ်ဗားရှင်းများကို ရှာဖွေပါ​</span>
nl: <span class='bold'>Zoek naar de nieuwste versies</span> van de gratis software via de enorme database
pt_br: <span class='bold'>Pesquise as versões mais recentes</span> dos programas gratuitos através do enorme banco de dados

# softsearch_input-placeholder
source: Software or category name
my: ဆော့ဖ်ဝဲလ် သို့မဟုတ် အမျိုးအစားအမည်
nl: Software- of categorie-naam
pt_br: Nome do programa ou da categoria

# softsearchformitem_type-category
source: category
my: အမျိုးအစား
nl: categorie
pt_br: categoria

# softsearchheader_title
source: Search results
my: ရှာဖွေမှုရလဒ်များ
nl: Zoekresultaten
pt_br: Resultados da pesquisa

# softsearchheader_subtitle
source: Here is all software found according to your query:
my: သင်၏ရှာဖွေမှုရလဒ်အရ တွေ့ရှိသည့်ဆော့ဖ်ဝဲလ်အားလုံးမှာ အောက်ပါအတိုင်းဖြစ်သည်:
nl: Hier is alle software gevonden, op basis van uw vraag:
pt_br: Aqui está todos os programas encontrados de acordo com sua pesquisa:

# softsearchresult_download-link
source: Download
am: አውርድ
gu: ડાઉનલોડ
hr: Preuzimanje
hu: Letöltés
ja: ダウンロード
ka: გადმოწერა
lt: Parsisiųsti
my: ဒေါင်းလုဒ်ဆွဲရန်
pl: Pobierz
ps: ډاونلوډ یا کښته کول
pt_br: Baixar
ro: Descarcă
sq: Shkarko

# topsoft_item-download-count
source: Downloads number:
my: ဒေါင်းလုဒ်ဆွဲသော အရေအတွက်:
nl: Aantal downloads:
pt_br: Número de transferências:

# topsoft_item-download-link
source: Download
am: አውርድ
gu: ડાઉનલોડ
hr: Preuzimanje
hu: Letöltés
ja: ダウンロード
ka: გადმოწერა
lt: Parsisiųsti
my: ဒေါင်းလုဒ်ဆွဲရန်
pl: Pobierz
ps: ډاونلوډ یا کښته کول
pt_br: Baixar
ro: Descarcă
sq: Shkarko
