Repository: DriverPackSolution/transifex-backup
Catalog: delorean/driverpack-solution-worldwide/drpsu/*.po
Languages: am, ar, az, bg, bn, bs, ca, cs, de, el, es_419, et, fa, fil, fr, gu, he, hi, hr, hu, id, it, ja, ka, ko, ku, lt, mn, my, ne, nl, no, pl, ps, pt_br, pt_pt, ro, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ur, vi, zh, zh_cn

# devicestypepage_subtitle
source: All {{CLASS.SINGLE.FOR}} manufacturers
am: ሁሉም የ {{CLASS.SINGLE.FOR}} አምራቾች
ar: جميع {{CLASS.SINGLE.FOR}} المصنعين
az: Bütün {{CLASS.SINGLE.FOR}} istehsalçıları
bg: Всички {{CLASS.SINGLE.FOR}} производители
bn: সকল {{CLASS.SINGLE.FOR}} প্রস্তুতকারক
bs: Svi {{CLASS.SINGLE.FOR}} proizvođači
ca: Tots els fabricants de {{CLASS.SINGLE.FOR}}
cs: Všichni výrobci {{CLASS.SINGLE.FOR}}
de: Alle {{CLASS.SINGLE.FOR}}-Hersteller
el: Όλοι οι κατασκευαστές {{CLASS.SINGLE.FOR}}
es_419: Todos los fabricantes de {{CLASS.SINGLE.FOR}}
et: Kõik {{CLASS.SINGLE.FOR}} tootjad
fa: تمام تولید کنندگان {{CLASS.SINGLE.FOR}}
fil: Lahat ng mga {{CLASS.SINGLE.FOR}} mga tagagawa
fr: Tous les fabricants de {{CLASS.SINGLE.FOR}}
gu: બધા {{CLASS.SINGLE.FOR}} ઉત્પાદકો
he: כל יצרני ה {{CLASS.SINGLE.FOR}}
hi: सभी {{CLASS.SINGLE.FOR}} उत्पादक
hr: Svi proizvođači {{CLASS.SINGLE.FOR}}
hu: Összes {{CLASS.SINGLE.FOR}} gyártó
id: Semua {{CLASS.SINGLE.FOR}} pembuat
it: Tutti {{CLASS.SINGLE.FOR}} produttori
ja: すべての {{CLASS.SINGLE.FOR}} メーカー
ka: {{CLASS.SINGLE.FOR}} ყველა მწარმოებელი
ko: {{CLASS.SINGLE.FOR}} 모든 제조사
ku: هه‌موو {{CLASS.SINGLE.FOR}} به‌رهه‌مێنه‌ره‌كان
lt: Visi {{CLASS.SINGLE.FOR}} gamintojai
mn: Бүх {{CLASS.SINGLE.FOR}} гар аргаар үйлдвэрлэгчид
my: {{CLASS.SINGLE.FOR}} ထုတ်လုပ်သူများအားလုံး
ne: सबै {{CLASS.SINGLE.FOR}} निर्माताहरू
nl: Alle {{CLASS.SINGLE.FOR}} fabrikanten
no: Alle {{CLASS.SINGLE.FOR}} produsenter
pl: Wszyscy producenci {{CLASS.SINGLE.FOR}}
ps: ټول {{CLASS.SINGLE.FOR}} جوړونکي
pt_br: Todos os fabricantes de {{CLASS.SINGLE.FOR}}
pt_pt: Todos os {{CLASS.SINGLE.FOR}} fabricantes
ro: Toți {{CLASS.SINGLE.FOR}} producătorii
si: සියලුම {{CLASS.SINGLE.FOR}} නිෂ්පාදකයින්
sk: Všetci výrobcovia {{CLASS.SINGLE.FOR}}
sl: Vsi {{CLASS.SINGLE.FOR}} proizvajalci
sq: Të gjithë prodhuesit {{CLASS.SINGLE.FOR}}
sr: Svi proizvođači {{CLASS.SINGLE.FOR}}
sv: Alla {{CLASS.SINGLE.FOR}} tillverkare
sw: Wote {{CLASS.SINGLE.FOR}} wazalishaji
ta: அனைத்து {{CLASS.SINGLE.FOR}} உற்பத்தியாளர்களும்
th: ผู้ผลิต {{CLASS.SINGLE.FOR}} ทั้งหมด
tr: Tüm {{CLASS.SINGLE.FOR}} üreticileri
ur: سب {{CLASS.SINGLE.FOR}} مینوفیکچررز
vi: Tất cả các nhà sản xuất {{CLASS.SINGLE.FOR}}
zh: 全部 {{CLASS.SINGLE.FOR}} 製造商
zh_cn: 全部 {{CLASS.SINGLE.FOR}} 制造商

# devicetypevendorpage_subtitle-popular
source: Popular {{VENDOR.NAME}} {{CLASS.PLURAL.MAIN}}
am: ታዋቂ {{VENDOR.NAME}} {{CLASS.PLURAL.MAIN}}
ar: {{VENDOR.NAME}}{{CLASS.PLURAL.MAIN}} الشهيرة
az: Populyar {{VENDOR.NAME}} {{CLASS.PLURAL.MAIN}}
bg: Популярни {{VENDOR.NAME}} {{CLASS.PLURAL.MAIN}}
bn: জনপ্রিয় {{VENDOR.NAME}} {{CLASS.PLURAL.MAIN}}
bs: Popularni {{VENDOR.NAME}} {{CLASS.PLURAL.MAIN}}
ca: {{CLASS.PLURAL.MAIN}} populars de {{VENDOR.NAME}}
cs: Populární {{VENDOR.NAME}} {{CLASS.PLURAL.MAIN}}
de: Beliebte {{VENDOR.NAME}} {{CLASS.PLURAL.MAIN}}
el: Δημοφιλή {{VENDOR.NAME}}{{CLASS.PLURAL.MAIN}}
es_419: {{CLASS.PLURAL.MAIN}} populares de {{VENDOR.NAME}}
et: Populaarsed {{VENDOR.NAME}} {{CLASS.PLURAL.MAIN}}
fa: پرطرفدار ترین {{VENDOR.NAME}}{{CLASS.PLURAL.MAIN}}
fr: {{CLASS.PLURAL.MAIN}} {{VENDOR.NAME}} populaires
gu: વિખ્યાત {{VENDOR.NAME}} {{CLASS.PLURAL.MAIN}}
he: {{CLASS.PLURAL.MAIN}} פופולריים של {{VENDOR.NAME}}
hi: लोकप्रिय {{VENDOR.NAME}} {{CLASS.PLURAL.MAIN}}
hr: Popularne {{CLASS.PLURAL.MAIN}} {{VENDOR.NAME}}
hu: Népszerű {{VENDOR.NAME}} {{CLASS.PLURAL.MAIN}}
id: Terkenal {{VENDOR.NAME}} {{CLASS.PLURAL.MAIN}}
it: Popolari {{VENDOR.NAME}} {{CLASS.PLURAL.MAIN}}
ja: 人気の {{VENDOR.NAME}} {{CLASS.PLURAL.MAIN}}
ka: პოპულარული {{VENDOR.NAME}} {{CLASS.PLURAL.MAIN}}
ko: 인기 {{VENDOR.NAME}} {{CLASS.PLURAL.MAIN}}
ku: گشتی {{VENDOR.NAME}} {{CLASS.PLURAL.MAIN}}
lt: Populiariausi {{VENDOR.NAME}} {{CLASS.PLURAL.MAIN}}
mn: Алдартай {{VENDOR.NAME}} {{CLASS.PLURAL.MAIN}}
my: လူကြိုက်များသော {{VENDOR.NAME}} {{CLASS.PLURAL.MAIN}}
ne: लोकप्रिय {{VENDOR.NAME}} {{CLASS.PLURAL.MAIN}}
nl: Populair {{VENDOR.NAME}} {{CLASS.PLURAL.MAIN}}
no: Populær {{VENDOR.NAME}} {{CLASS.PLURAL.MAIN}}
pl: Popularne {{VENDOR.NAME}} {{CLASS.PLURAL.MAIN}}
ps: غوره {{VENDOR.NAME}} {{CLASS.PLURAL.MAIN}}
pt_br: {{CLASS.PLURAL.MAIN}} da {{VENDOR.NAME}} populares
ro: Cele mai folosite {{VENDOR.NAME}} {{CLASS.PLURAL.MAIN}}
si: ජනප්‍රිය {{VENDOR.NAME}} {{CLASS.PLURAL.MAIN}}
sk: Obľúbené {{VENDOR.NAME}} {{CLASS.PLURAL.MAIN}}
sl: Najboljpriljubljeni {{VENDOR.NAME}} {{CLASS.PLURAL.MAIN}}
sq: {{CLASS.PLURAL.MAIN}} popullorë {{VENDOR.NAME}}
sr: Popularni {{VENDOR.NAME}} {{CLASS.PLURAL.MAIN}}
sv: Populära {{VENDOR.NAME}} {{CLASS.PLURAL.MAIN}}
sw: Inajulikana {{VENDOR.NAME}} {{CLASS.PLURAL.MAIN}}
ta: பிரபலமான {{VENDOR.NAME}} {{CLASS.PLURAL.MAIN}}
th: {{VENDOR.NAME}} {{CLASS.PLURAL.MAIN}} ยอดนิยม
tr: Popüler {{VENDOR.NAME}} {{CLASS.PLURAL.MAIN}}
ur: مقبول {{VENDOR.NAME}} {{CLASS.PLURAL.MAIN}}
vi: {{VENDOR.NAME}} {{CLASS.PLURAL.MAIN}} phổ biến
zh: 熱門 {{VENDOR.NAME}} {{CLASS.PLURAL.MAIN}}
zh_cn: 热门 {{VENDOR.NAME}} {{CLASS.PLURAL.MAIN}}

# devicetypevendorpage_subtitle-all
source: All {{VENDOR.NAME}} {{CLASS.PLURAL.MAIN}}
am: ሁሉም {{VENDOR.NAME}} {{CLASS.PLURAL.MAIN}}
ar: جميع {{VENDOR.NAME}} {{CLASS.PLURAL.MAIN}}
az: Bütün {{VENDOR.NAME}} {{CLASS.PLURAL.MAIN}}
bg: Всички {{VENDOR.NAME}} {{CLASS.PLURAL.MAIN}}
bn: সকল {{VENDOR.NAME}} {{CLASS.PLURAL.MAIN}}
bs: Svi {{VENDOR.NAME}} {{CLASS.PLURAL.MAIN}}
ca: Totes les {{CLASS.PLURAL.MAIN}} de {{VENDOR.NAME}}
cs: Všechny {{VENDOR.NAME}} {{CLASS.PLURAL.MAIN}}
de: Alle {{VENDOR.NAME}} {{CLASS.PLURAL.MAIN}}
el: Όλα τα{{VENDOR.NAME}}{{CLASS.PLURAL.MAIN}}
es_419: Todos los {{CLASS.PLURAL.MAIN}} de {{VENDOR.NAME}}
et: Kõik {{VENDOR.NAME}} {{CLASS.PLURAL.MAIN}}
fa: همه ی{{VENDOR.NAME}}{{CLASS.PLURAL.MAIN}}
fil: Lahat {{VENDOR.NAME}} {{CLASS.PLURAL.MAIN}}
fr: Tous les {{CLASS.PLURAL.MAIN}} {{VENDOR.NAME}}
gu: બધા {{VENDOR.NAME}} {{CLASS.PLURAL.MAIN}}
he: כל ה {{CLASS.PLURAL.MAIN}} של {{VENDOR.NAME}}
hi: सभी {{VENDOR.NAME}} {{CLASS.PLURAL.MAIN}}
hr: Svi {{CLASS.PLURAL.MAIN}} {{VENDOR.NAME}}
hu: Összes {{VENDOR.NAME}} {{CLASS.PLURAL.MAIN}}
id: Semua {{VENDOR.NAME}} {{CLASS.PLURAL.MAIN}}
it: Tutti {{VENDOR.NAME}} {{CLASS.PLURAL.MAIN}}
ja: すべての {{VENDOR.NAME}} {{CLASS.PLURAL.MAIN}}
ka: ყველა {{VENDOR.NAME}} {{CLASS.PLURAL.MAIN}}
ko: 모든 {{VENDOR.NAME}} {{CLASS.PLURAL.MAIN}}
ku: هه‌موو {{VENDOR.NAME}} {{CLASS.PLURAL.MAIN}}
lt: Visi {{VENDOR.NAME}} {{CLASS.PLURAL.MAIN}}
mn: Бүгд {{VENDOR.NAME}} {{CLASS.PLURAL.MAIN}}
my: {{VENDOR.NAME}} {{CLASS.PLURAL.MAIN}} များအားလုံး
ne: सबै {{VENDOR.NAME}} {{CLASS.PLURAL.MAIN}}
nl: Alle {{VENDOR.NAME}} {{CLASS.PLURAL.MAIN}}
no: Alle {{VENDOR.NAME}} {{CLASS.PLURAL.MAIN}}
pl: Wszystkie {{VENDOR.NAME}} {{CLASS.PLURAL.MAIN}}
ps: ټول {{VENDOR.NAME}} {{CLASS.PLURAL.MAIN}}
pt_br: Todos os {{CLASS.PLURAL.MAIN}} da {{VENDOR.NAME}}
pt_pt: Todos os {{VENDOR.NAME}} {{CLASS.PLURAL.MAIN}}
ro: Toate {{VENDOR.NAME}} {{CLASS.PLURAL.MAIN}}
si: සියලුම {{VENDOR.NAME}} {{CLASS.PLURAL.MAIN}}
sk: Všetky {{VENDOR.NAME}} {{CLASS.PLURAL.MAIN}}
sl: Vsi {{VENDOR.NAME}} {{CLASS.PLURAL.MAIN}}
sq: Të gjithë {{CLASS.PLURAL.MAIN}} {{VENDOR.NAME}}
sr: Svi {{VENDOR.NAME}} {{CLASS.PLURAL.MAIN}}
sv: Alla {{VENDOR.NAME}} {{CLASS.PLURAL.MAIN}}
sw: Yote {{VENDOR.NAME}} {{CLASS.PLURAL.MAIN}}
ta: அனைத்து {{VENDOR.NAME}} உற்பத்தியாளர்களும் {{CLASS.PLURAL.MAIN}}
th: {{VENDOR.NAME}} {{CLASS.PLURAL.MAIN}} ทั้งหมด
tr: Tüm {{VENDOR.NAME}} {{CLASS.PLURAL.MAIN}}
ur: سب {{VENDOR.NAME}} {{CLASS.PLURAL.MAIN}}
vi: Tất cả {{VENDOR.NAME}} {{CLASS.PLURAL.MAIN}}
zh: 全部 {{VENDOR.NAME}} {{CLASS.PLURAL.MAIN}}
zh_cn: 全部 {{VENDOR.NAME}} {{CLASS.PLURAL.MAIN}}

# errorpage_title
source: Error 500: internal server error
am: ስህተት 500፡ የውስጥ ሰርቨር ስህተት
ar: خطأ 500 - خطأ داخلي في المخدم
az: Xəta 500: daxili server xətası
bg: Грешка 500: вътрешна грешка на сървъра
bn: ত্রুটি নং 500: অভ্যন্তরীণ সার্ভারে ত্রুটি
bs: Error 500: error unutar servera
ca: Error 500: error del servidor
cs: Chyba 500: chyba interního serveru
de: Fehler 500: Interner Server-Fehler
el: Σφάλμα 500: εσωτερικό σφάλμα διακομιστή
es_419: Error 500: Error interno del servidor
et: Viga 500: sisemine serveri viga
fa: اشکال شماه 500 رخ داد : اشکال در سرور های داخلی
fil: Error 500: error sa panloob na server
fr: Erreur 500: erreur interne du serveur
gu: ભૂલ 500: આંતરિક સર્વર ભૂલ
he: שגיאה 500: שגיאת שרת פנימית
hi: त्रुटि 500: आंतरिक सर्वर त्रुटि
hr: Greška 500: Interna greška poslužitelja
hu: 500-as hiba: belső szerverhiba
id: Kesalahan 500: kesalahan dalam server
it: Errore 500: errore interno del server
ja: エラー 500: サーバ内部エラー
ka: შეცდომა 500: სერვერის შიდა შეცდომა
ko: 오류 500: 내부 서버 오류
ku: هه‌ڵه‌ی 500: هه‌ڵه‌ی ناوخۆیی سێرڤه‌ر
lt: Klaida 500: vidinė serverio klaida
mn: Error 500: дотоод серверийн алдаа
my: အမှား 500: အတွင်းဆာဗာမှားယွင်းမှု
ne: त्रुटि 500: आन्तरिक सर्भर त्रुटि
nl: Fout 500: interne serverfout
no: Feil 500: intern server feil
pl: Błąd 500: wewnętrzny błąd serwera
ps: تېروتنه 500: داخلي سرور تېروتنه
pt_br: Erro 500: erro interno do servidor
pt_pt: Erro 500: Erro interno do servidor
ro: Eroare 500: eroare internă server
si: දෝෂය 500: අභ්‍යන්තර සේවාදායක දෝෂය
sk: Chyba 500: interná chyba servera
sl: Napaka 500: notranja napaka strežnika
sq: Error 500: problem i brendshëm i serverit
sr: Greška 500: interna greška servera
sv: Error 500: internt serverfel
sw: Hitilafu 500: kosa la ndani ya seva
ta: எரர் 500: இன்டெர்னல் சர்வர் எரர்
th: ผิดพลาด 500: เซิร์ฟเวอร์ภายในผิดพลาด
tr: Hata 500: iç sunucu hatası
ur: Error 500: اندرونی سرور کی خرابی
vi: Lỗi 500: lỗi nội bộ máy chủ
zh: 錯誤 500: 內部伺服器錯誤
zh_cn: 错误 500：内部服务器错误

# gdpr-banner_text
source: By continuing to use our website you confirm your consent to collecting your Cookie files. It is done so to provide comfortable work for our users. This information is not shared with third parties.
am: ዌብሳይታችን መጠቀምዎን ሲቀጥሉ የእርሶን ኩኪዎች ስለመጠቀማችን ስምምነትዎን ያረጋግጣሉ። ይህን የምናደርገው ለተጠቃሚዎቻችን ምቹ የሆነ የስራ ሁኔታ ለመፍጠር ነው። ይህ መረጃም ለሶስተኛ ወገን አይተላለፍም።
ar: من خلال الاستمرار في استخدام موقعنا الإلكتروني فإنك تؤكد موافقتك على جمع ملفات تعريف الارتباط الخاصة بك. يتم ذلك لتوفير عمل مريح لمستخدمينا. لا تتم مشاركة هذه المعلومات مع أطراف ثالثة.
bn: আমাদের ওয়েবসাইটের ব্যবহার চলমান রাখার মাধ্যমে আপনি আপনার Cookie ফাইলসমূহ সংগ্রহ করার ব্যাপারে সম্মতি প্রদান করছেন। আমাদের ব্যবহারকারীদের জন্য সুবিধাজনক সেবা সরবরাহ করতে এমনটা করা হয়। এই তথ্য তৃতীয় কোনো পক্ষের সাথে ভাগাভাগি করা হয় না।
bs: Koristeći naš website, prihvatate u skupljanju Cookie file-ova. Služe da omoguće komotniji rad naših korisnika. Ova informacija se ne dijeli sa trećim stranama.
de: Durch die weitere Nutzung unserer Website bestätigen Sie Ihre Zustimmung zur Abholung Ihrer Cookie-Dateien. Dies geschieht, um den Benutzern eine komfortable Arbeit zu ermöglichen. Diese Informationen werden nicht an Dritte weitergegeben.
et: Jätkates meie kodulehe kasutamist nõustute teadmisega, et me kogume teie küpsise faile. Seda tehakse, et tagada mugavam teenus meie kasutajatele. Seda informatsiooni ei jagata kolmandate osapooltega.
fr: En continuant à utiliser notre site Web, vous confirmez votre consentement à la collecte de vos fichiers Cookie. C'est fait pour fournir un travail confortable à nos utilisateurs. Cette information n'est pas partagée avec des tiers.
gu: અમારી વેબસાઇટનો ઉપયોગ ચાલુ રાખીને તમે તમારી કૂકી ફાઇલોને એકત્રિત કરવા માટે તમારી સંમતિની પુષ્ટિ કરો છો. તે અમારા વપરાશકર્તાઓ માટે આરામદાયક કાર્ય પ્રદાન કરવા માટે કરવામાં આવે છે. આ માહિતી તૃતીય પક્ષ સાથે વહેંચાયેલ નથી.
he: שימוש באתר שלנו, מהווה הסכמה לשימוש בקבצי Cookie. אנו עושים זאת בכדי לספק חווית שימוש נוחה למשתמשים שלנו. אנו לא משתפים את המידע שנאסף עם חברות צד שלישי.
hu: A weboldalunk használatának folytatásával beleegyezel a süti fájlok gyűjtésébe. Ez a tevékenység a felhasználóink kényelmének érdekében történik. Az információt nem osztjuk meg harmadik féllel.
it: Continuando ad utilizzare il nostro sito confermi di accettare i Cookie. E' necessario per migliorare l'esperienza dei nostri utenti. Queste informazioni non sono condivise con terze parti.
ja: 当社のウェブサイトを引き続き使用することにより、Cookieファイルの収集に同意したことを確認します。これは、ユーザーに快適な作業を提供するために行われますが、ユーザーの情報は第三者と共有されません。
ka: თუ გააგრძელებთ საიტის გამოყენებას, თქვენ ეთანხმებით ქუქი ფაილების შენახვას. ეს იმიტომ ხორციელდება რომ თქვენი მუშაობა საიტზე გახდეს უფრო კომფორტული. ამ ინფორმაციას არ გადავცემთ მესამე პირებს.
ko: 저희 웹 사이트를 계속 사용함으로써 쿠키 파일 수집에 동의하신 것 입니다. 사용자에게 편안한 작업을 제공하기 위해 이 작업이 수행됩니다. 이 정보는 제 3자와 공유되지 않습니다.
my: ကျွန်ုပ်တို့ရဲ့ ဝက်ဘ်ဆိုဒ်ကို ဆက်လက်၍အသုံးပြုလိုပါက သင်ရဲ့ ကွတ်ကီးဖိုင်များကို စုဆောင်းရန်အတွက် သင့်အနေဖြင့် သဘောတူလက်ခံပေးရန် လိုအပ်ပါသည်။ အကြောင်းရင်းမှာ ကျွန်ုပ်တို့ရဲ့အသုံးပြုသူများ သက်သောင့်သက်သာဖြစ်စေရန်အတွက် ဖြစ်ပါသည်။ ယင်းသတင်းအချက်အလက်များကို မည်သည့်တတိယအဖွဲ့အစည်းကိုမှ ဝေမျှသွားမည်မဟုတ်ပါ။
nl: Door onze website te blijven gebruiken, bevestigt u uw toestemming om uw Cookie-bestanden te verzamelen. Dit is gedaan om onze gebruikers comfortabel werk te bieden. Deze informatie wordt niet gedeeld met derden.
no: Ved å fortsette bruk av nettstedet vårt, bekrefter du ditt samtykke til å samle inn dine Cookie filer. Dette gjøres for å gi bedre operasjon for våre brukere. Denne informasjonen deles ikke med tredjeparter.
pl: Kontynuując używanie naszej stroną, informujemy Cię o zbieraniu plików Cookie (ciasteczek). Robimy to dla większego komfortu naszych użytkowników. Zebrane informacje nie są udzielane osobom trzecim ani innym firmom.
ps: زموږ د ویب پاڼې کارولو ته ادامه ورکړی تاسو د رضايت تصدیق وکړی د کوکي فایلونو راټولولو لپاره.
pt_br: Ao continuar usando nosso site, você confirma seu consentimento para coletar seus arquivos de cookies. Isso é feito para fornecer um trabalho confortável para nossos usuários. Esta informação não é compartilhada com terceiros.
si: අපගේ වෙබ් අඩවිය අඛණ්ඩව භාවිතා කිරීමෙන් ඔබේ කුකී ලිපිගොනු එකතු කිරීමට ඔබ දක්වන කැමැත්ත තහවුරු කරයි. අපගේ පරිශීලකයින්ට සුව පහසු වැඩක් සැපයීම සඳහා එය සිදු කෙරේ. මෙම තොරතුරු තෙවන පාර්ශවයන් සමඟ බෙදා නොගනී.
sq: Duke vazhduar përdorimin e uebsitit tonë, ju konfirmoni pajtimin tuaj për mbledhjen e skedarëve biskotë. Këtë e bëjmë që t'u sigurojmë përdoruesve tonë një punë të rehatshme. Ky informacion nuk ndahet me palë te treta.
sw: Kwa kuendelea kutumia tovuti yetu unathibitisha ridhaa yako juu ya ukusanyaji wa mafaili ya Cookie. Inafanywa ili kukimu kazi murua kwa watumiaji wetu. Taarifa hii haishirikishwi na wengineo.
th: เพื่อที่จะใช้งานเว็บไซต์เราต่อคุณต้องยืนยันความยินยอมของคุณเพื่อเก็บไฟล์คุกกี้ เพื่อให้ผู้ใช้ของเราใช้งานได้สะดวกสบาย ข้อมูลนี้ไม่ใช้ร่วมกับบุคคลที่สาม
zh_cn: 通过继续使用我们的网站，您确认您同意收集您的 Cookie 文件。 这样做是为了给我们的用户提供舒适的工作。 这些信息不会与第三方分享。

# gdpr-banner_cta-text
source: Ok
am: እሺ
ar: حسنا
bn: ঠিক আছে
fr: D'accord
gu: બરાબર
he: אישור
hu: Rendben
ka: კარგი
ko: 확인
my: အိုကေ
ps: سمه ده
si: හරි
sq: Dakord
sw: Sawa
th: โอเค
zh_cn: 确定

# landingfooter_landing-subtitle
source: DriverPack contains drivers for all popular Windows versions
am: DriverPack ለሁሉም ታዋቂ የ Windows ስሪቶች ድራይቨሮችን ይዟል
ar: DriverPack يضم تعريفات لجميع إصدارات Windows الرائجة
az: DriverPack-da bütün populyar Windows versiyaları üçün driverlər var
bg: DriverPack съдържа драйвери за всички популярни версии на Windows
bn: DriverPack এ জনপ্রিয় সব Windows সংস্করণের ড্রাইভার আছে
bs: DriverPack posjeduje drajvere za sve poznate Windows verzije
ca: DriverPack disposa de controladors per a totes les versions populars de Windows
cs: DriverPack obsahuje ovladače pro všechny populární verze Windows
de: DriverPack enthält Treiber für alle populären Windows-Versionen
el: Το DriverPack περιέχει προγράμματα οδήγησης για όλες τις δημοφιλείς εκδόσεις των Windows
es_419: DriverPack contiene controladores para todas las versiones populares de Windows
et: DriverPack sisaldab draivereid kõikidele populaarsetele Windowsitele
fa: DriverPack شامل درایورهایی برای تمامی نسخه‌های عمومی Windows است
fil: Naglalaman ang DriverPack ng mga driver para sa lahat ng mga popular na bersyon ng Windows
fr: DriverPack contient les pilotes pour toutes les versions populaires de Windows
gu: DriverPack બધા લોકપ્રિય Windows આવૃત્તિઓ માટે ડ્રાઇવર્સ ધરાવે છે
he: תוכנת DriverPack מכילה דרייברים עבור כל גירסאות Windows הפופולריות.
hi: DriverPack सभी लोकप्रिय Windows संस्करणों के लिए ड्राइवरों को शामिल करता है
hr: DriverPack sadrži upravljačke programe za sve popularne verzije operacijskog sustava Windows
hu: A DriverPack az összes népszerű Windows verzióhoz tartalmaz drivereket
id: DriverPack berisi beberapa driver yang terkenal untuk semua versi Windows
it: DriverPack contiene driver per le versioni più popolari di Windows
ja: DriverPack はすべての人気 Windows バージョンのドライバーを含まれている
ka: DriverPack შეიცავს დრაივერებს Windows-ის ყველა პოპულარული ვერსიისთვის
ko: DriverPack 에는 모든 인기있는 Windows 버전 용 드라이버가 포함되어 있습니다
ku: DriverPack پێناسه‌كانی تێدایه‌ بۆ هه‌موو جۆره‌ باوه‌كانی نوسخه‌ی ویندۆز
lt: DriverPack turi visų populiarių Windows versijų tvarkykles
mn: DriverPack бүх алдартай Windows-ын загваруудад зориулсан драйверууд агуулдаг
my: DriverPack တွင် လူကြိုက်များသော Windows ဗားရှင်းများအားလုံးအတွက် drivers များ ပါဝင်ပါသည်
ne: DriverPack ले सबै लोकप्रिय Windows संस्करणहरूको ड्राइभरहरू समावेश गर्दछ
nl: DriverPack bevat stuurprogramma's voor alle populaire Windows-versies
no: DriverPack inneholder drivere for alle populære Windows versjoner
pl: DriverPack zawiera sterowniki dla wszystkich wersji Windowsa
ps: DriverPack د ټولو مشهورو Windows نسخو لپاره چلوونکي لري
pt_br: O DriverPack contém drivers para todas as versões populares do Windows
pt_pt: O DriverPack contém controladores para todas as versões populares de Windows
ro: DriverPack conține drivere pentru toate versiunile populare de Windows
si: සියලුම ජනප්‍රිය Windows අනුවාද සඳහා DriverPack තුල ධාවක අඩංගු වේ
sk: DriverPack obsahuje ovládače pre všetky populárne verzie systému Windows
sl: DriverPack vsebuje gonilnike za vse priljubljene različice sistema Windows
sq: DriverPack përmban drajvera për të gjitha versionet e njohura të Windows
sr: DriverPack sadrži drajvere za sve popularne verzije Windows-a
sv: DriverPack består av drivrutiner för alla populära versioner av Windows
sw: DriverPack ina ma driver kwa matoleo yote maarufu ya Windows
ta: DriverPack வன்பொருள்தொகுப்பு அனைத்து பிரபலமான பதிப்பு Windows விண்டோஸ் வன்பொருளையும் உள்ளடக்கியது
th: DriverPack บรรจุไดรเวอร์สำหรับ Windows ยอดนิยมทุกเวอร์ชั่น
tr: DriverPack tüm popüler Windows sürümleri için sürücüleri içerir
ur: DriverPack تمام مقبول Windows ورژن کے ڈرائیورز پر مشتمل ہے
vi: DriverPack có các trình điều khiển cho tất cả các phiên bản phổ biến của Windows
zh: DriverPack 包含所有受歡迎 Windows 版本的驅動程式
zh_cn: DriverPack 包含所有受欢迎的 Windows 版本驱动程序

# landing-footer_catalog-os
source: drivers for {{OS}}
am: ለ {{OS}} ድራይቨሮች
ar: تعريفات نظام تشغيل {{OS}}
az: {{OS}} üçün driverlər
bg: драйвери за {{OS}}
bn: {{OS}} এর জন্য ড্রাইভারসমূহ
bs: drajveri za {{OS}}
ca: controladors per a {{OS}}
cs: ovladače pro {{OS}}
de: Treiber für {{OS}}
el: προγράμματα οδήγησης για {{OS}}
es_419: controladores para {{OS}}
et: {{OS}} draiverid
fa: درایور برای {{OS}}
fil: drivers para sa {{OS}}
fr: pilotes pour {{OS}}
gu: {{OS}} ની માટે ડ્રાઇવર્સ
he: דרייברים עבור {{OS}}
hi: {{OS}} के लिए ड्राइवर
hr: upravljački programi za {{OS}}
hu: {{OS}} driverek
id: Driver untuk {{OS}}
it: driver per {{OS}}
ja: {{OS}} のドライバー
ka: დრაივერები სისტემისთვის {{OS}}
ko: {{OS}} 용 드라이버
ku: پێناسه‌كان بۆ {{OS}}
lt: tvarkyklės {{OS}}
mn: {{OS}} -т зориулсан драйвер
my: {{OS}} အတွက် drivers များ
ne: ड्राइभरका लागि {{OS}}
nl: stuurprogramma's voor {{OS}}
no: drivere for {{OS}}
pl: sterowniki dla {{OS}}
ps: چلوونکي لپاره {{OS}}
pt_br: driver para o {{OS}}
pt_pt: controladores para {{OS}}
ro: drivere pentru {{OS}}
si: {{OS}} සඳහා ධාවක
sk: ovládače pre {{OS}}
sl: gonilniki za {{OS}}
sq: drajvera për {{OS}}
sr: Drajveri za {{OS}}
sv: drivrutiner för {{OS}}
sw: drivers ya {{OS}}
ta: வன்பொருள் {{OS}}
th: ไดรเวอร์สำหรับ {{OS}}
tr: {{OS}} için sürücüler
ur: {{OS}} کے لئے ڈرائیورز
vi: các trình điều khiển cho {{OS}}
zh: {{OS}} 驅動程式
zh_cn: {{OS}} 驱动程序

# landing-footer_versions
source: All app versions
am: ሁሉም የአፕሊኬሽኑ ስሪቶች
ar: جميع إصدارات التطبيق
az: Bütün proqram veriyaları
bg: Всички версии на приложението
bn: অ্যাপের সকল ভার্সন
bs: Sve app verzije
ca: Totes les versions de l'aplicació
cs: Všechny verze aplikace
de: Alle Programmversionen
el: Όλες οι εκδόσεις εφαρμογής
es_419: Todas las versiones de la aplicación
et: Kõik versioonid
fa: تمامی نسخه های نرم افزار
fil: Lahat ng mga bersyon ng app
fr: Toutes les versions de l'application
gu: બધા જ એપ સંસ્કરણ
he: כל גירסאות התוכנה
hi: सभी ऐप संस्करण
hr: Sve verzije aplikacije
hu: Összes app változat
id: Semua versi aplikasi
it: Tutte le versioni dell'App
ja: すべてのバージョン
ka: პროგრამის ყველა ვერსია
ko: 모든 앱 버전
ku: هه‌موو نوسخه‌كانی به‌رنامه‌كه‌
lt: Kitos programos versijos
mn: Бүх аппликешний хувилбарууд
my: အက်ပ်ဗားရှင်းများအားလုံး
ne: सबै अनुप्रयोग संस्करणहरू
nl: Alle app. versies
no: Alle app versjoner
pl: Wszystkie wersje aplikacji
ps: د ټولو ايپسونو ورژنونه
pt_br: Todas as versões do aplicativo
pt_pt: Todas as versões da aplicação
ro: Toate versiunile aplicațiilor
si: සියලු යෙදුම් සංස්කරණයන්
sk: Všetky verzie aplikácií
sl: Vse različice programa
sq: Të gjithë versionet e programit
sr: Sve verzije aplikacije
sv: Alla programversioner
sw: Matoleo yote ya programu
ta: அனைத்து அப்ளிகேஷன் பதிப்புகள்
te: అన్ని అనువర్తనం సంస్కరణలు
th: แอพทุกเวอร์ชั่น
tr: Tüm uygulama sürümleri
ur: تمام ایپ ورژن
vi: Tất cả các phiên bản của ứng dụng
zh: 所有應用程式版本
zh_cn: 所有应用程序版本

# landing-footer_remove
source: DriverPack removal
am: DriverPack ማስወገጃ
ar: ازاله DriverPack
az: DriverPack silmə
bg: Премахване на DriverPack
bn: DriverPack অপসারণ
bs: Obriši DriverPack
ca: Desinstal·lació de DriverPack
cs: Odstranění programu DriverPack
de: DriverPack entfernen
el: Κατάργηση του DriverPack
es_419: DriverPack eliminador
et: DriverPack eemaldamine
fa: حذف DriverPack
fil: Pag-alis ng DriverPack
fr: Suppression de DriverPack
gu: DriverPack રીમુવલ
he: הסרת DriverPack
hi: DriverPack निष्कासन
hr: Uklanjanje DriverPacka
hu: DriverPack eltávolítás
id: menghapus DriverPack
it: Rimozione DriverPack
ja: DriverPack を削除
ka: DriverPack-ის წაშლა
ko: DriverPack 제거
ku: لابردنی DriverPack
lt: DriverPack pašalinimas
mn: DriverPack арилгалт
my: DriverPack ဖယ်ရှားရေး
ne: DriverPack हटाउनुहोस्
nl: DriverPack verwijderen
no: DriverPack fjerning
pl: Usuwanie DriverPack
ps: DriverPack لیرې کول
pt_br: Remover o DriverPack
pt_pt: Remoção do DriverPack
ro: Ștergere DriverPack
si: DriverPack ඉවත් කරන්න
sk: Odstránenie DriverPack
sl: Odstranitev programa DriverPack
sq: Fshirje e DriverPack
sr: DriverPack brisanje
sv: DriverPack avinstallation
sw: DriverPack kuondolewa
ta: DriverPack வன்பொருள்தொகுப்பு அகற்ற
te: DriverPack తొలగింపు
th: ถอดถอน DriverPack
tr: DriverPack kaldırma
ur: DriverPack کو ختم کرنا
vi: Gỡ bỏ DriverPack
zh: DriverPack 移除
zh_cn: DriverPack 移除
