Repository: DriverPackSolution/transifex-backup
Catalog: delorean/driverpack-solution-worldwide/drpsu/*.po
Languages: am, ar, az, bg, bn, bs, ca, cs, de, el, es_419, et, fa, fil, fr, gu, he, hi, hr, hu, id, it, ja, ka, ko, ku, lt, mn, my, ne, nl, no, pl, ps, pt_br, pt_pt, ro, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ur, vi, zh, zh_cn

# headeros_search-text
source: Or use the search on our tremendous driver database
am: ወይንም ከግዙፉ የድራይቨር መዝገባችን ያለውን መፈለጊያ ይጠቀሙ
ar: أو استخدام البحث على قاعدة بيانات السائق الضخمه لدينا
az: Ya da nəhəng driver bazamızda axtarış edin
bg: Или използвайте търсенето в нашата огромна база данни с драйвери
bn: অথবা আমাদের বিশাল ড্রাইভার ডেটাবেইজে খোঁজ করুন
bs: ili koristi pretraživač za našu nevjerovatnu databazu drajvera
ca: O realitzeu una cerca a la nostra inmensa base de dades de controladors
cs: Nebo použijte vyhledávání v naší obrovské databázi ovladačů
de: Oder nutzen Sie die Suchfunktion unserer enormen Treiberdatenbank
el: Ή χρησιμοποιείστε την αναζήτηση στην καταπληκτική μας βάση δεδομένων προγραμμάτων οδήγησης
es_419: O busca en nuestra tremenda base de datos de drivers
et: Või kasuta otsingut meie kõikvõimsas draiverite andmebaasis
fa: یا جستجو کنید در پایگاه فوق العاده درایور ما
fil: O gamitin ang paghahanap sa aming napakalaking database ng driver
fr: Ou utilisez la recherche sur notre formidable base de données de pilote
gu: અથવા અમારા ડ્રાઈવર ડેટાબેઝ માંથી શોધવા સર્ચ વાપરો
he: או חפשו במאגר הדרייברים העצום שלנו
hi: या हमारे जबरदस्त ड्राइवर डेटाबेस पर खोज का उपयोग करें
hr: Ili koristite pretraživanje naše ogromne baze upravljačkih programa
hu: Vagy használd a hatalmas driver adatbázisunkat!
id: Atau gunakan pencarian di database driver kami yang luar biasa
it: oppure usa la ricerca nel nostro immenso database di driver
ja: 又は、御社の絶大なドライバーデータベースから検索
ka: ან გამოიყენეთ ძებნის ფუნქცია
ko: 또는 우리의 엄청난 드라이버 데이터베이스에서 검색을 사용하세요
ku: یان گه‌ڕان به‌كاربهێنه‌ له‌سه‌ر بنكه‌ی زانیاری زۆر گه‌وره‌كه‌ی پێناسه‌
lt: Arba naudokite paiešką mūsų didžiulėje vtvarkyklių duomenų bazėje
mn: Эсвэл манай үлэмж том драйверуудын сангаас хайлт хийх цэсийг ашиглах
my: သို့မဟုတ် ကျွန်ုပ်တို့၏ ကြီးမားတဲ့ driver ဒေတာဘေ့စ်ထဲတွင် ရှာဖွေခြင်းအတွက် အသုံးပြုပါ
ne: वा हाम्रो अत्यन्त चालक डेटाबेसमा खोज प्रयोग गर्नुहोस्
nl: Of gebruik de zoekopdracht voor onze enorme driver database
no: Eller søk på vår enorme driverdatabase
pl: Lub użyj wyszukiwarki w naszej olbrzymiej bazie sterowników
ps: اویا هم پلټنه وکاروی زموږ په دی ډیر لوی ډیټابیس کی د ډرایورو
pt_br: Ou use a pesquisa em nosso tremendo banco de dados de driver
pt_pt: Ou use a pesquisa na nossa enorme base de dados de controladores
ro: Sau utilizați căutarea în extraordinara noastră bază de date pentru drivere
si: නැතහොත් අපගේ අතිරේක ධාවක ගබඩාවෙහි සෙවීම් භාවිතා කරන්න
sk: Alebo použite vyhľadávanie v našej obrovskej databáze ovládačov
sl: Uporabite iskanje za dostop do naše baze gonilnikov
sq: Osë përdorni kërkimin në bazën tonë gjigande të drajverave
sr: Ili koristite pretragu naše ogromne baze podataka
sv: Eller använd sökfunktionen i vår enorma drivrutinsdatabas
sw: Ao tutafute utafutaji kwenye database yetu kubwa ya drever
ta: அல்லது எங்கள் மிகப்பெரிய தொகுப்புதளத்தில் தேடுதல் வழியாக தேடு
te: లేదా మా అద్భుతమైన డ్రైవర్ డేటాబేస్లో శోధనను ఉపయోగించండి
th: หรือใช้ช่องค้นหาฐานข้อมูลไดรเวอร์มหึมาของเรา
tr: Ya da kocaman sürücü veritabanımız üzerinde aramayı kullanın
ur: یا پھر ہماری بہت زیادہ بڑی ڈیٹابیس میں خودکار تلاش کریں
vi: Hoặc sử dụng công cụ tìm kiếm trên cơ sở dữ liệu trình điều khiển khổng lồ của chúng tôi
zh: 或使用我們巨大的驅動程式資料庫搜尋
zh_cn: 或使用我们巨大的驱动程序数据库中的搜索

# landingdevicetypelist_landing-title
source: DriverPack is suitable for any device
am: DriverPack ለማንኛውም መሳሪያ የተመቸ ነው
ar: DriverPack مناسب لأي جهاز
az: DriverPack hər istənilən cihaz üçün uyğundur
bg: DriverPack е подходящ за всяко устройство
bn: DriverPack যেকোনো যন্ত্রের জন্য উপযুক্ত
bs: DriverPack je pogodan za bilo koji uređaj
ca: El DriverPack serveix per a qualsevol dispositiu
cs: DriverPack je vhodný pro jakékoli zařízení
de: DriverPack ist für jedes Gerät geeignet
el: Το DriverPack είναι κατάλληλο για οποιαδήποτε συσκευή
es_419: DriverPack es compatible con cualquier dispositivo
et: DriverPack sobib kõikidele seadmetele
fa: DriverPack برای هر دستگاهی مناسب است
fil: Ang DriverPack ay angkop para sa anumang device o aparato
fr: DriverPack est adapté à tous les périphériques
gu: DriverPack બધા જ ઉપકરણો માટે અનુકૂળ છે
he: תוכנת DriverPack מתאימה לכל סוג מכשיר
hi: DriverPack किसी भी डिवाइस के लिए उपयुक्त है
hr: DriverPack je prikladan za svaki uređaj
hu: A DriverPack bármilyen készülékhez használható
id: Driverpack cocok untuk perangkat apapun
it: DriverPack è adatto per ogni dispositivo
ja: DriverPack はどのデバイスにも対応可能
ka: DriverPack თავსებადია ყველა მოწყობილობაზე
ko: DriverPack 은 모든 장치에 적합합니다
ku: DriverPack گونجاوه‌ بۆ هه‌موو ئامێرێك
lt: DriverPack tinka bet kuriam kompiuteriui
mn: DriverPack бүх төрлийн төхөөрөмжинд тохиромжтой
my: DriverPack သည် မည်သည့်စက်ပစ္စည်းအတွက်မဆို သင့်လျော်ပါသည်
ne: DriverPack कुनै पनि उपकरणको लागि उपयुक्त छ
nl: DriverPack is geschikt voor elk apparaat
no: DriverPack er passende for alle typer enheter
pl: DriverPack jest odpowiedni dla dowolnego urządzenia
ps: DriverPack دهر رقم آلی یا ډیوایس لپاره مناسب او وړ دی
pt_br: O DriverPack é adequado para qualquer dispositivo
pt_pt: O DriverPack é indicado para qualquer dispositivo
ro: DriverPack se poate folosi pe orice dispozitiv
si: DriverPack ඕනෑම උපාංගයක් සඳහා සුදුසු වේ
sk: DriverPack je vhodný pre všetky zariadenia
sl: DriverPack je primeren za vsako napravo
sq: DriverPack është e përshtatshme për çdo pajisje
sr: DriverPack je podesan za bilo koji uređaj
sv: DriverPack passar alla enhter
sw: DriverPack inafaa kwa kifaa chochote
ta: எந்த சாதனங்களுக்கும் DriverPack வன்பொருள்தொகுப்பு பொருத்தமானது
te: DriverPack ఏ పరికరం కోసం సరిపోతుంది
th: DriverPack เหมาะสมกับทุกอุปกรณ์
tr: DriverPack herhangi bir aygıt için uygundur
ur: DriverPack کسی بھی آلہ کیلئے موزوں ہے
vi: DriverPack tích hợp cho mọi thiết bị
zh: DriverPack 適用於任何裝置
zh_cn: DriverPack 适用于任何设备

# landingdevicetypelist_landing-subtitle
source: Even for USB 3.0 on Windows 7 SP1
am: ለ Windows 7 SP1 USB 3.0 ጭምር
ar: حتى USB 3.0 على Windows 7 SP1
az: Hətta Windows 7 SP1-dəki USB 3.0 üçün belə
bg: Дори за USB 3.0 на Windows 7 SP1
bn: এমনকি Windows 7 SP1 এ ইউএসবি 3.0 এর জন্যে
bs: Čak i za USB 3.0 za Windows 7 SP1
ca: Fins i tot per a USB 3.0 en Windows 7 SP1
cs: I pro USB 3.0 na Windows 7 SP1
de: Auch für USB 3.0 unter Windows 7 SP1
el: Ακόμα και για USB 3.0 στα Windows 7 SP1
es_419: Incluso para USB 3.0 en Windows 7 SP1
et: Isegi USB 3.0 Windows 7 SP1 jaoks
fa: حتی برای USB 3.0 در Windows 7 SP1
fil: Kahit na para sa USB 3.0 sa Windows 7 SP1
fr: Même pour l'USB 3.0 sur Windows 7 SP1
gu: Windows 7 SP1 પર USB 3.0 માટે પણ
he: אפילו להתקני USB 3.0 על Windows 7 SP1
hi: Windows 7 SP1 पर USB 3.0 के लिए भी
hr: Čak i za USB 3.0 na Windowsu 7 SP1
hu: Még Windows 7 SP1 alatt, USB 3.0 esetében is
id: Bahkan untuk USB 3.0 pada WIndows 7 SP1
it: Anche per USB 3.0 su Windows 7 SP1
ja: Windows 7 SP1 の USB3.0 のために
ka: USB 3.0-ისთვისაც კი Windows 7 SP1-ზე
ko: Windows 7 SP1 의 USB 3.0 에서도
ku: ته‌نانه‌ت بۆ USB 3.0 له‌سه‌ر Windows 7 SP1
lt: Net ir USB 3.0 Windows 7 SP1
mn: Windows 7 SP1-т суурилсан USB 3.0-д хүртэл зориулагдсан
my: Windows 7 SP1 သုံးထားသည့် USB 3.0 စက်ကိရိယာအတွက်တောင် ရှာဖွေနိုင်သည်
ne: यहां सम्म कि USB 3.0 को लागि Windows 7 SP1 मा
nl: Zelfs voor USB 3.0 op Windows 7 SP1
no: Selv for USB 3.0 på Windows 7 SP1
pl: Nawet dla USB 3.0 na Windows 7 SP1
ps: حتا د USB 3.0 لپاره په Windows 7 SP1 کي
pt_br: Até mesmo para USB 3.0 no Windows 7 SP1
pt_pt: Mesmo para USB 3.0 no Windows 7 SP1
ro: Chiar și pentru USB 3.0 în Windows 7 SP1
si: Windows 7 SP1 හි USB 3.0 සඳහාද
sk: Dokonca aj pre USB 3.0 v systéme Windows 7 SP1
sl: Tudi za USB 3.0 na Windows 7 SP1
sq: Edhe për USB 3.0 në Windows 7 SP1
sr: Čak za USB 3.0 na Windows-u 7 SP1
sv: Även för USB 3.0 på Windows 7 SP1
sw: Hata kwa USB 3.0 Windows 7 SP1
ta: Windows 7 SP1 - ல் உள்ள USB 3.0 கூட
te: Windows 7 SP1 లో USB 3.0 కు కూడా
th: แม้กระทั่งสำหรับ USB 3.0 บน Windows 7 SP1
tr: Hatta Windows 7 SP1 üzerinde USB 3.0 için bile
ur: حتٰی کہ Windows 7 SP1 پر USB 3.0 کیلئے بھی
vi: Kể cả cho USB 3.0 trên Windows 7 SP1
zh: 即使是 Windows 7 SP1 上的 USB 3.0
zh_cn: 即使是 Windows 7 SP1 上的 USB 3.0

# landingdevicetypelist_cta-btn
source: Install all required drivers
am: ሁሉንም አስፈላጊ ድራይቨሮች ጫን።
ar: تثبيت جميع التعريفات المطلوبة
az: Bütün lazımi driverləri quraşdırın
bg: Инсталирайте всички необходими драйвери
bn: দরকারি সব ড্রাইভার ইন্সটল করুন
bs: Instaliraj sve potrebne drajvere
ca: Instal·la tots els controladors necessaris
cs: Instalovat všechny požadované ovladače
de: Alle benötigten Treiber installieren
el: Εγκατάσταση όλων των απαραίτητων προγραμμάτων οδήγησης
es_419: Instalar todos los controladores necesarios
et: Paigalda kõik vajalikud draiverid
fa: همه درایورهای مورد نیاز را نصب کن
fil: I-install ang lahat ng kinakailangang mga driver
fr: Installer tous les pilotes requis
gu: જરૂરી બધા જ ડ્રાઈવર્સ ઇન્સ્ટોલ કરો
he: התקן את כל הדרייברים הנחוצים
hi: सभी आवश्यक ड्राइवरों को स्थापित करें
hr: Instalirajte sve potrebne upravljačke programe
hu: Összes szükséges driver telepítése
id: Pasang semua driver yang dibutuhkan
it: Installa tutti i driver richiesti
ja: すべての必要なドライバーをインストール
ka: ყველა საჭირო დრაივერის ჩაწერა
ko: 필요한 모든 드라이버 설치
ku: دابه‌زاندنی هه‌موو پێناسه‌ داواكراوه‌كان
lt: Įdiekite visas reikiamas tvarkykles
mn: Бүх шаардлагатай драйверүүдийг суулга
my: လိုအပ်သော drivers အားလုံးကို ထည့်သွင်းမည်
ne: सबै आवश्यक ड्राइभरहरू स्थापना गर्नुहोस्
nl: Installeer alle benodigde stuurprogramma's
no: Installer alle nødvendige drivere
pl: Zainstaluj wszystkie wymagane sterowniki
ps: نصب یی کړئ ټول غوښتل سوی ډرایورونه
pt_br: Instalar todos os drivers necessários
pt_pt: Instalar todos os controladores necessários
ro: Instalează toate driverele necesare
si: අවශ්‍යය සියලු ධාවක ස්ථාපනය කරන්න
sk: Inštalovať všetky požadované ovládače
sl: Namesti vse potrebne gonilnike
sq: instalo të gjith driverat e nevojshëm
sr: Instalirajte sve potrebne drajvere
sv: Installera alla nödvändiga drivrutiner
sw: Install ma driver yote yanayotakiwa
ta: அனைத்து தேவையான வன்பொருள்களையும் நிறுவு
te: అన్ని అవసరమైన డ్రైవర్స్ ఇన్స్టాల్ చేయండి
th: ติดตั้งทุกไดรเวอร์ที่ต้องการ
tr: Tüm gerekli sürücüleri yükleyin
ur: تمام ضروری ڈرائیورز انسٹال کریں
vi: Cài đặt tất cả những trình điều khiển cần thiết
zh: 安裝所有所需的驅動程式
zh_cn: 安裝所有所需的驱动程序

# landingdevicetypelist_versions
source: Other DriverPack versions
am: ሌሎች የ DriverPack ስሪቶች
ar: إصدارات DriverPack أخرى
az: Digər DriverPack versiyaları
bg: Други версии на DriverPack
bn: DriverPack এর অন্যান্য ভার্সন
bs: Ostale DriverPack verzije
ca: Altres versions de DriverPack
cs: Ostatní verze programu DriverPack
de: Andere DriverPack Versionen
el: Άλλες εκδόσεις DriverPack
es_419: Otras versiones de DriverPack
et: Teised DriverPacki versioonid
fa: نسخه های دیگر Driverpack
fil: Iba pang mga bersyon ng DriverPack
fr: Autres versions de DriverPack
gu: બીજા DriverPack સંસ્કરણ
he: גרסאות DriverPack שונות
hi: अन्य DriverPack संस्करण
hr: Ostale verzije aplikacija
hu: Egyéb DriverPack verziók
id: Versi DriverPack yang lain
it: Vecchie versioni DriverPack
ja: その他の DriverPack バージョン
ka: DriverPack -ის სხვა ვერსიები
ko: 기타 DriverPack 버전
ku: نوسخه‌كانی تری DriverPack
lt: Kitos DriverPack programos versijos
mn: Бусад DriverPack-ын хувилбарууд
my: အခြား DriverPack ဗားရှင်းများ
ne: अन्य DriverPack संस्करणहरू
nl: Andere DriverPack versies
no: Andre DriverPack versjoner
pl: Inne wersje DriverPack'a
ps: د DriverPack نور ورژنونه یا ډولونه
pt_br: Outras versões do DriverPack
pt_pt: Outras versões do DriverPack
ro: Alte versiuni DriverPack
si: අනෙකුත් DriverPack සංස්කරණ
sk: Ďalšie verzie programu DriverPack
sl: Druge verzije DriverPack
sq: Versionet e tjera të DriverPack
sr: Ostale DriverPack verzije
sv: Andra versioner av DriverPack
sw: Nyingine matoleo ya DriverPack matoleo
ta: மற்ற வன்பொருள்தொகுப்பு DriverPack பதிப்புகள்
te: ఇతర DriverPack సంస్కరణలు
th: DriverPack เวอร์ชั่นอื่น
tr: Diğer DriverPack sürümleri
ur: دیگر DriverPack کے ورژنز
vi: Các phiên bản DriverPack khác
zh: 其他 DriverPack 版本
zh_cn: 其它 DriverPack 版本

# landingfeatures_landing-title
source: DriverPack is the most convenient and fastest way of configuring a computer
am: DriverPack እጅግ አመቺውና ፈጣኑ የኮምፒውተር ማስተካከያ መንገድ ነው
ar: DriverPack هو الأكثر توافقاً والطريق الأسرع لإعداد الكمبيوتر
az: DriverPack, kompüteri nizamlamağın ən sürətli və ən uyğun yoludur
bg: DriverPack е най-удобният и най-бързият начин за конфигуриране на компютър
bn: DriverPack একটি কম্পিউটার সেটআপ করার সবচেয়ে সুবিধাজনক ও দ্রুত উপায়
bs: DriverPack je najpouzdaniji i najbrži put do konfigurisanja računara
ca: DriverPack és la manera més ràpida i convenient per a configurar un ordinador
cs: DriverPack je nejpohodlnější a nejrychlejší cesta jak nainstalovat počítač
de: DriverPack ist der bequemste und schnellste Weg, einen Computer zu konfigurieren
el: Το DriverPack είναι ο πιο βολικός και γρήγορος τρόπος ρύθμισης ενός υπολογιστή
es_419: DriverPack es la forma mas conveniente y rápida de configurar una computadora
et: DriverPack on kõige mugavam ja kiirem variant teie arvuti seadistamiseks
fa: DriverPack مناسب ترین و سریع ترین راه راه اندازی و تنظیم رایانه
fil: DriverPack ay ang pinaka-maginhawa at pinakamabilis na paraan ng pag-configure ng isang computer
fr: DriverPack est la manière la plus pratique et rapide de configurer un ordinateur
gu: DriverPack કમ્પ્યુટરને ગોઠવવાનું સૌથી અનુકૂળ અને સૌથી ઝડપી રસ્તો છે
he: תוכנת DriverPack מספקת את הדרך הנוחה והמהירה ביותר להתקנת דרייברים במחשב
hi: DriverPack कंप्यूटर को कॉन्फ़िगर करने का सबसे सुविधाजनक और सबसे तेज़ तरीका है
hr: DriverPack je najzgodniji i najbrži način za podešavanje računala
hu: A DriverPack a számítógép beállításának legkényelmesebb és a leggyorsabb módja
id: DriverPack adalah cara yang paling mudah dan tercepat dalam mengkonfigurasi komputer
it: Driverpack è la via più conveniente e veloce per configurare il tuo computer
ja: DriverPack はコンピュータを構成する最も簡単で最速の方法です。
ka: DriverPack არის ყველაზე მოხერხებული და უსაფრთხო გზა კომპიუტერის გასამართად
ko: DriverPack 은 컴퓨터를 구성할 때 가장 편리하고 빠른 방법입니다
ku: DriverPack خێراترین و گونجاوترین ڕێگه‌یه‌ بۆ ڕێكخستنی كۆمپیوته‌ره‌كه‌ت
lt: DriverPack yra patogiausias ir greitesnis kompiuterio nustatymo būdas
mn: DriverPack нь компьютерийг хэлбэрчлэх хамгийн хялбар, хурдан арга зам юм
my: ကွန်ပျူတာတစ်လုံး ပြင်ဆင်ရာတွင် DriverPack မှာ အဆင်ပြေဆုံးနှင့် အလျင်မြန်ဆုံးနည်းလမ်းဖြစ်သည်
ne: DriverPack, कम्प्युटरमा कन्फिगर गर्ने सबैभन्दा सजिलो र सुविधाजनक विधि हो
nl: DriverPack is de meest handige en snelste manier om een computer te configureren
no: DriverPack er den mest praktiske og raskeste måten å konfigurere en datamaskin på
pl: DriverPack to najszybszy i najwygodniejszy sposób konfigurowania komputera
ps: DriverPack ترټولو زیاته مستریح او چټکه لاره ده د هر رقم کمپيوټر د سمبالولو لپاره
pt_br: O DriverPack é a maneira mais conveniente e rápida de configurar um computador
pt_pt: O DriverPack é a maneira mais conveniente e rápida de configurar um computador
ro: DriverPack este cel mai convenabil și cel mai rapid mod de configurare a unui computer
si: පරිගණකය ක්‍රමවත්ව සැකසීම සඳහා වඩාත් පහසු සහ වේගවත්ම ක්‍රමය DriverPack වේ
sk: DriverPack je najpohodlnejší a najrýchlejší spôsob konfigurácie počítača
sl: DriverPack je najprijaznejši in najhitrejši način za izboljšanje delovanja vašega računalnika
sq: DriverPack është mënyra më e shpejtë dhe e përshtatshme për të konfiguruar një kompjuter
sr: DriverPack je najpodesniji i najbrži način za podešavanje računara
sv: DriverPack är det mest bekväma och snabbaste sättet att konfigurera en dator
sw: DriverPack ni njia rahisi zaidi na ya haraka zaidi ya kusanidi kompyuta
ta: DriverPack வன்பொருள்தொகுப்பு ஒரு கணினியை கட்டமைக்க மிகவும் வசதியான மற்றும் விரைவான வழி
te: DriverPack అనేది ఒక కంప్యూటర్ ఆకృతీకరించడానికి అత్యంత అనుకూలమైన మరియు వేగవంతమైన మార్గం
th: DriverPack เป็นวิธีที่สะดวกและรวดเร็วมากในการปรับแต่งคอมพิวเตอร์
tr: DriverPack bir bilgisayarı yapılandırmanın en hızlı ve en uygun yoludur
ur: DriverPack ایک کمپیوٹر کو ترتیب دینے کا سب سے زیادہ آرام دہ اور تیز ترین طریقہ ہے
vi: DriverPack là cách thuận tiện nhất và nhanh nhất để xác định cấu hình cho máy tính
zh: DriverPack 是安裝電腦最方便、最快捷的方法
zh_cn: DriverPack 是安裝电脑驱动最方便、最快捷的方法

# landingfeatures_landing-subtitle
source: The software is provided for free, and is suitable both for professionals and for beginners
am: ሶፍትዌሩ ነጻ ሲሆን ለ ባለሙያዎችም ሆነ ለ ጀማሪዎች የሚመች ነው
ar: يتم توفير البرنامج مجاناً، وهو مناسب لكلٍ من المحترفين والمبتدئين
az: Proqram pulsuz təqdim olunur və həm professionallar həm də yeni başlayanlar üçün uyğundur
bg: Софтуерът се разпространява безплатно и е подходящ както за професионалисти, така и за начинаещи
bn: সফটওয়্যারটি বিনামূল্যে বিতরণ করা হয়, এবং পেশাদার ও অনভিজ্ঞ উভয়ের জন্য উপযুক্ত
bs: Software je besplatan, i pogodan je i za profesionalce i za početnike
ca: L'aplicació es distribueix gratuitament, i és apta tant per a professionals com per a principiants
cs: Software je šířen zdarma, a je vhodný jak pro profesionály, tak pro začátečníky
de: Die Software steht kostenlos zur Verfügung und eignet sich sowohl für Profis, als auch für Anfänger
el: Αυτό το λογισμικό δίδεται δωρεάν και είναι κατάλληλο τόσο για επαγγελματίες όσο και για αρχάριους
es_419: El software es gratuito y está preparado tanto para profesionales como para principiantes
et: Tarkvara jagatakse tasuta, ja see sobib nii algajatele kui professionaalidele
fa: نرم افزار به صورت رایگان تهیه شده و برای کاربران حرفه‌ای و مبتدی مناسب است.
fil: Ang software ay ibinibigay nang libre, at angkop para sa mga propesyonal at para sa mga nagsisimula
fr: Le logiciel est fourni gratuitement, et est adapté à la fois pour les professionnels et pour les débutants
gu: સૉફ્ટવેર મફતમાં પ્રદાન કરવામાં આવેલ છે, તે શીખઉ અને વિશેષજ્ઞ બંને માટે અનુકૂળ છે
he: התוכנה מופצת חינם, ומתאימה למשתמשים מתחילים ולמתקדמים כאחד.
hi: सॉफ्टवेयर मुफ्त में प्रदान किया जाता है, और पेशेवरों और नौसिखिया दोनों के लिए उपयुक्त है
hr: Program se preuzima besplatno te je prikladan i za profesionalce i za početnike
hu: A szoftver ingyenesen kerül terjesztésre, és hozzáértők, valamint kezdők számára is megfelel
id: Perangkat lunak ini disediakan secara gratis, dan cocok untuk para profesional maupun pemula
it: Il programma è fornito gratuitamente, ed è disponibile per professionisti e principianti
ja: 当ソフトウェアは無料で提供しています。初心者及び専門家どちらにもに適切です。
ka: პროგრამა ვრცელდება უფასოდ და მოსახერხებელია დამწყებებისა და პროფესიონალებისთვის
ko: 이 소프트웨어는 무료로 제공되며 전문가 및 초보자 모두에게 적합합니다
ku: نه‌رمه‌كاڵاكه‌ دابینكراوه‌ به‌ خۆڕایی، وه‌گونجاویشه‌ بۆ هه‌ریه‌كه‌ له‌شاره‌زایان و سه‌ره‌تاكانیش
lt: Programinė įranga yra platinama nemokamai ir tinka tiek profesionalams, tiek pradedantiesiems
mn: Софтваре нь мэргэжлийнхэн болон анхлан хэрэглэгчдийн алинд ч тохиромжтой бөгөөд үнэ төлбөргүй үйлчилгээ юм
my: ဤဆော့ဖ်ဝဲလ်မှာ အခမဲ့ဖြစ်ပြီး၊ ပရော်ဖက်ရှင်နယ်သမားများအတွက် သာမက စတင်အသုံးပြုသူများအတွက်ပါ သင့်လျော်ပါသည်
ne: सफ्टवेयरलाई निःशुल्क प्रदान गरिएको छ, र प्रोफेसरहरूको लागि र शुरुवातका लागि उपयुक्त छ
nl: De software is gratis en is zowel geschikt voor professionals als voor beginners
no: Programvaren er gratis og er passende for både profesjonelle og nybegynnere
pl: To oprogramowanie jest darmowe i służy równie dobrze profesjonalistom jak i początkującym
ps: دا سافټویر وړیا لپاره چمتو شوی دی، د مسلکي او ابتدايي دواړو لپاره مناسب دی
pt_br: O programa é fornecido gratuitamente, e é adequado tanto para profissionais quanto para iniciantes.
pt_pt: O programa é disponibilizado de graça, e é indicado tanto para profissionais como para inexperientes
ro: Software-ul este gratuit și este potrivit atât pentru profesioniști, cât și pentru începători
si: මෙම මෘදුකාංගය නොමිලේ ලබා දෙයි, එමෙන්ම වෘත්තිකයන් සඳහා මෙන්ම එය ආරම්භකයින් සඳහා සුදුසු වේ
sk: Softvér je poskytovaný bezplatne a je vhodný pre profesionálov, ako i pre začiatočníkov
sl: Program je predvideno brezplačno, primeren tako za profesionalce kot začetnike
sq: Softueri jepet falas dhe është i përshtatshëm si për profesionistët, ashtu dhe fillestarët
sr: Softver je moguće preuzeti besplatno i podesan je kako za profesionalce tako i za početnike
sv: Programmet är tillgängligt gratis, och är lämpligt både för proffs och nybörjare
sw: Programu hutolewa kwa bure, na inafaa kwa wataalamu na kwa kompyuta
ta: இந்த மென்பொருள் இலவசமாக வழங்கப்படுகிறது, மேலும் இருதரப்பினர்களான தொழில்முறை சார்ந்தவர்களுக்கும், தொடக்கநிலையில் உள்ளவர்களுக்கும் இது பொருத்தமானது
te: సాఫ్ట్వేర్ ఉచితంగా అందించబడుతుంది, మరియు నిపుణులు మరియు ప్రారంభ కోసం రెండు అనుకూలంగా ఉంటుంది
th: ซอฟท์แวร์ให้ฟรี และเหมาะสมกับทั้งมืออาชีพและผู้เริ่มต้น
tr: Yazılım ücretsiz verilir ve hem profesyoneller hem de yeni başlayanlar için uygundur
ur: یہ سافٹ ویئر مفت دیا جاتا ہے، اور پیشہ ورانہ اور ابتدائی دونوں استعمالات کیلئے موزوں ہے
vi: Phần mềm này được cung cấp miễn phí, và phù hợp cho cả những người chuyên nghiệp và những người mới bắt đầu
zh: 這個軟體可免費散佈，適合專業人士和初學者
zh_cn: 该软件免费提供，适用于专业人士和初学者

# landingfeatures_item-title-free
source: Free
am: ነጻ
ar: مجاني
az: Pulsuz
bg: Безплатен
bn: ফ্রি
bs: Besplatno
ca: Grauïta
cs: Zdarma
de: Kostenlos
el: Δωρεάν
es_419: Gratis
et: Tasuta
fa: رایگان
fil: Libre
fr: Gratuit
gu: મફત
he: חינם
hi: निःशुल्क
hr: Besplatno
hu: Ingyenes
id: Gratis
it: Gratis
ja: 無料
ka: უფასო
ko: 무료
ku: به‌ خۆڕایی
lt: Nemokamai
mn: Үнэгүй
my: အခမဲ့
ne: नि: शुल्क
nl: Gratis
no: Gratis
pl: Darmowy
ps: وړیا
pt_br: Gratuito
pt_pt: Gratuito
ro: Gratuit
si: නොමිලයේ
sk: Zadarmo
sl: Brezplačno
sq: Falas
sr: Besplatno
sv: Gratis
sw: Bure
ta: இலவசம்
te: ఉచిత
th: ฟรี
tr: Ücretsiz
ur: مفت
vi: Miễn phí
zh: 免費
zh_cn: 免费

# landingfeatures_item-caption-free
source: DriverPack is provided for free
am: DriverPack የተሰጠው በነጻ ነው
ar: DriverPack مجاني
az: DriverPack pulsuz təqdim olunur
bg: DriverPack се разпространява безплатно
bn: DriverPack বিনামূল্যে বিতরণ করা হয়
bs: DriverPack je besplatan
ca: DriverPack es distribueix gratuitament
cs: DriverPack je poskytován zdarma
de: DriverPack wird kostenlos zur Verfügung gestellt
el: To DriverPack δίδεται δωρεάν
es_419: DriverPack es gratuito
et: DriverPacki pakutakse tasuta
fa: DriverPack رایگان ارائه شده است.
fil: Ang DriverPack ay ibinibigay nang libre
fr: DriverPack est fourni gratuitement
gu: DriverPack બિલકુલ મફત છે
he: DriverPack מופצת חינם
hi: DriverPack मुफ्त में प्रदान किया जाता है
hr: DriverPack se besplatno preuzima
hu: A DriverPack ingyenesen kerül terjesztésre
id: DriverPack disediakan secara gratis
it: DriverPack è gratis
ja: DriverPack は無料で提供しています
ka: DriverPack ვრცელდება უფასოდ
ko: DriverPack 은 무료로 제공됩니다
ku: DriverPack دابینكراوه‌ به‌ خۆڕایی
lt: DriverPack yra platinamas nemokamai
mn: DriverPack нь үнэ төлбөргүй байхаар хийгдсэн
my: DriverPack မှာ အခမဲ့ဖြစ်ခြင်း
ne: DriverPack निःशुल्क प्रदान गरिएको छ
nl: DriverPack is gratis
no: DriverPack leveres gratis
pl: DriverPack dostępny jest za darmo
ps: DriverPack په وړیا ډول اماده سویدي
pt_br: O DriverPack é fornecido gratuitamente
pt_pt: O DriverPack é disponibilizado de graça
ro: DriverPack este gratuit
si: DriverPack නොමිලේ සපයනු ලැබේ
sk: DriverPack je poskytovaný bezplatne
sl: DriverPack je predvideno brezplačno
sq: DriverPack jepet falas
sr: DriverPack je besplatan
sv: DriverPack är tillgängligt gratis
sw: DriverPack hutolewa kwa bure
ta: DriverPack வன்பொருள்தொகுப்பு இலவசமாக வழங்குகிறது
te: DriverPack ఉచితంగా అందించబడింది
th: DriverPack ให้ฟรี
tr: DriverPack ücretsiz verilir
ur: DriverPack مفت مہیا کیا جاتا ہے
vi: DriverPack được cung cấp miễn phí
zh: DriverPack 可免費散佈
zh_cn: DriverPack 免费发布
