Repository: DriverPackSolution/transifex-backup
Catalog: delorean/driverpack-solution-worldwide/drpsu/*.po
Languages: am, ar, az, bg, bn, bs, ca, cs, de, el, es_419, et, fa, fil, fr, gu, he, hi, hr, hu, id, it, ja, ka, ko, ku, lt, mn, my, ne, nl, no, pl, ps, pt_br, pt_pt, ro, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ur, vi, zh, zh_cn

# adminheader_cta-text
source: DriverPack has been created for admins but is easy to use even for beginners
am: DriverPack የተሰራው ለባለሙያዎች ቢሆንም ለጀማሪዎችም ቀላል ነው።
ar: تم تصميم DriverPack للخبراء ولكنه مناسب أيضا للمبتدئين
az: DriverPack, idarəçilər üçün yaradılıb, lakin istənilən yeni başlayan üçün belə sadədir
bg: DriverPack е направен за администратори, но е лесен за използване дори за начинаещи
bn: DriverPack অ্যাডমিনদের জন্য তৈরি করা হয়েছে কিন্তু এটি অনভিজ্ঞদের জন্যেও ব্যবহারবান্ধব
bs: DriverPack je napravljen za admine ali je jednostavan i za početnike
ca: DriverPack s'ha fet per a administradors però és fàcil d'utilitzar fins i tot per a principiants
cs: DriverPack byl vytvořen pro administrátory, ale je jednoduchý i pro začátečníky
de: DriverPack wurde zwar für Admins entwickelt, aber es ist auch für Anfänger leicht bedienbar.
el: DriverPack – Έχει δημιουργηθεί για διαχειριστές, αλλά είναι ξεκάθαρο και για πρωτάρηδες
es_419: DriverPack ha sido creado para administradores, pero es fácil de usar incluso para principiantes
et: DriverPack on loodud admistraatoritele, kuid on lihtne kasutada ka algajate seas
fa: Driverpack برای حرفه ای ها طراحی شده اما استفاده از اون برای کاربرای تازه کار هم آسونه
fil: Ang DriverPack ay nilikha para sa mga admin ngunit madaling gamitin kahit na para sa mga nagsisimula
fr: DriverPack a été créé pour les administrateurs mais est facile à utiliser même pour les débutants
gu: DriverPack સંચાલકો માટે બનાવવામાં આવ્યું છે પણ તે શિખાઉ લોકોના માટે પણ ઉપયોગમાં સરળ છે.
he: תוכנת DriverPack נוצרה עבור מנהלי מערכות אך כל אחד יכול להשתמש בה
hi: DriverPack व्यवस्थापक के लिए बनाया गया है लेकिन यह नौसिखिया लोगों के लिए भी उपयोग करना आसान है
hr: Driverpack je stvoren za administratore, ali jednostavan je za upotrebu čak i početnicima
hu: A DriverPack a rendszergazdák számára készült, de a kezdők is könnyedén elboldogulnak vele.
id: DriverPack dibuat untuk admin yang ahli, tetapi juga mudah digunakan untuk para pemula
it: DriverPack è stato creato per amministratori ma la sua facilità di utilizzo lo rende utile anche per i principianti
ja: DriverPack は管理者のためですが、初心者でも簡単にご利用出来ます
ka: DriverPack შეიქმნა ადმინისტრატორებისთვის, მაგრამ მარტივია დამწყებებისთვისაც
ko: DriverPack 은 관리자 용으로 만들어졌지만 초보자도 쉽게 사용할 수 있습니다
ku: DriverPack دروستكراوه‌ بۆ به‌ڕێوه‌به‌ره‌كان به‌ڵام ئاسانه‌ بۆ به‌كارهێنان ته‌نانه‌ت له‌ لایه‌ن سه‌ره‌تاكانیشه‌وه‌
lt: DriverPack buvo sukurtas administratoriams, bet jis yra aiškus net pradedantiesiems
mn: DriverPack нь админуудад зориулагдан бүтээгдсэн хэдий ч ямар түвшиний хүн хэрэглэхэд хялбар юм
my: DriverPack မှာ ဝါရင့်သမားများအတွက် ဖန်တီးခဲ့သော်လည်း ဝါနုသမားများအတွက်တောင် အသုံးပြုရန်လွယ်ကူပါသည်
ne: DriverPack प्रशासकहरूका लागि सिर्जना गरिएको छ तर शुरुआती शुरुवातका लागि प्रयोग गर्न सजिलो छ
nl: DriverPack is gemaakt voor beheerders maar is ook gemakkelijk in gebruik voor beginners
no: DriverPack er utviklet for administratorer men er enkel å bruke selv for nybegynnere
pl: DriverPack został stworzony dla administratorów, ale jest łatwy w obsłudze nawet dla początkujących
ps: DriverPack ډرایور فاک د اډمین لپاره جوړسویدی خو هغه کسان چی نوی وی د هِغوی لپاره هم اسانه دی چی استعمال یي کړي
pt_br: O DriverPack foi criado para administradores, mas é fácil de usar mesmo para iniciantes
pt_pt: O DriverPack foi criado para administradores mas é fácil de usar mesmo para inexperientes
ro: DriverPack a fost creat pentru administratori, dar este ușor de utilizat chiar și de începători
si: DriverPack නිර්මාණය කර ඇත්තේ පාලකවරුන් සඳහා වුවත් එය නවකයන් සඳහාද භාවිතය පහසුවේ
sk: DriverPack bol vytvorený pre administrátorov, ale je ľahko použiteľný aj pre začiatočníkov
sl: DriverPack je bil ustvarjen za moderatorje, ampak vseeno je prijazen do vseh uporabnikov
sq: DriverPack është krijuar për administratorët, por është i lehtë për t'u përdorur edhe për fillestarët.
sr: DriverPack je kreiran za administratore, ali je jednostavan za korišćenje čak i za početnike
sv: DriverPack är skapat för administratörer men är lätt att använda även för nybörjare
sw: DriverPack imeundwa kwa admins lakini ni rahisi kutumia hata kwa yeyote yule ambaye anaanza
ta: DriverPack வன்பொருள்தொகுப்பு உருவானது அமைப்பு நிர்வாகத்தினருக்கு. ஆனால் தொடக்க நிலையிலுள்ள அனுபவமில்லாதவரும் எளிதில் பயன்படுத்தலாம்
te: DriverPack పాలనాధికారుల కొరకు తయారుచేయబడినా సాధారణ వినియోగదారులు కూడా అతి సులభముగా ఉపయోగించవచ్చును
th: DriverPack ถูกสร้างมาเพื่อแอดมินแต่ก็ใช้งานง่ายแม้คุณจะเป็นผู้เริ่มใช้งาน
tr: DriverPack yöneticiler için yaratıldı, ancak yeni başlayanlar için bile kullanımı kolaydır
ur: DriverPack منتظمیں کے لئے تیار کیا گیا ہے لیکن نوسیکھیوں کے لئے بھی استعمال کرنا آسان ہے
vi: DriverPack được tạo cho quản trị viên nhưng kể cả những người mới bắt đầu cũng dễ để sử dụng
zh: DriverPack – 它是為系統管理員建立，但即使對初學者也是如此
zh_cn: DriverPack – 它是为系统管理员开发的，新手也一样能用哦。

# adminheader_cta-btn
source: Download DriverPack Online
am: አውርድ DriverPack Online
ar: تحميل DriverPack Online
az: DriverPack Online-ı endir
bg: Изтегли DriverPack Online
bn: DriverPack Online ডাউনলোড করুন
bs: Preuzmi DriverPack Online
ca: Descarrega el DriverPack Online
cs: Stáhnout DriverPack Online
de: DriverPack Online herunterladen
el: Λήψη του DriverPack Online
es_419: Descarga DriverPack Online
et: Lae alla DriverPack Online
fa: دانلود نسخه DriverPack Online
fil: I-download ang DriverPack Online
fr: Télécharger DriverPack Online
gu: DriverPack Online ડાઉનલોડ કરો.
he: הורד את DriverPack Online
hi: DriverPack Online संकलित करे
hr: Preuzmite DriverPack Online
hu: DriverPack Online letöltése
id: Unduh DrivePack Online
ja: DriverPack Online をダウンロード
ka: DriverPack Online-ს გადმოწერა
ko: DriverPack Online 다운로드
ku: DriverPack Online دابه‌زێنه‌
lt: Parsisiųsti DriverPack Online
mn: DriverPack Online татаж авах
my: DriverPack Online ကို ဒေါင်းလုပ်ရယူမည်
ne: DriverPack Online डाउनलाेड
no: Last ned DriverPack Online
pl: Pobierz DriverPack Online
ps: ډاونلوډ یا کښته کول DriverPack Online
pt_br: Baixar o DriverPack Online
pt_pt: Descarregue o DriverPack Online
ro: Descarcă DriverPack Online
si: DriverPack සෘජුවම පරිගණකයට බාගත කර ගන්න
sk: Stiahnuť DriverPack Online
sl: Prenesite DriverPack Online
sq: Shkarko DriverPack Online
sr: Preuzimanje DriverPack Online
sv: Ladda ned DriverPack Online
sw: Pakua DriverPack Online
ta: DriverPack Online வன்பொருள்தொகுப்பு இணையதளம் வழியாக பதிவிறக்கம் செய்ய
te: డౌన్లోడ్ DriverPack Online
th: ดาวน์โหลด DriverPack Online
tr: DriverPack Online'ı İndir
ur: DriverPack Online ڈاؤن لوڈ کریں
vi: Tải DriverPack Online
zh: 下載 DriverPack Online
zh_cn: 下载 DriverPack Online

# buttonsplitdropdown_main-button
source: Download
am: አውርድ
ar: تحميل
az: Endir
bg: Изтегляне
bn: ডাউনলোড
bs: Preuzmi
ca: Descarrega
cs: Stáhnout
de: Herunterladen
el: Λήψη
es_419: Descargar
et: Lae alla
fa: دانلود
fil: I-download
fr: Télécharger
gu: ડાઉનલોડ
he: הורד
hi: संकलित करे
hr: Preuzimanje
hu: Letöltés
id: Unduh
ja: ダウンロード
ka: გადმოწერა
ko: 다운로드
ku: دابه‌زاندن
lt: Parsisiųsti
mn: Татаж авах
my: ဒေါင်းလုဒ်ဆွဲရန်
ne: डाउनलाेड
no: Nedlasting
pl: Pobierz
ps: ډاونلوډ یا کښته کول
pt_br: Baixar
pt_pt: Descarregar
ro: Descarcă
si: බාගත කරන්න
sk: Stiahnuť
sl: Prenesi
sq: Shkarko
sr: Preuzimanje
sv: Ladda ned
sw: Pakua
ta: பதிவிறக்கம்
te: డౌన్లోడ్
th: ดาวน์โหลด
tr: İndir
ur: ڈاؤن لوڈ کریں
vi: Tải về:
zh: 下載
zh_cn: 下载

# cloudfaq_landing-title
source: We answer your questions
am: የእርሶ ጥያቄዎችን እንመልሳለን
ar: نحن نجيب على أسئلتك
bn: আমরা আপনার প্রশ্নগুলোর উত্তর দেই
bs: Mi odgovaramo na Vaša pitanja
ca: Responem els teus dubtes
cs: Odpovídáme na Vaše otázky
de: Wir beantworten Ihre Fragen
es_419: Respondemos a tus preguntas
et: Me vastame teie küsimustele
fa: ما به سوالات شما پاسخ می دهیم
fr: Nous répondons à vos questions
gu: અમે તમારા પ્રશ્નોનો જવાબ આપીએ છીએ
he: אנו עונים על שאלותיכם
hi: हम आपके सवालों का जवाब देते हैं
hr: Odgovaramo na Vaša pitanja
hu: Válaszolunk a kérdéseire
id: Kami menjawab pertanyaan-pertanyan anda
it: Rispondiamo alle tue domande
ja: お客様の質問に回答致します。
ka: ჩვენ ვპასუხობთ თქვენს კითხვებს
ko: 우리는 귀하의 질문에 대답합니다
ku: ئێمه‌ وه‌ڵامی پرسیاره‌كانت ده‌ده‌ینه‌وه‌
lt: Mes atsakysime į jūsų klausimus
mn: Бид таны асуултанд хариулт өгнө
my: သင်၏မေးခွန်းများကို ကျွန်ုပ်တို့ ဖြေကြားပေးပါသည်
ne: हामी तपाईंको प्रश्नको जवाफ दिन्छौं
nl: Wij beantwoorden uw vragen
no: Vi besvarer dine spørsmål
pl: Odpowiadamy na Twoje pytania:
ps: موږ ستاسي وسوالوته ځوابونه ورکوو
pt_br: Nós respondemos suas perguntas
pt_pt: Respondemos às suas questões
ro: Îți răspundem la întrebări
si: අපි ඔබගේ ප්‍රශ්න වලට පිළිතුරු සපයන්නෙමු
sl: Odgovarjamo na vaša vprašanja
sq: Ne i pergjigjemi pyetjeve tuaja
sr: Mi odgovaramo na vaša pitanja
sw: Tunajibu maswali yako
te: మేము మీ ప్రశ్నలకు సమాధానము ఇస్తాము
th: เรามีคำตอบให้คำถามของคุณ
tr: Sorularınızı yanıtlıyoruz
vi: Bạn hỏi chúng tôi trả lời
zh_cn: 我们回答你的问题

# cloudpagefooter_license-link
source: License Agreement
am: የፈቃድ ስምምነት
ar: اتفاقية الترخيص
bn: লাইসেন্সের শর্তাবলী
bs: Ugovor o licenci
ca: Acord de llicència
cs: Licenční ujednání
de: Lizenzvereinbarung
es_419: Acuerdo de licencia
et: Litsents
fa: قوانین استفاده
fr: Contrat de licence
gu: લાયસન્સ કરાર
he: הסכם רישיון
hi: लाइसेंस समझौता
hr: Sporazum o licenci
hu: Általános Szerződési Feltételek
id: Perjanjian Lisensi
it: Contratto di Licenza
ja: ライセンス契約
ka: სალიცენზიო შეთანხმება
ko: 라이센스 동의
ku: مۆڵه‌تنامه‌ی ڕێككه‌وتن
lt: Licencijos sutartis
mn: Лицензийн Зөвшөөрөл
my: လိုင်စင်သဘောတူညီချက်
ne: इजाजतपत्र सम्झौता
nl: Licentieovereenkomst
no: Lisensavtale
pl: Umowa licencyjna
ps: د جواز تړون
pt_br: Termos de Licença
pt_pt: Acordo da Licença
ro: Termeni și Condiții
si: බලපත්‍ර එකඟතාවය
sl: Licenčna pogodba
sq: Marrëveshja e Licencës
sr: Ugovorna licenca
sw: Mkataba wa leseni
te: అధికారపూరిత అనుమతి
th: ข้อตกลงการอนุญาตใช้สิทธิ์
tr: Lisans Sözleşmesi
vi: Thỏa Thuận Cấp Phép
zh_cn: 许可协议

# breadcrumbs_main-text
source: Home
ar: الصفحة الرئيسية
az: Ana səhifə
bg: Начална страница
bn: হোমপেজ
bs: Početna strana
ca: Pàgina d'inici
cs: Domovská stránka
de: Startseite
el: Αρχική Σελίδα
es_419: Página Principal
et: Koduleht
fa: صفحه اصلی
fil: Home Page
fr: Page d'accueil
he: עמוד הבית
hi: होम पेज
id: Halaman depan
it: Home Page
ko: 홈페이지
ku: په‌ڕه‌ی سه‌ره‌كی
mn: Үндсэн хуудас
my: ပင်မစာမျက်နှာ
ne: होम पेज
no: Hjemmeside
pt_br: Início
pt_pt: Página Principal
si: මුල් පිටුව
sk: Domovská stránka
sl: Domča stran
sr: Početna strana
sv: Hem
sw: Ukurasa wa Mwanzo
ta: முகப்பு
te: హోమ్ పేజీ లేదా ప్రముఖ స్థలము
th: หน้าหลัก
tr: Ana Sayfa
ur: مرکزی صفحہ
vi: Trang Chủ
zh: 首頁
zh_cn: 首页

# breadcrumbs_catalog-main-text
source: drivers for {{OS.NAME}}
am: የ {{OS.NAME}} ድራይቨሮች
ar: تعريفات {{OS.NAME}}
az: {{OS.NAME}} üçün driverlər
bg: драйвери за {{OS.NAME}}
bn: {{OS.NAME}} এর জন্য ড্রাইভারসমূহ
bs: drajveri za {{OS.NAME}}
ca: controladors per a {{OS.NAME}}
cs: ovladače pro {{OS.NAME}}
de: Treiber für {{OS.NAME}}
es_419: controladores para{{OS.NAME}}
et: driverid {{OS.NAME}}
fa: درایورها برای {{OS.NAME}}
fil: driver para sa {{OS.NAME}}
fr: les pilotes pour {{OS.NAME}}
gu: {{OS.NAME}} માટે ડ્રાઇવરો
he: דרייברים עבור {{OS.NAME}}
hi: {{OS.NAME}} के लिए ड्राइवर
hr: upravljački programi za {{OS.NAME}}
hu: {{OS.NAME}} driverek
id: driver untuk {{OS.NAME}}
it: driver per {{OS.NAME}}
ja: {{OS.NAME}} のドライバー
ka: დრაივერები სისტემისთვის {{OS.NAME}}
ko: {{OS.NAME}} 용 드라이버
ku: شۆفێرەکان بۆ {{OS.NAME}}
lt: tvarkyklės {{OS.NAME}}
mn: {{OS.NAME}}-т зориулсан драйвер
my: {{OS.NAME}} အတွက် drivers များ
ne: ड्राइभरका लागि {{OS.NAME}}
nl: drivers voor {{OS.NAME}}
no: drivere for {{OS.NAME}}
pl: sterowniki dla {{OS.NAME}}
ps: ډرایورونه د {{OS.NAME}} لپاره
pt_br: drivers para o {{OS.NAME}}
pt_pt: controladores para {{OS.NAME}}
ro: drivere pentru {{OS.NAME}}
si: {{OS.NAME}} සඳහා ධාවක
sk: ovládače pre {{OS.NAME}}
sl: gonilniki za {{OS.NAME}}
sq: driverat për {{OS.NAME}}
sr: drajveri za {{OS.NAME}}
sv: drivrutiner för {{OS.NAME}}
sw: driver ya {{OS.NAME}}
ta: வன்பொருள் ஒன்று {{OS.NAME}}
te: డ్రైవర్స్ కోసం {{OS.NAME}}
th: ไดรเวอร์สำหรัับ {{OS.NAME}}
tr: {{OS.NAME}} için sürücüler
ur: {{OS.NAME}} کیلئے ڈرائیورز
vi: các trình điều khiển cho {{OS.NAME}}
zh: {{OS.NAME}} 驅動程式
zh_cn: {{OS.NAME}} 驱动程序

# breadcrumbs_uninstall-text
source: remove
am: መንቀል
gu: કાઢો
hu: eltávolít
my: ဖယ်ရှား
nl: verwijderen
pl: usuń
ps: لرې کړئ
pt_br: remover
ro: şterge
sq: hiq

# breadcrumbs_vendors-text
source: Manufacturers
am: አምራቾች
ar: المصنعين
az: İstehsalçılar
bg: Производители
bn: উৎপাদনকারীগণ
bs: Proizvođači
ca: Fabricants
cs: Výrobci
de: Hersteller
el: Κατασκευαστές
es_419: Fabricantes
et: Tootjad
fa: سازندگان
fil: Mga Tagagawa
fr: Fabricants
gu: ઉત્પાદકો
he: יצרנים
hi: कई निर्माता
hr: Proizvođači
hu: Gyártók
id: Pabrikan
it: Produttori
ja: メーカー
ka: მწარმოებლები
ko: 제조사
ku: پیشه‌ساز
lt: Gamintojai
mn: Гар аргаар үйлдвэрлэгчид
my: ထုတ်လုပ်သူများ
ne: निर्माणकर्ता
nl: Fabrikanten
no: Produsenter
pl: Producenci
ps: تولیدکونکي
pt_br: Fabricantes
pt_pt: Fabricantes
ro: Producători
si: නිෂ්පාදකයන්
sk: Výrobcovia
sl: Proizvajalci
sq: Prodhuesit
sr: Proizvodjači
sv: Tillverkare
sw: Watengenezaji
ta: உற்பத்தியாளர்கள்
te: తయారీదారులు
th: ผู้ผลิต
tr: Üreticiler
ur: بنانے والے
vi: Nhà sản xuất
zh: 製造商
zh_cn: 制造商

# breadcrumbs_vendorlanding-text
source: {{VENDOR.NAME}} drivers
am: የ {{VENDOR.NAME}} ድራይቨሮች
ar: {{VENDOR.NAME}} التعاريف
bn: {{VENDOR.NAME}} ড্রাইভারসমূহ
bs: {{VENDOR.NAME}} drajveri
de: {{VENDOR.NAME}} Treiber
es_419: {{VENDOR.NAME}} controladores
et: {{VENDOR.NAME}} draiverid
fa: برنامه های راه انداز {{VENDOR.NAME}}
fr: {{VENDOR.NAME}} pilotes
gu: {{VENDOR.NAME}} ડ્રાઈવર્સ
he: דרייברים עבור {{VENDOR.NAME}}
hi: {{VENDOR.NAME}} ड्राइवर्स
hu: {{VENDOR.NAME}} driverek
ja: {{VENDOR.NAME}} ドライバー
ka: {{VENDOR.NAME}} დრაივერები
ko: {{VENDOR.NAME}} 드라이버
lt: {{VENDOR.NAME}} gamintojo tvarkyklės
my: {{VENDOR.NAME}} အတွက် drivers များ
no: {{VENDOR.NAME}} drivere
pl: Sterwoniki {{VENDOR.NAME}}
ps: {{VENDOR.NAME}} چلونکی
pt_br: Drivers da {{VENDOR.NAME}}
ro: {{VENDOR.NAME}} drivere
si: {{VENDOR.NAME}} ධාවක
sq: Drajvera nga {{VENDOR.NAME}}
sr: {{VENDOR.NAME}} drajveri
sw: {{VENDOR.NAME}} viendeshaji
te: {{VENDOR.NAME}} డ్రైవర్స్
th: {{VENDOR.NAME}} ไดรเวอร์
tr: {{VENDOR.NAME}} sürücüleri
vi: Những trình điều khiển của {{VENDOR.NAME}}
zh_cn: {{VENDOR.NAME}} 设备

# breadcrumbs_notebooks-text
source: Laptops
am: ላፕቶፖች
ar: الحواسيب المحمولة
az: Noutbuklar
bg: Лаптопи
bn: ল্যাপটপসমূহ
bs: Laptopovi
ca: Portàtils
cs: Laptopy
el: Φορητοί υπολογιστές
es_419: Portátiles
et: Sülearvutid
fa: لپ تاپ ها
fil: Mga laptop
fr: Ordinateurs portables
gu: લેપટોપ્સ
he: מחשבים ניידים
hi: कई लैपटॉप
hr: Prijenosna računala
hu: Laptopok
id: Komputer jingjing
it: Notebook
ja: ノートパソコン
ka: ლეპტოპები
ko: 노트북
ku: لاپتۆپه‌كان
lt: Nešiojamieji kompiuteriai
mn: Зөөврийн компьютерууд
my: လက်ပ်တော့ပ်များ
ne: ल्याप्टप
no: Bærbare datamaskiner
pl: Laptopy
ps: لپ ټاپونه
pt_br: Notebooks
pt_pt: Portáteis
ro: Laptop-uri
si: ලැප්ටොප්
sk: Notebooky
sl: Prenosni računalniki
sq: Ľaptopë
sr: Laptopovi
sv: Bärbara datorer
ta: மடிக்கணினிகள்
te: ల్యాప్టాప్లు
th: แล็ปท็อป
tr: Dizüstüler
ur: لیپ ٹاب
vi: Máy tính xách tay
zh: 筆記型電腦
zh_cn: 笔记本电脑

# breadcrumbs_notebookvendor-text
source: {{VENDOR.NAME}} laptops
am: {{VENDOR.NAME}} ላፕቶፕ ኮምፒውተሮች
ar: {{VENDOR.NAME}} الحواسيب المحموله
az: {{VENDOR.NAME}} noutbukları
bg: {{VENDOR.NAME}} лаптопи
bn: {{VENDOR.NAME}} ল্যাপটপসমূহ
bs: {{VENDOR.NAME}} laptopova
ca: Portàtils {{VENDOR.NAME}}
cs: {{VENDOR.NAME}} laptopy
el: Φορητοί υπολογιστές {{VENDOR.NAME}}
es_419: Portátiles {{VENDOR.NAME}}
et: {{VENDOR.NAME}} sülearvutid
fa: لپ تاپ های{{VENDOR.NAME}}
fil: {{VENDOR.NAME}} mga laptop
fr: Ordinateurs portables {{VENDOR.NAME}}
gu: {{VENDOR.NAME}} લેપટોપ્સ
he: מחשבים ניידים של {{VENDOR.NAME}}
hi: {{VENDOR.NAME}} लैपटॉप
hr: {{VENDOR.NAME}} prijenosna računala
hu: {{VENDOR.NAME}} laptopok
id: {{VENDOR.NAME}} komputer jingjing
ja: {{VENDOR.NAME}} ノートパソコン
ka: {{VENDOR.NAME}} ლეპტოპი
ko: {{VENDOR.NAME}} 노트북
ku: {{VENDOR.NAME}} لاپتۆپه‌كان
lt: {{VENDOR.NAME}} Nešiojamieji kompiuteriai
mn: {{VENDOR.NAME}} зөөврийн компьютерүүд
my: {{VENDOR.NAME}} လက်ပ်တော့ပ်များ
ne: {{VENDOR.NAME}} ल्याप्टप
no: {{VENDOR.NAME}} bærbare
pl: {{VENDOR.NAME}} laptopy
ps: {{VENDOR.NAME}} لپ ټاپونه
pt_br: Notebooks {{VENDOR.NAME}}
pt_pt: {{VENDOR.NAME}} portáteis
ro: {{VENDOR.NAME}} laptop-uri
si: {{VENDOR.NAME}} ලැප්ටොප්
sk: {{VENDOR.NAME}} notebooky
sl: Prenosniki {{VENDOR.NAME}}
sq: Laptopë {{VENDOR.NAME}}
sr: {{VENDOR.NAME}} laptopovi
sv: {{VENDOR.NAME}} bärbara datorer
ta: {{VENDOR.NAME}} மடிக்கணினிகள்
te: {{VENDOR.NAME}} ల్యాప్టాప్లు
th: {{VENDOR.NAME}} แล็ปท็อป
tr: {{VENDOR.NAME}} dizüstüleri
ur: {{VENDOR.NAME}} گود کمپیوٹرز
vi: Các máy tính xách tay {{VENDOR.NAME}}
zh: {{VENDOR.NAME}} 筆記型電腦
zh_cn: {{VENDOR.NAME}} 笔记本电脑

# breadcrumbs_notebookdevices-text
source: {{CLASS.PLURAL.MAIN}} of {{NOTEBOOK.VENDOR.NAME}} {{NOTEBOOK.NAME}} laptop
am: የ {{NOTEBOOK.VENDOR.NAME}} {{NOTEBOOK.NAME}} ላፕቶፕ {{CLASS.PLURAL.MAIN}}
ar: {{CLASS.PLURAL.MAIN}} من {{NOTEBOOK.VENDOR.NAME}} {{NOTEBOOK.NAME}} الحاسب المحمول
az: {{NOTEBOOK.VENDOR.NAME}} {{NOTEBOOK.NAME}} noutbuk üçün {{CLASS.PLURAL.MAIN}}
bg: {{CLASS.PLURAL.MAIN}} от {{NOTEBOOK.VENDOR.NAME}} {{NOTEBOOK.NAME}} лаптоп
bn: {{CLASS.PLURAL.MAIN}} of {{NOTEBOOK.VENDOR.NAME}} {{NOTEBOOK.NAME}} ল্যাপটপ
bs: {{CLASS.PLURAL.MAIN}} od {{NOTEBOOK.VENDOR.NAME}} {{NOTEBOOK.NAME}} laptop
ca: {{CLASS.PLURAL.MAIN}} per a portàtil {{NOTEBOOK.VENDOR.NAME}} {{NOTEBOOK.NAME}}
cs: {{CLASS.PLURAL.MAIN}} {{NOTEBOOK.VENDOR.NAME}} {{NOTEBOOK.NAME}} laptop
de: {{CLASS.PLURAL.MAIN}} von {{NOTEBOOK.VENDOR.NAME}} {{NOTEBOOK.NAME}} Laptop
el: {{CLASS.PLURAL.MAIN}} του {{NOTEBOOK.VENDOR.NAME}} του φορητού υπολογιστή {{NOTEBOOK.NAME}}
es_419: {{CLASS.PLURAL.MAIN}} de {{NOTEBOOK.VENDOR.NAME}}, modelo {{NOTEBOOK.NAME}}
et: {{NOTEBOOK.VENDOR.NAME}} {{NOTEBOOK.NAME}} sülearvuti {{CLASS.PLURAL.MAIN}}
fa: {{CLASS.PLURAL.MAIN}}{{NOTEBOOK.VENDOR.NAME}}{{NOTEBOOK.NAME}}
fil: {{CLASS.PLURAL.MAIN}} ng {{NOTEBOOK.VENDOR.NAME}} {{NOTEBOOK.NAME}} laptop
fr: {{CLASS.PLURAL.MAIN}} de l'ordinateur portable {{NOTEBOOK.VENDOR.NAME}} {{NOTEBOOK.NAME}}
gu: {{CLASS.PLURAL.MAIN}} નો {{NOTEBOOK.VENDOR.NAME}} {{NOTEBOOK.NAME}} લેપટોપ
he: {{CLASS.PLURAL.MAIN}} של {{NOTEBOOK.VENDOR.NAME}} {{NOTEBOOK.NAME}} מחשב נייד
hi: {{NOTEBOOK.VENDOR.NAME}} का {{CLASS.PLURAL.MAIN}} {{NOTEBOOK.NAME}} लैपटॉप
hr: {{CLASS.PLURAL.MAIN}} prijenosno računalo {{NOTEBOOK.VENDOR.NAME}} {{NOTEBOOK.NAME}}
hu: {{CLASS.PLURAL.MAIN}} {{NOTEBOOK.VENDOR.NAME}} {{NOTEBOOK.NAME}} laptophoz
id: {{CLASS.PLURAL.MAIN}} dari {{NOTEBOOK.VENDOR.NAME}} {{NOTEBOOK.NAME}} komputer jingjing
it: {{CLASS.PLURAL.MAIN}} di {{NOTEBOOK.VENDOR.NAME}} {{NOTEBOOK.NAME}} notebook
ja: {{CLASS.PLURAL.MAIN}} の {{NOTEBOOK.VENDOR.NAME}} {{NOTEBOOK.NAME}} ノートパソコン
ka: {{CLASS.PLURAL.MAIN}} {{NOTEBOOK.VENDOR.NAME}} {{NOTEBOOK.NAME}}
ko: {{NOTEBOOK.VENDOR.NAME}} 의 {{CLASS.PLURAL.MAIN}} {{NOTEBOOK.NAME}} 노트북
ku: {{CLASS.PLURAL.MAIN}} بۆ لاپتۆپی {{NOTEBOOK.VENDOR.NAME}} {{NOTEBOOK.NAME}}
lt: {{CLASS.PLURAL.MAIN}} apie {{NOTEBOOK.VENDOR.NAME}} {{NOTEBOOK.NAME}} Nešiojamieji kompiuteriai
mn: {{CLASS.PLURAL.MAIN}}-ийн {{NOTEBOOK.VENDOR.NAME}} {{NOTEBOOK.NAME}} зөөврийн компьютер
my: {{NOTEBOOK.VENDOR.NAME}} {{NOTEBOOK.NAME}} လက်ပ်တော့ပ်၏ {{CLASS.PLURAL.MAIN}}
ne: {{CLASS.PLURAL.MAIN}} लागि {{NOTEBOOK.VENDOR.NAME}} {{NOTEBOOK.NAME}} ल्याप्टप
nl: {{CLASS.PLURAL.MAIN}} van {{NOTEBOOK.VENDOR.NAME}} {{NOTEBOOK.NAME}} laptop
no: {{CLASS.PLURAL.MAIN}} {{NOTEBOOK.VENDOR.NAME}} {{NOTEBOOK.NAME}} bærbar datamaskin
pl: Laptop {{CLASS.PLURAL.MAIN}} - {{NOTEBOOK.VENDOR.NAME}} {{NOTEBOOK.NAME}}
ps: {{CLASS.PLURAL.MAIN}} د {{NOTEBOOK.VENDOR.NAME}} {{NOTEBOOK.NAME}} لپ ټاپ
pt_br: {{CLASS.PLURAL.MAIN}} do notebook {{NOTEBOOK.VENDOR.NAME}} {{NOTEBOOK.NAME}}
pt_pt: {{CLASS.PLURAL.MAIN}} of {{NOTEBOOK.VENDOR.NAME}} {{NOTEBOOK.NAME}} portátil
ro: {{CLASS.PLURAL.MAIN}} {{NOTEBOOK.VENDOR.NAME}} {{NOTEBOOK.NAME}} laptop
si: {{CLASS.PLURAL.MAIN}} ගේ {{NOTEBOOK.VENDOR.NAME}} {{NOTEBOOK.NAME}} ලැප්ටොප්
sk: {{CLASS.PLURAL.MAIN}} pre {{NOTEBOOK.VENDOR.NAME}} {{NOTEBOOK.NAME}} notebook
sl: {{CLASS.PLURAL.MAIN}} za prenosnik {{NOTEBOOK.VENDOR.NAME}} {{NOTEBOOK.NAME}}
sq: {{CLASS.PLURAL.MAIN}} për laptopin {{NOTEBOOK.VENDOR.NAME}} {{NOTEBOOK.NAME}}
sr: {{CLASS.PLURAL.MAIN}} od {{NOTEBOOK.VENDOR.NAME}} {{NOTEBOOK.NAME}} laptop
sv: {{CLASS.PLURAL.MAIN}} för {{NOTEBOOK.VENDOR.NAME}} {{NOTEBOOK.NAME}} bärbar dator
sw: {{CLASS.PLURAL.MAIN}} ya {{NOTEBOOK.VENDOR.NAME}} {{NOTEBOOK.NAME}} laptop
ta: {{CLASS.PLURAL.MAIN}} உடைய {{NOTEBOOK.VENDOR.NAME}} {{NOTEBOOK.NAME}}லேப்டாப்
te: {{CLASS.PLURAL.MAIN}} ఆఫ్ {{NOTEBOOK.VENDOR.NAME}} {{NOTEBOOK.NAME}} ల్యాప్టాప్లు
th: {{CLASS.PLURAL.MAIN}} ของ {{NOTEBOOK.VENDOR.NAME}} {{NOTEBOOK.NAME}} แล็ปท็อป
tr: {{NOTEBOOK.VENDOR.NAME}} {{NOTEBOOK.NAME}} dizüstü için {{CLASS.PLURAL.MAIN}}
ur: {{NOTEBOOK.VENDOR.NAME}} {{NOTEBOOK.NAME}} گود کمپیوٹر کا {{CLASS.PLURAL.MAIN}}
vi: {{CLASS.PLURAL.MAIN}} của máy tính xách tay {{NOTEBOOK.VENDOR.NAME}} {{NOTEBOOK.NAME}}
zh: {{CLASS.PLURAL.MAIN}} / {{NOTEBOOK.VENDOR.NAME}}{{NOTEBOOK.NAME}} 筆記型電腦
zh_cn: {{CLASS.PLURAL.MAIN}} / {{NOTEBOOK.VENDOR.NAME}} {{NOTEBOOK.NAME}} 笔记本电脑

# devicecard_download-btn
source: Download driver
am: ድራይቨሩን ያውርዱ
ar: تحميل التعريفات
az: Driveri endir
bg: Изтегли драйвер
bn: ড্রাইভার ডাউনলোড করুন
bs: Preuzmi drajver
ca: Descarrega el controlador
cs: Stáhnout ovladač
de: Treiber herunterladen
el: Λήψη προγράμματος οδήγησης
es_419: Descargar controlador
et: Lae alla draiver
fa: دانلود درایور
fil: I-download ang driver
fr: Télécharger le pilote
gu: ડ્રાઈવર ડાઉનલોડ કરો
he: הורד דרייבר
hi: ड्राइवर संकलित करे
hr: Preuzmite upravljački program
hu: Driver letöltése
id: Unduh driver
it: Scarica driver
ja: ドライバーをダウンロード
ka: დრაივერის გადმოწერა
ko: 드라이버 다운로드
ku: پێناسه‌كان داببه‌زێنه‌
lt: Parsisiųsti tvarkyklę
mn: Драйвер татах
my: Driver ဒေါင်းလုဒ်ဆွဲရန်
ne: ड्राइभर डाउनलोड गर्नुहोस्
nl: Download stuurprogramma
no: Last ned driver
pl: Pobierz sterownik
ps: دډرایور ډاونلوډول
pt_br: Baixar o driver
pt_pt: Descarregar controlador
ro: Descarcă driver
si: ධාවක බාගත කරගන්න
sk: Stiahnuť ovládač
sl: Prenesi gonilnik
sq: Shkarko Driver
sr: Preuzimanje drajver
sv: Ladda ned drivrutin
sw: Pakua driver
ta: வன்பொருள் பதிவிறக்கம்
te: డౌన్లోడ్ డ్రైవర్
th: ดาวน์โหลดไดรเวอร์
tr: Sürücüyü indir
ur: ڈرائیور ڈاؤن لوڈ کریں
vi: Tải về trình điều khiển
zh: 下載驅動程式
zh_cn: 下载驱动程序

# devicecard_download-repack-btn
source: Download ZIP
my: ZIP ဒေါင်းလုဒ်ဆွဲရန်
pt_br: Baixar o ZIP
