Repository: DriverPackSolution/transifex-backup
Catalog: delorean/driverpack-solution-worldwide/drpsu/*.po
Languages: am, ar, az, bg, bn, bs, ca, cs, de, el, es_419, et, fa, fil, fr, gu, he, hi, hr, hu, id, it, ja, ka, ko, ku, lt, mn, my, ne, nl, no, pl, ps, pt_br, pt_pt, ro, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ur, vi, zh, zh_cn

# productlandingheader-online_caption
source: DriverPack Online - the most popular product of just {{SIZE}} size. It is downloaded instantly, it selects drivers for your computer or laptop, and after that downloads all required drivers via Internet and installs them. It perfectly fits an ordinary user. It operates only with Internet access.
am: በጣም ታዋቂው DriverPack Online መጠኑ {{SIZE}} ብቻ ነው። በፍጥነት ይወርዳል፣የላፕቶፕዎን ወይንም የ ኮምቲውተርዎን ድራይቨሮች ይመርጣል፣ከዛ በኋላ ሁሉንም አስፈላጊ ድራይቨሮች ከኢንተርኔት ያወርዳል፣ይጭናል። ለመደበኛ ተጠቃሚዎች ፍጹም ተስማሚ ነው።የሚሰራው የኢንተርኔት ግንኙነት ሲኖር ብቻ ነው።
ar: DriverPack Online - التطبيق الأشهر وبحجم {{SIZE}} فقط. يتم تحميله فورا, يقوم بإختيار التعريفات المناسبة لجهازك الكمبيوتر أو اللابتوب, ومن ثم يقوم بتحميل وتثبيت كافة التعريفات المطلوبة عن طريق الإنترنت. يناسب التطبيق أي مستخدم عادي. لا يحتاج لأكثر من الإتصال بشبكة الإنترنت لكي يعمل.
az: DriverPack Online - {{SIZE}} ölçüsündə, ən çox istifadə olunan məhsuldur. Dərhal endirilir, kompüter və ya noutbukunuz üçün driverləri seçir və sonra lazım olan bütün driverləri internet vasitəsi ilə endirib quraşdırır. Adi istifadəçi üçün çox uyğundur. Sadəcə internet vasitəsilə işləyir.
bn: DriverPack Online - মাত্র {{SIZE}} আকারের সবচেয়ে জনপ্রিয় পণ্য। এটি মুহূর্তেই ডাউনলোড হয়ে যায়, কম্পিউটার বা ল্যাপটপের জন্য ড্রাইভারসমূহ বাছাই করে, এবং তারপরে ইন্টারনেটের মাধ্যমে দরকারি সব ড্রাইভার ডাউনলোড করে ও সেগুলো ইন্সটল করে। একজন সাধারণ ব্যবহারকারীর জন্য এটি যথার্থই মানানসই। এটি শুধু ইন্টারনেট সংযোগ পেলে কাজ করে।
bs: DriverPack Online - najpopularniji proizvod veličine {{SIZE}}. Preuzima se odmah, pronalazi drajvere za Vaš računar ili laptop, i nakon toga preuzme sve potrebne drajvere preko interneta i instalira ih. Perfektno se uklapa za prosječne korisnike. Ovdje se operacije vrše samo preko interneta.
ca: DriverPack Online - la versió més popular del producte, de tan sols {{SIZE}}. Es descarrega al moment, selecciona els controladors per a l'ordinador o portàtil i seguidament descarrega tots els controladors necessaris des de Internet i els instal·la. Es perfecte per a usuaris comuns. Requereix connexió a Internet.
de: DriverPack Online - Das beliebteste Produkt mit nur {{SIZE}} Grösse. Es ist sofort herunterladbar, es wählt alle Treiber für Ihren Computer oder Laptop aus und lädt dann alle benötigten Treiber via Internet herunter und installiert sie. Es passt perfekt zu einem normalen Benutzer. Es funktioniert nur mit Internetzugang.
es_419: DriverPack Online - el producto más popular de solo {{SIZE}}. Se descarga al instante, selecciona los controladores para tu computadora o portátil, y luego descarga todos los controladores necesarios a través de Internet y los instala. Es perfecto para usuarios comunes. Requiere conexión a Internet.
et: DriverPack Online - kõige populaarsem toode mille suurus on vaid {{SIZE}}. See laetakse alla hetkega, ning see valib draiverid teie arvutile või sülearvutile, pärast seda laeb kõik vajaliku alla ja paigaldab tarkvara. See sobib väga hästi tavakasutajale. See kasutab ainult võrguühendust.
fa: DriverPack Online - محبوب ترین محصول فقط {{SIZE}} دیتا میباشد . این سریع دانلود می شود، درایور ها را برای رایانه یا لپ تاپ شما انتخاب می کند و پس از آن همه ی درایورهای مورد نیاز را از طریق اینترنت دانلود کرده و آنها را نصب می کند. در این مورد کاملا به یک کاربر عادی بستگی دارد. این قسمت فقط با دسترسی به اینترنت عمل می کند.
fr: DriverPack Online - le produit le plus populaire de juste {{SIZE}} taille. Il est téléchargé instantanément, il sélectionne les pilotes de votre ordinateur ou ordinateur portable, puis télécharge tous les pilotes nécessaires via Internet et les installe. Il correspond parfaitement à un utilisateur ordinaire. Il fonctionne uniquement avec un accès Internet.
gu: DriverPack Online - ફક્ત {{SIZE}} કદનું સૌથી લોકપ્રિય ઉત્પાદન. તે તરત જ ડાઉનલોડ કરવામાં આવે છે, તે તમારા કમ્પ્યુટર અથવા લેપટોપ માટે ડ્રાઇવર્સ પસંદ કરે છે, અને તે ડાઉનલોડ્સ પછી બધા જરૂરી ડ્રાઈવરો ઇન્ટરનેટ મારફતે અને તેમને સ્થાપિત કરે છે. તે સંપૂર્ણપણે એક સામાન્ય વપરાશકર્તા બંધબેસે છે. તે ફક્ત ઇન્ટરનેટ ઍક્સેસ સાથે કાર્ય કરે છે
he: חבילת DriverPack Online - החבילה הפופולרית ביותר בגודל {{SIZE}} בלבד. החבילה יורדת באופן מיידי, בוחרת את הדרייברים עבורך המחשב, ולאחר מכן, מורידה את הדרייברים הנחוצים דרך האינטרנט ומתקינה אותם. החבילה מתאימה באופן מושלם למשתמשים רגילים. החבילה דורשת חיבור אינטרנט פעיל.
hi: DriverPack Online - सिर्फ {{SIZE}} आकार का सबसे प्रसिद्ध उत्पाद| यह तुरंत संकलित होता है, यह आपके संगणक या लैपटॉप के लिए ड्राइवर्स चुनता है , और उसके बाद इन्टरनेट से सभी आवश्यक ड्राइवर्स संकलित कर उन्हें स्थापित करता है| यह सामान्य उपयोगकर्ता के लिए पूरी तरह से योग्य है| यह केवल इन्टरनेट सुविधा पर करता है|
hu: DriverPack Online - a legnépszerűbb termékünk, mely mindössze {{SIZE}} méretű. Azonnal letölthető, kiválasztja a számítógéphez vagy laptop működéséhez szükséges drivereket, letölti és telepíti őket az internetről. Egy átlagos felhasználó tökéletesen megbirkózik vele. Csak internetkapcsolat mellett működik.
id: DriverPack Online - produk terpopuler yang hanya berukuran {{SIZE}} . Ini di unduh dengan instan, ini memilih driver untuk komputer atau laptop, dan setelah unduh semua driver melalui internet dan memasangnya. Ini sangat cocok untuk pengguna biasa. Ini hanya beroperasi dengan akses internet.
it: DriverPack Online - il più popolare prodotto {{SIZE}} su misura. Si scarica instantaneamente, seleziona i drivers per il tuo PC fisso o portatile dopodichè scarica tutti i drivers necessari via Internet e li installa. È perfetto per gli utenti standard. Funziona solo con una connessione ad Internet.
ja: DriverPack Online - たった {{SIZE}} の大人気の製品。即座にダウンロードされ、コンピュータやノートパソコン用のドライバが選択し、インターネット経由で必要なドライバがすべてダウンロードしてインストールされます。普通のユーザにはぴったりです。インタネット接続ある場合のみ動作します。
ka: DriverPack Online - ყველაზე პოპულარული პროდუქტი ზომით {{SIZE}}. უცებვე იწერთ, შემდეგ ის ავტომატურად ეძებს დრაივერებს, იწერს და აინსტალებს. მოსახერხებელია ჩვეულებრივი მომხმარებლისთვის. მუშაობს მხოლოდ ინტერნეტით.
ko: DriverPack Online - {{SIZE}} 크기의 가장 인기있는 제품입니다. 즉석에서 다운로드되고, 컴퓨터 또는 노트북 용 드라이버를 선택한 다음, 필요한 모든 드라이버를 인터넷을 통해 다운로드하여 설치합니다. 그것은 일반 사용자와 완벽하게 맞습니다. 인터넷 액세스만으로 작동합니다.
ku: DriverPack Online - بەناوبانگترين بەرهەمى تەنها {{SIZE}} قەبارە. دابەزاندنی دەست بەجێ، ئەو شوفێر هەڵ دەبژێرێت بۆ كۆمپيوتەرەکەت ياخود لاپتۆپەکەت، وە پاش ئەوە هەموو شۆفێرە داواکراوەکان دادەبەزێنێت لە ڕێگەی ئينتەرنێت وە دایان دەمەزرێنێت. ئەمە بەتەواوی بۆ بەكاربەرێكى ئاسايى دەگونجێنێت. ئەمە تەنها بە بوونی هەڵی ئنتەرنێت کاردەکات.
lt: DriverPack Online - nedidelis, tik {{SIZE}} dydžio populiarus produktas. Akimirksniu atsisiunčia, atpažysta jūsų kompiuterio įrenginius, o po to internetu parsiunčia jiems reikiamas tvarkykles ir įdiegia jas. Jis puikiai tinka paprastam naudotojui. Veikia tik prisijungus prie interneto.
mn: DriverPack Online - ердөө {{SIZE}} хэмжээтэй хамгийн алдартай бүтээгдэхүүн. Өөрөө шууд татагдахаас гадна таны суурин болон зөөврийн компьютерт тохирсон драйверуудыг сонгодог. Татагдсаныхаа дараа шаардлагатай бүх драйверуудыг интернетээр татаж суулгадаг. Зөвхөн интернеттэй үед холбогддог энэ хувилбар энгийн хэрэглэгчдэд төгс зохицно.
my: DriverPack Online - လူကြိုက်များဆုံးထုတ်ကုန်ဖြစ်ပြီး {{SIZE}} အရွယ်အစားမျှသာရှိသည်။ ၎င်းမှာချက်ချင်းဒေါင်းလုဒ်ဆွဲလျှင် ချက်ချင်းရရှိပြီး၊ သင့်ကွန်ပျူတာ သို့မဟုတ် လက်ပ်တော့ပ်အတွက် drivers များကို ရွေးချယ်ပေးကာ အင်တာနက်မှတဆင့် လိုအပ်သော drivers များအားလုံးကို ဒေါင်းလုဒ်ဆွဲပြီး ထည့်သွင်းပေးပါသည်။ ၎င်းမှာ သာမန်အသုံးပြုသူများအတွက် အလွန်သင့်လျော်ပါသည်။ ယင်းမှာ အင်တာနက်ဆက်သွယ်မှုရှိမှသာ အလုပ်လုပ်မည် ဖြစ်ပါသည်။
nl: DriverPack Online - het meest populaire product van maar {{SIZE}} grootte. Het wordt direct gedownload, het selecteert drivers voor uw computer of laptop en download daarna alle vereiste drivers via internet en installeert ze. Het past perfect bij een gewone gebruiker. Het werkt alleen met internettoegang.
no: DriverPack Online - det mest populære produktet på bare {{SIZE}} størrelse. Den lastes ned umiddelbart, den velger drivere for din datamaskinen eller bærbare PC, og etter det laster den ned alle nødvendige drivere via Internett og installerer dem. Den passer perfekt til en vanlig bruker. Den opererer kun med internettilgang.
pl: DriverPack Online - najpopularniejsza wersja, która ma tylko {{SIZE}}. Pobiera sterowniki bezpośrednio na komputer lub laptop i pobiera wyłącznie sterowniki dla Twojego sprzętu. Perfekcyjne rozwiązanie dla zwykłych użytkowników. Wymaga aktywnego łącza internetowego
ps: DriverPack Online - د ډیر خورا مشهور محصول {{SIZE}} اندازه.دا په چټکه توګه ډک شوی، دا ستاسو د کمپیوټر یا لپ ټاپ موټر چلوونکي ټاکي، او د هغې ډونلو ډه ولو وروسته د انټرنیټ له لارې ټول اړین چلوونکي نصب کوي. دا په بشپړه توګه یو عادي کاروونکی دی. دا یوازې د انټرنیټ له لاسرسۍ سره کار کوي.
pt_br: DriverPack Online - o produto mais popular de apenas {{SIZE}} de tamanho. Ele é baixado instantaneamente, depois seleciona os drivers para o seu computador ou notebook e depois disso, baixa todos os drivers necessários pela Internet e os instala. É perfeitamente adequado para um usuário comum. Funciona apenas com acesso à Internet.
pt_pt: DriverPack Online - o mais popular produto de apenas {{SIZE}} tamanho. Pode ser transferido instantâneamente, ele seleciona os controladores para o seu computador ou laptop, e depois transfere os controladores necessários via Internet e instala-os. Ele adapta-se perfeitamente ao utilizador comum. Funciona apenas com acesso á Internet.
ro: DriverPack Online - cel mai popular produs de numai {{SIZE}}. Se descarcă instantaneu, selectează driverele pentru computer sau laptop, și după aceea descarcă toate driverele necesare de pe Internet și le instalează. Se potrivește perfect unui utilizator obișnuit. Funcționează numai cu acces la Internet.
si: DriverPack Online - වඩාත් ජනප්‍රියම {{SIZE}} ප්‍රමාණයක නිශ්පාදනයකි. එය ක්ෂණිකව බාගත්, එය ඔබේ පරිගණකය හෝ ලැප්ටොප් පරිගණකය සඳහා ධාවක තෝරාගනී, පසුව අන්හතර්රජාලය හරහා අවශ්‍ය ධාවක බාගත කර ඒවා ස්ථාපනය කරනු ඇත. එය සාමාන්‍ය පරිශීලකයෙකුට වඩාත් ගැලපේ. එය ක්‍රියාත්මක වන්නේ අන්තර්ජාල ප්‍රවේගය ඇතිවිට පමණි.
sk: DriverPack Online - najobľúbenejší produkt ​​veľkosti len {{SIZE}}. Sťahuje sa okamžite, vyberá ovládače pre váš počítač alebo prenosný počítač a potom stiahne všetky potrebné ovládače cez internet a nainštaluje ich. Dokonale sa hodí bežnému používateľovi. Pracuje len s prístupom na internet.
sl: DriverPack Online - najbolj priljubljen izdelek s samo velikostjo {{SIZE}}. Prenos se začne v trenutku, program sam izbere gonilnike za vaš PC ali prenosni računalnik in prenese vse zahtevane gonilnike prek interneta ter jih namesti. Popolnoma se prilega navadnemu uporabniku. Deluje samo z dostopom do interneta.
sq: DriverPack Online - produkti më popullor me madhësi vetëm {{SIZE}}. Shkarkohet në çast, përzgjedh drajverat për kompjuterin ose laptopin tuaj dhe pastaj shkarkon të gjithë drajverat që duhen nëpërmjet Internet-it dhe i instalon ata. Përshtatet në mënyrë perfekte për përdoruesin e thjeshtë. Funksionon vetëm me akses në Internet.
sr: DriverPack Online - najpopularniji program koji zauzima samo {{SIZE}} memorije. Preuzima se u trenutku, određuje potrebne drajvere za vaš računar ili laptop, nakon toga preuzima potrebne drajvere putem interneta i instalira ih. U potpunosti odgovara prosečnom korisniku. Radi isključivo uz pristup Internetu.
sv: DriverPack Online - den mest populära produkten, endast {{SIZE}} stor. Laddas ned direkt, väljer drivrutiner för din stationära eller bärbara dator, och laddar därefter ned och installerar alla nödvändiga drivrutiner via Internet. Passar perfekt för vanliga användare. Fungerar enbart med internetuppkoppling.
sw: DriverPack Online - bidhaa maarufu sana ya ukubwa wa {{SIZE}} tu. Inapakuliwa mara moja, huchagua ma driver kwa kompyuta yako ao laptop yako, na baada ya kupakua ma driver yote yanayotakiwa kupitia mtandao wa intaneti na ku install. Inafaa kabisa mtumiaji wa kawaida. Inafanya kazi tu kwa upatikanaji wa mtandao wa intaneti.
ta: DriverPack Online - வன்பொருள்தொகுப்பு ஆன்லைன் மிக பிரபலமான தயாரிப்பு, இதன் அளவு {{SIZE}}. இது உடனடியாக பதிவிறக்கம் ஆகும். இது உங்கள் கணினிக்கு அல்லது மடிக்கணினிக்கு தேவையான வன்பொருளை தானாகவே இணையதளம் வழியாக பதிவிறக்கம் செய்து உங்கள் கணினி அல்லது மடிக்கணினியில் நிறுவும். இது கணினி வன்பொருள் பற்றி அறியாதவர்களுக்கு மிகவும் உதவிகரமாக இருக்கும். இது இணையதளம் இருந்தால் மட்டுமே செயல்படும்.
th: DriverPack Online - ผลิตภัณฑ์ยอดนิยมในขนาดแค่ {{SIZE}} มันดาวน์โหลดในทันที มันเลือกไดรเวอร์สำหรับคอมพิวเตอร์หรือแล็ปท็อปของคุณ และติดตั้งหลังจากดาวน์โหลดไดรเวอร์ที่ต้องการผ่านทางอินเตอร์เน็ท มันสมบูรณ์แบบสำหรับผู้ใช้ธรรมดา มันทำงานผ่านการเชื่อมต่ออินเตอร์เน็ทเท่านั้น
tr: DriverPack Online - sadece {{SIZE}} boyutundaki en popüler ürün. Anında indirilir, bilgisayarınız ve dizüstünüz için sürücüleri seçer ve sonrasında Internet aracılığıyla tüm gerekli sürücüleri indirir ve bunları yükler. Sıradan bir kullanıcı için mükemmel çözümdür. Sadece Internet erişimi ile çalışır.
vi: DriverPack Online - sản phẩm nổi tiếng nhất chỉ với kích thước {{SIZE}}. Nó được tải về ngay lập tức, nó chọn những trình điều khiển cho máy tính hoặc máy tính xách tay của bạn, và sau đó tải về tất cả các trình điều khiển cần thiết thông qua Internet và cài đặt chúng. Nó hoàn toàn phù hợp với một người dùng bình thường. Nó chỉ hoạt động khi truy cập Internet.
zh_cn: DriverPack Online - 最受欢迎的仅有 {{SIZE}} 大小。 它会立即下载，它会为您的计算机或笔记本电脑选择驱动程序，然后通过 Internet 下载所有需要的驱动程序并安装它们。 它完全适合一个普通的用户。 它只能通过互联网访问。

# productlandingheader-network_cta-btn
source: Download DriverPack Offline Network
am: DriverPack Offline Network ን ያውርዱ
ar: تحميل DriverPack Offline Network
az: DriverPack Offline Network Endirin
bg: Изтегли DriverPack Offline Network
bn: DriverPack Offline Network ডাউনলোড করুন
bs: Preuzmi DriverPack Offline Network
ca: Descarega DriverPack Offline Network
de: DriverPack Offline Network herunterladen
es_419: Descarga DriverPack Offline Network
et: Lae alla DriverPack Offline Network
fa: دانلود DriverPack Offline Network
fr: Télécharger DriverPack Offline Network
gu: DriverPack Offline Network ડાઉનલોડ કરો
he: הורד את DriverPack Offline Network
hi: DriverPack Offline Network संकलित करे
it: Scarica DriverPack Offline Network
ja: DriverPack Offline Network をダウンロード
ka: DriverPack Offline Network-ის გადმოწერა
ko: DriverPack Offline Network 다운로드
ku: دابەزاندنی DriverPack Offline Network
lt: Atsisųsti DriverPack Offline Network
mn: DriverPack Offline Network татаж авах
my: DriverPack Offline Network ကို ဒေါင်းလုဒ်ရယူမည်
no: Last ned DriverPack Offline Network
pl: Poberz DriverPack Offline Network
ps: کښته کړی DriverPack Offline Network
pt_br: Baixar o DriverPack Offline Network
pt_pt: Transfere o DriverPack Offline Network
ro: Descarcă DriverPack Offline Network
si: DriverPack Offline Network බාගත කරන්න
sk: Stiahnuť DriverPack Offline Network
sl: Prenesite DriverPack Offline Network
sq: Shkarko DriverPack Offline Network
sr: Preuzmite DriverPack Offline Network
sv: Ladda ned DriverPack Offline Network
sw: Pakua DriverPack Offline Network
ta: DriverPack Offline Network நெட்ஒர்க்கிற்குரிய இணையதளம் உதவியில்லாத வன்பொருள்தொகுப்பு பதிவிறக்கம்
te: డౌన్లోడ్ DriverPack Offline Network
th: ดาวน์โหลด DriverPack Offline Network
tr: DriverPack Offline Network'ü İndir
vi: Tải DriverPack Offline Network
zh_cn: 下载 DriverPack Offline Network
