Repository: DriverPackSolution/transifex-backup
Catalog: delorean/driverpack-solution-worldwide/drpsu/*.po
Languages: am, ar, az, bg, bn, bs, ca, cs, de, el, es_419, et, fa, fil, fr, gu, he, hi, hr, hu, id, it, ja, ka, ko, ku, lt, mn, my, ne, nl, no, pl, ps, pt_br, pt_pt, ro, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ur, vi, zh, zh_cn

# landing-footer_manufacturers
source: Hardware Manufacturers
am: የ ሃርድዌር አምራቾች
ar: الجهات المصنعة للعتاد الصلب
az: Avadanlıq istehsalçıları
bg: Хардуерни Производители
bn: হার্ডওয়্যার প্রস্তুতকারকগণ
bs: Hardware Proizvođači
ca: Fabricants de maquinari
cs: Výrobci Hardwaru
de: Hardware-Hersteller
es_419: Fabricantes de Hardware
et: Riistvara tootjad
fa: سازندگان سخت افزار
fil: Mga Tagagawa ng Hardware
fr: Fabricants de matériel
gu: હાર્ડવેર ઉત્પાદકો
he: יצרני חומרה
hi: हार्डवेयर निर्माताओं
hu: Hardver gyártók
id: Produsen Perangkat Keras
it: Produttori hardware
ja: ハードウェアメーカー
ka: ნაწილების მწარმოებლები
ko: 하드웨어 제조사
ku: پیشەسازی ئامێر
lt: Įrangos gamintojai
mn: Hardware гар аргаар үйлдвэрлэгчид
my: ဟာ့ဒ်ဝဲထုတ်လုပ်သူများ
nl: Hardware fabrikanten
no: Maskinvareprodusenter
pl: Producenci sprzętu
ps: د هارډر جوړونکي
pt_br: Fabricantes de Hardware
pt_pt: Fabricantes de Hardware
ro: Producători de componente
si: දෘඩාංග නිෂ්පාදකයන්
sk: Výrobcovia Hardvéru
sl: Proizvajalci komponent
sq: Prodhuesit e Hardwerit
sr: Proizvodjači hardware-a
sv: Hårvarutillverkare
sw: Wazalishaji wa vifaa
ta: வன்பொருள் உற்பத்தியாளர்கள்
th: ผู้ผลิตฮาร์ดแวร์
tr: Donanım Üreticileri
vi: Các nhà sản xuất phần cứng
zh: 硬體製造商
zh_cn: 硬件制造商

# landing-footer_for-admin
source: For system admins
am: ለሲስተም ተቆጣጣሪዎች
ar: لمشرفي النظام
az: Sistem idarəçiləri üçün
bg: За системни администратори
bn: সিস্টেম অ্যাডমিনদের জন্য
bs: Za admine sistema
ca: Per a administradors de sistemes
cs: Pro administrátory systému
de: Für Systemadministratoren
el: Για διαχειριστές συστήματος
es_419: Para administradores de sistemas
et: Süsteemi administraatoritele
fa: برای مدیران سیستم
fil: Para sa mga admin ng system
fr: Pour les administrateurs système
gu: સિસ્ટમ એડમિન્સ માટે
he: למנהלי מערכות
hi: सिस्टम व्यवस्थापक के लिए
hr: Za administratore sustava
hu: Rendszergazdáknak
id: Untuk sistem administrasi
it: Per amministratori di sistema
ja: システム管理者のため
ka: სისტემური ადმინისტრატორებისთვის
ko: 시스템 관리자 용
ku: بۆ به‌ڕێوه‌به‌ره‌كانی سیسته‌م
lt: Sistemos Administratoriams
mn: Системийн админуудад
my: ကွန်ပျူတာစနစ်ထိန်းသိမ်းသူများအတွက်
ne: प्रणाली व्यवस्थापकहरूको लागि
nl: Voor systeem beheerders
no: For system administratorer
pl: Dla administratorów systemów
ps: د سیستم لپاره قضاوت
pt_br: Para administradores de sistema
pt_pt: Para administradores de sistemas
ro: Pentru admini
si: පද්ධති පරිපාලකයන් සඳහා
sk: Pre systémových administrátorov
sl: Za skrbnike sistema
sq: Për administratorët e sistemit
sr: Za administratore sistema
sv: För systemadministratörer
sw: Kwa admins ya system
ta: கணினி நிர்வாகிகளுக்கு
th: สำหรับแอดมินระบบ
tr: Sistem yöneticileri için
ur: سسٹم ایڈمنز کے لئے
vi: Dành cho quản trị viên hệ thống
zh: 對於系統管理員
zh_cn: 系统管理员

# landing-footer_for-translators
source: For translators
am: ለ ተርጓሚዎች
ar: للمترجمين
az: Tərcüməçilər üçün
bg: За преводачи
bn: অনুবাদকদের জন্য
bs: Za prevodioce
ca: Per a traductors
cs: Pro překladatele
de: Für Übersetzer
el: Για μεταφραστές
es_419: Para traductores
et: Informatsioon tõlkijatele
fa: برای مترجمان
fil: Para sa mga tagasalin
fr: Pour les traducteurs
gu: અનુવાદકો માટે
he: למתרגמים
hi: अनुवादकों के लिए
hr: Za prevoditelje
hu: Fordítóknak
id: Untuk penerjemah
it: Per traduttori
ja: 翻訳者のため
ka: მთარგმნელებისთვის
ko: 번역자 용
ku: بۆ وه‌رگێره‌كان
lt: Vertėjams
mn: Орчуулагчдад
my: ဘာသာပြန်သူများအတွက်
ne: अनुवादकहरूको लागि
nl: Voor vertalers
no: For oversettere
pl: Dla tłumaczy
ps: د ژباړونکو لپاره
pt_br: Para os tradutores
pt_pt: Para tradutores
ro: Pentru translatori
si: පරිවර්තකයන් සඳහා
sk: Pre prekladateľov
sl: Za prevajalce
sq: Për përkthyes
sr: Za prevodioce
sv: För översättare
sw: Kwa watafsiri
ta: மொழிபெயர்ப்பாளர்களுக்காக
th: สำหรับนักแปล
tr: Çevirmenler için
ur: مترجموں کے لئے
vi: Dành cho phiên dịch viên
zh: 對於譯者
zh_cn: 翻译人员

# notfoundpage_title
source: Error 404: page is not found
am: ስህተት 404፡ ገጹ አልተገኘም
ar: خطأ 404: لم يتم العثور على الصفحة
az: Xəta 404: səhifə tapılmadı
bg: Грешка 404: страницата не е намерена
bn: ত্রুটি নং 404: পৃষ্ঠাটি পাওয়া যায় নি
bs: Error 404: stranica nije pronađena
ca: Error 404: no s'ha trobat la pàgina
cs: Chyba 404: stránka nenalezena
de: Fehler 404: Seite nicht gefunden
el: Σφάλμα 404: η σελίδα δεν βρέθηκε
es_419: Error 404: La pagina no se encontró
et: Viga 404: lehte ei leitud
fa: خطای 404 : صفحه مورد نظر پیدا نشد
fil: Error 404: ang pahina na iyong hinahanap ay hindi natagpuan
fr: Erreur 404: Page introuvable
gu: ભૂલ 404: પૃષ્ઠ મળેલ નથી
he: שגיאה 404: העמוד לא נמצא
hi: त्रुटि 404: पृष्ठ नहीं मिला है
hr: Greška 404: Stranica nije pronađena
hu: 404-es hiba: oldal nem található
id: Error 404 : Halaman tidak di temukan
it: Errore 404: pagina non trovata
ja: エラー 404: ページが見つかりませんでした
ka: 404 შეცდომა: გვერდი არ მოიძებნა
ko: 오류 404: 페이지를 찾을 수 없습니다
ku: هه‌ڵه‌ی 404 : په‌ڕه‌كه‌ نه‌دۆزرایه‌وه‌
lt: 404 klaida: puslapis nerastas
mn: Error 404: хуудас олдохгүй байна
my: အမှား 404: စာမျက်နှာကိုရှာမတွေ့ပါ
ne: त्रुटि 404: पृष्ठ फेला परेन
nl: Fout 404: pagina niet gevonden
no: Feil 404: side ikke funnet
pl: Błąd 404: nie odnaleziono strony
ps: 404 تېروتنه: پاڼه ونه موندل شوه
pt_br: Erro 404: página não encontrada
pt_pt: Erro 404: esta página não foi encontrada
ro: Eroare 404: pagina nu a fost găsită
si: දෝෂය 404: පිටුව සොයාගත නොහැක
sk: Chyba 404: stránka sa nenašla
sl: Napaka 404: strani ni mogoče najti
sq: Error 404: faqja nuk u gjend
sr: Greška 404: stranica nije pronadjena
sv: Error 404: sidan hittades inte
sw: Hitilafu 404: ukurasa haupatikani
ta: எரர் 404: பக்கம் காணப்படவில்லை
th: ผิดพลาด 404: ไม่พบเพจ
tr: Hata 404: sayfa bulunamadı
ur: Error 404: صفحہ نہیں ملا
vi: Lỗi 404: trang không được tìm thấy
zh: 錯誤 404: 頁面找不到
zh_cn: 错误 404: 页面找不到

# notebookpage_show-more-link
source: View more
am: ተጨማሪ አሳይ
ar: عرض المزيد
az: Daha çox göstər
bg: Виж още
bn: আরও দেখুন
bs: Vidi više
ca: Mostra'n més
cs: Zobrazit více
de: Mehr anzeigen
el: Δείτε περισσότερα
es_419: Ver más
et: Kuva rohkem
fa: مشاهده بیشتر
fil: Tingnan ang higit pa
fr: Voir plus
gu: વધુ જુઓ
he: הצג עוד
hi: और देखो
hr: Više rezultata
hu: Több infó
id: Tampilkan lebih banyak
it: Vedi altro
ja: もっと見る
ka: მეტის ნახვა
ko: 더 보기
ku: بینینی زیاتر
lt: Peržiūrėti daugiau
mn: Илүү ихийг харах
my: ထပ်မံကြည့်ရှုရန်
ne: थप हेर्नुहोस्
nl: Zie meer
no: Vis mer
pl: Zobacz więcej
ps: نور وګوره
pt_br: Ver mais
pt_pt: Ver mais
ro: Vezi mai multe
si: තව බලන්න
sk: Zobraziť viac
sl: Poglej več
sq: Shiko më shum
sr: Pogledati više
sv: Visa fler
sw: Ona zaidi
ta: மேலும் காண
te: మరిన్ని చూడండి
th: ดูมากกว่า
tr: Daha fazla göster
ur: مزید دیکھیں
vi: Xem thêm
zh: 查看更多
zh_cn: 查看更多

# notebookpage_all-devices
source: for all devices
am: ለሁሉም እቃዎች
ar: لجميع الاجهزه
az: bütün cihazlar üçün
bg: виж всички устройства
bn: সকল যন্ত্রাংশের জন্য
bs: za sve uređaje
ca: per a tots els dispositius
cs: pro všechny zařízení
de: Für alle Geräte
el: για όλες τις συσκευές
es_419: para todos los dispositivos
et: kõikidele seadmetele
fa: برای هر دستگاهی
fil: para sa lahat ng mga aparato o devices
fr: pour tous les périphériques
gu: બધા જ ઉપકરણો માટે
he: עבור כל ההתקנים
hi: सभी उपकरणों के लिए
hr: za sve uređaje
hu: az összes eszközhöz
id: untuk semua perangkat
it: per tutti i dispositivi
ja: すべてのデバイスのため
ka: ყველა მოწყობილობისთვის
ko: 모든 장치 용
ku: بۆ هه‌موو ئامێره‌كان
lt: Visiems įrenginiams
mn: бүх төхөөрөмжинд зориулсан
my: စက်ပစ္စည်းများအားလုံးအတွက်
ne: सबै यन्त्रहरूको लागि
nl: voor alle apparaten
no: for alle enheter
pl: dla wszystkich urządzeń
ps: د ټولو وسیلو لپاره
pt_br: para todos os dispositivos
pt_pt: para todos os dispositivos
ro: pentru toate dispozitivele
si: සියලු උපකරණ සඳහා
sk: pre všetky zariadenia
sl: za vse naprave
sq: për të gjitha pajisjet
sr: za sve uredjaje
sv: för alla enheter
sw: kwa vifaa vyote
ta: அனைத்து சாதனங்களுக்கும்
th: สำหรับอุปกรณ์ทั้งหมด
tr: tüm aygıtlar için
ur: تمام آلات کے لئے
vi: cho tất cả các thiết bị
zh: 對於所有裝置
zh_cn: 对于所有设备

# notebook-page_empty-title
source: The driver package for the <span class='bold'>{{NAME}}</span> laptop model has not been assembled yet
am: ለ <span class='bold'>{{NAME}}</span> የላፕቶፕ ሞዴል የድራይቨሩ ጥቅል አልተዘጋጀም
bn: <span class='bold'>{{NAME}}</span> মডেলের ল্যাপটপের ড্রাইভার প্যাকেজটি এখনও একত্রিত করা হয় নি
bs: Paket drajvera za <span class='bold'>{{NAME}}</span> model laptopa nije još sastavljen
de: Das Treiberpaket für das <span class='bold'>{{NAME}}</span> Laptop-Modell wurde noch nicht zusammengestellt
et: Draiverpakk <span class='bold'>{{NAME}}</span> sülearvuti mudelile pole veel koostatud
fr: Le driver package pour le <span class='bold'>{{NAME}}</span> modèle ordinateur portable n'a pas encore été assemblé
gu: લેપટોપ મોડેલ માટે <span class='bold'>{{NAME}}</span> ડ્રાઈવર પેકેજ હજુ સુધી એસેમ્બલ કરવામાં આવ્યું નથી
he: חבילת הדרייברים עבור המחשב הנייד <span class='bold'>{{NAME}}</span> עדיין לא הורכבה
hu: A <span class='bold'>{{NAME}}</span> laptop modell drivercsomagja még nincs összeállítva
it: Il driverpack per il modello laptop <span class='bold'>{{NAME}}</span> non è ancora stato creato
ja: <span class='bold'>{{NAME}}</span> ノートパソコンのドライバパケッジはまだ組み立てられていない
ka: დრაივერების პაკეტი <span class='bold'>{{NAME}}</span> მოდელის ლეპტოპისთვის ჯერ არ აწყობილა
ko: <span class='bold'>{{NAME}}</span> 노트북 모델용 드라이버 패키지는 아직 추가되지 않았습니다.
my: <span class='bold'>{{NAME}}</span> လက်ပ်တော့ပ်အမျိုးအစားအတွက် driver အစုကို မထည့်သွင်းထားရသေးပါ
nl: Het driverpakket voor de <span class='bold'>{{NAME}}</span>laptopmodel is nog niet samengesteld
no: Driver pakke for <span class='bold'>{{NAME}}</span> laptop modellen er ikke klar ennå
pl: Pakiet sterowników dla modelu laptopa <span class='bold'>{{NAME}}</span> nie został jeszcze dodany
ps: د <span class='bold'>{{NAME}}</span> لیپ ټاپ ماډل لپاره چلونکي کڅوړه لا تر اوسه ندي راغلی
pt_br: O pacote de driver para o modelo de notebook <span class='bold'>{{NAME}}</span> ainda não foi montado
si: <span class='bold'>{{NAME}}</span> ලැප්ටොප් මාදිලියේ ධාවක පැකේජය තවම එකලස් කර නොමැත
sq: Paketa e drajverave për modelin <span class='bold'>{{NAME}}</span> të laptopëve nuk është përgatitur akoma
sw: Kifurushi cha viendeshaji kwa ajili ya mtindo wa kompyuta-mpakato <span class='bold'>{{NAME}}</span> bado haijaundwa
th: แพ็คเกจไดรเวอร์สำหรับ <span class='bold'>{{NAME}}</span> โมเดลแล็ปท็อปยังไม่ถูกประกอบตอนนี้

# notebook-page_empty-caption
source: Try to download DriverPack Online. This application will select the drivers which are the closest to what your laptop requires. <span class='bold'>It's for free.</span>
am: DriverPack Online ለማውረድ ይሞክሩ። ይህ አፕሊኬሽን ለላፕቶፖዎ ፍላጎት ቅርብ የሆኑትን ድራይቨሮች ይመርጥሎታል። <span class='bold'>እናም ነጻ ነው።</span>
bn: DriverPack Online ডাউনলোড করার চেষ্টা করুন। অ্যাপ্লিকেশনটি আপনার ল্যাপটপের দরকারি ড্রাইভারসমূহের সবচেয়ে কাছাকাছি ড্রাইভারসমূহ বাছাই করবে। <span class='bold'>এটা বিনামূল্যে পাবেন।</span>
bs: Pokušaj preuzeti DriverPack Online. Ova aplikacija će odabrati drajvere koji su potrebni vašem laptopu. <span class='bold'>Besplatno je.</span>
de: Versuchen Sie, DriverPack Online herunterzuladen. Diese Anwendung wählt die Treiber aus, die Ihrem Laptop am nächsten liegen. <span class='bold'>Es ist kostenlos.</span>
et: Proovi allalaadida DriverPack Online. See rakendus valib kõige ligilähedasemad draiverid mida teie sülearvuti vajab. <span class='bold'>See on tasuta.</span>
fr: Essayez de télécharger DriverPack Online. Cette application va sélectionner les pilotes qui sont les plus proches de ce que votre ordinateur portable requière. <span class='bold'>C'est gratuit.</span>
gu: DriverPack Online ડાઉનલોડ કરવાનો પ્રયાસ કરો. આ એપ્લિકેશન ડ્રાઇવરોને પસંદ કરશે જે તમારા લેપટોપ માટે સૌથી નજીક છે. <span class='bold'>તે મફત છે.</span>
he: נסה להוריד את תוכנת DriverPack Online. תוכנה זו תבחר את הדרייברים הקרובים ביותר לדרישות המחשב הנייד שלך. <span class='bold'>זה בחינם.</span>
hu: Próbálja meg letölteni a DriverPack Online változatát! Ez az alkalmazás kiválasztja azokat a drivereket, amelyek legközelebb állnak a laptopja által igényeltekhez. <span class='bold'>Teljesen ingyenes.</span>
it: Prova a scaricare DriverPack Online. Questa applicazione selezionerà i driver compatibili con quelli richiesti dal laptop. <span class='bold'>E' gratuito.</span>
ja: DriverPack Online をダウンロードし試して下さい. このアプリケーションは、あなたのノートパソコンが必要とするドライバに最も近いドライバを選択します。<span class='bold'>無料です。</span>
ka: ცადეთ გადმოწეროთ DriverPack Online. ეს პროგრამა აარჩევს ლეპტოპის მიერ მოთხოვნილ დრაივერებს. <span class='bold'>უფასოა</span>
ko: DriverPack Online 을 다운로드 하세요. 이 응용 프로그램은 노트북에 필요한 가장 가까운 드라이버를 선택합니다. <span class='bold'>무료 입니다.</span>
my: DriverPack Online ကို ဒေါင်းလုဒ်ဆွဲကြည့်ပါ။ ၎င်းအက်ပလီကေးရှင်းမှာ သင့်လက်ပ်တော့ပ်လိုအပ်ချက်နှင့် နီးစပ်သည့် drivers များကို ရွေးချယ်ပေးပါလိမ့်မည်။ <span class='bold'>ယင်းမှာအခမဲ့ဖြစ်သည်။</span>
nl: Probeer DriverPack Online te downloaden. Deze software selecteert de stuurprogramma's die het dichtst in de buurt komen van wat uw laptop vereist. <span class='bold'>Het is gratis. </span>
no: Prøv å laste ned DriverPack Online. Denne applikasjonen vil velge de driverne som er de nærmeste som din laptop trenger . <span class='bold'>Det er gratis.</span>
pl: Spróbuj pobrać DriverPack Online. Aplikacja ta pozwala wybrać sterowniki, które najbardziej odpowiadają sterownikom wymaganym przez Twojego laptopa. <span class='bold'>Bezpłatnie.</span>
ps: د DriverPack Online داؤنلودولو هڅه وکړئ. دا کاريال به هغه چلونکي وټاکي کوم چې ستاسو لیپ ټاپ ته اړتيا لري. <span class='bold'>دا وړیا ده.</span>
pt_br: Tente baixar o DriverPack Online. Este aplicativo irá selecionar os drivers mais parecidos do que o seu notebook precisa. <span class='bold'>É gratuito.</span>
si: DriverPack Online බාගත කිරීමට උත්සාහ කරන්න. මෙම යෙදුම මඟින් ඔබේ ලැප්ටොප් පරිගණකයට අවශ්‍ය දේට ආසන්නතම ධාවක තෝරා ගනු ඇත. <span class='bold'>එය නොමිලේ.</span>
sq: Provo të shkarkosh DriverPack Online. Ky aplikacion do të përzgjedhë drajvera të cilët janë përafërt me atë çka kërkon laptopi juaj. <span class='bold'>Është falas.</span>
sw: Jaribu kupakua DriverPack Online. Programu hii itachagua viendeshaji ambavyo vinakaribiana na kile kompyuta-mpakato yako inachohitaji. <span class='bold'>Ni bure.</span>
th: ลองดาวน์โหลด DriverPack Online แอพพลิเคชั่นนี้จะเลือกไดรเวอร์ที่แล็ปท็อปของคุณต้องการ <span class='bold'>มันใช้ฟรี</span>

# notebook-page_empty-button
source: Install drivers automatically
am: ድራይቨሮችን በራስህ ጊዜ ጫን
bn: স্বয়ংক্রিয়ভাবে ড্রাইভারসমূহ ইন্সটল করে
bs: Instaliraj drajvere automatski
cs: Instalovat ovladače automaticky
de: Treiber automatisch installieren
et: Paigalda draiverid automaatselt
fr: Installer les pilotes automatiquement
gu: આપોઆપ ડ્રાઈવર્સ ઇન્સ્ટોલ કરો
he: התקן דרייברים אוטומטית
hr: Automatski instalirajte upravljačke programe
hu: Driverek automatikus telepítése
it: Installa i driver automaticamente
ja: 自動でドライバーをインストール
ka: დრაივერების ჩაწერა ავტომატურად
ko: 드라이버 자동 설치
lt: Diegti tvarkykles automatiškai
my: Drivers များကို အလိုအလျောက် ထည့်သွင်းမည်
ne: स्वचालित रूपमा ड्राइभरहरू स्थापना गर्नुहोस्
nl: Installeer drivers automatisch
no: Installer drivere automatisk
pl: Zainstaluj sterowniki automatycznie
ps: ډرایورونه نصب کړئ په اتومات ډول
pt_br: Instalar drivers automaticamente
ro: Instalează drivere automat
si: ස්වයංක්‍රීයව ධාවක ස්ථාපනය කරන්න
sq: Instalo drajverat automatikisht
sw: Install driver moja kwa moja
th: ติดตั้งไดรเวอร์อัตโนมัติ
zh_cn: 自动安装驱动程序

# notebookspage_subtitle
source: All Laptop and Netbook Manufacturers List
am: ሁሉም የላፕቶፕና የኖትቡክ አምራቾች ዝርዝር
ar: جميع أجهزة الكمبيوتر المحمول ونتبووك قائمة المصنعين
az: Bütün Noutbuk və Netbuk İstehsalçılarının Siyahısı
bg: Списък на всички Лаптоп и Нетбук Производители
bn: সব ল্যাপটপ ও নেটবুক প্রস্তুতকারকদের তালিকা
bs: Svi Laptop i Netbook proizvođači
ca: Llista de tots els fabricats de portàtils i Netbooks
cs: Seznam všech výrobců laptopů a netbooků
de: Liste aller Laptop- und Netbook-Hersteller
el: Λίστα Όλων των Κατασκευαστών Φορητών υπολογιστών και Netbook
es_419: Todos los equipos portátiles y de escritorio
et: Kõikide sülearvutite ja märkmikarvutite tootjate nimekiri
fa: لیست کامل تولید کنندگان لپتاب و نوت بوک
fil: Lahat ng Listahan ng Tagagawa ng Laptop at Netbook
fr: Liste de tous les fabricants de portable et netbook
gu: બધા જ લેપટોપ અને નેટબૂક ઉત્પાદકોની સૂચી
he: רשימת מחשבים ניידים של כל היצרנים
hi: सभी लैपटॉप और नेटबुक निर्माता सूची
hr: Popis svih proizvođača prijenosnih i netbook računala
hu: Az összes laptop és netbook gyártó listája
id: Daftar semua komputer jingjing dan komputer kecil
it: Tutta la lista produttori di notebook
ja: すべてのノートパソコン及びネットブックのメーカーリスト
ka: ლეპტოპების და ნეთბუქების მწარმოებელთა სია
ko: 모든 노트북 및 넷북 제조사 목록
ku: لیستی كۆمپانیا به‌رهه‌مهێنه‌ره‌كانی هه‌موو لاپتۆپ و نێت بووكه‌كان
lt: Visi nešiojamųjų kompiuterių ir netbook gamintojų sąrašai
mn: Бүх зөөврийн том, жижиг компьютер гар аргаар үйлдвэрлэгчдийн жагсаалт
my: လက်ပ်တော့ပ်နှင့် မှတ်စုကွန်ပျူတာ ထုတ်လုပ်သူများအားလုံး၏စာရင်း
ne: सबै ल्याप्टप र नेटबुक निर्माता सूची
nl: Alle Laptop en Netbook fabrikanten Lijst
no: Liste over alle Produsenter av Bærbare og Nettbøker
pl: Lista wszystkich producentów laptopów i netbooków
ps: ټول لپ ټاپ او نټ بک د جوړونکو لیست
pt_br: Lista de todos os fabricantes de Notebook e Netbook
pt_pt: Lista de todos os fabricantes de Portáteis e Netbooks
ro: Lista cu toti producătorii de laptopuri și netbookuri
si: සියලුම ලැප්ටොප් සහ නෙට්බුක් නිෂ්පාදකයින්ගේ ලැයිස්තුව
sk: Zoznam všetkých výrobcov Notebookov a Netbookov
sl: Vsi proizvajalci notesnikov in prenosnikov
sq: Lisa e të gjithë prodhuesit e laptopëve dhe mini-laptopëve
sr: Lista proizvodjača svih laptopova i netbukova
sv: Lista över alla tillverkare av bärbara datorer
sw: Orodha zote za wazalishaji wa Laptop na Netbook
ta: அனைத்து மடிக்கணினி மற்றும் நோட்புக் கணினி உற்பத்தியாளர்கள் பட்டியல்
th: รายชื่อผู้ผลิตแล็ปท็อปและเน็ทบุ๊คทั้งหมด
tr: Tüm Dizüstü ve Elüstü Üreticileri Listesi
ur: تمام لیپ ٹاپ اور نیٹ بک مینوفیکچررز کی فہرست
vi: Danh Sách Tất Cả Nhà Sản Xuất Máy Tính Xách Tay và Máy Tính Bảng
zh: 所有筆記型電腦和迷你筆記型電腦製造商清單
zh_cn: 所有笔记型电脑和迷你笔记型电脑制造商列表

# notebooksvendorpage_subtitle-popular
source: Popular {{VENDOR.NAME}} laptops and netbooks
am: ታዋቂ {{VENDOR.NAME}} ላፕቶፖችና ኖትቡኮች
ar: أجهزة اللابتوب {{VENDOR.NAME}} الشهيرة
az: Populyar {{VENDOR.NAME}} noutbukları və netbukları
bg: Популярни {{VENDOR.NAME}} лаптопи и нетбуци
bn: জনপ্রিয় {{VENDOR.NAME}} ল্যাপটপ ও নেটবুক
bs: Popularni {{VENDOR.NAME}} laptopi i netbook-i
ca: Portàtils i netbooks populars de {{VENDOR.NAME}}
cs: Populární {{VENDOR.NAME}} laptopy a netbooky
de: Beliebte {{VENDOR.NAME}} Laptops und Netbooks
el: Δημοφιλείς φορητοί υπολογιστές και netbooks {{VENDOR.NAME}}
es_419: Equipos populares de {{VENDOR.NAME}}
et: Populaarsed {{VENDOR.NAME}} sülearvutit ja märkmikarvutid
fa: لپتاب ها و نوت بوک های پر طرفدار{{VENDOR.NAME}}
fil: Mga sikat na {{VENDOR.NAME}} laptop at netbook
fr: Ordinateurs portables et netbooks {{VENDOR.NAME}} populaires
gu: વિખ્યાત {{VENDOR.NAME}} લેપટોપ્સ અને નેટબુક્સ
he: מחשנים ניידים נפוצים של {{VENDOR.NAME}}
hi: लोकप्रिय {{VENDOR.NAME}} लैपटॉप और नोटबुक
hr: Popularna prijenosna i netbook računala tvrtke {{VENDOR.NAME}}
hu: Népszerű {{VENDOR.NAME}} laptopok és netbookok
id: Komputer jingjing dan komputer kecil {{VENDOR.NAME}} terkenal
it: I notebook più popolari {{VENDOR.NAME}}
ja: 人気の {{VENDOR.NAME}} ノートパソコン及びネットブック
ka: პოპულარული {{VENDOR.NAME}} ლეპტოპები და ნეთბუქები
ko: 인기 {{VENDOR.NAME}} 노트북 및 넷북
ku: لاپتۆپ و نێت بوكه‌ {{VENDOR.NAME}} به‌ناوبانگه‌كان
lt: Populiarus {{VENDOR.NAME}} nešiojamieji kompiuteriai ir netbooks
mn: Алдартай {{VENDOR.NAME}} зөөврийн том, жижиг компьютерүүд
my: လူကြိုက်များသော {{VENDOR.NAME}} လက်ပ်တော့ပ်များနှင့် မှတ်စုကွန်ပျူတာများ
ne: लोकप्रिय {{VENDOR.NAME}} ल्याप्टप र नेटबुक
nl: Populaire {{VENDOR.NAME}} laptops en netbooks
no: Populære {{VENDOR.NAME}} bærbare og nettbøker
pl: Popularne notebooki i laptopy {{VENDOR.NAME}}
ps: غوره {{VENDOR.NAME}} لپ ټاپ او نټ بک
pt_br: Notebooks e netbooks populares da {{VENDOR.NAME}}
pt_pt: Portáteis e netbooks da populares da {{VENDOR.NAME}}
ro: Cele mai populare {{VENDOR.NAME}} laptopuri si netbookuri
si: ජනප්‍රිය {{VENDOR.NAME}} ලැප්ටොප් සහ නෙට්බුක්
sk: Obľúbené notebooky a netbooky {{VENDOR.NAME}}
sl: Priljubljeni modeli {{VENDOR.NAME}} prenosnikov in notesnikov
sq: Laptopët dhe mini-laptopët e njohur nga {{VENDOR.NAME}}
sr: Popularni {{VENDOR.NAME}} laptopovi i netbukovi
sv: Populära bärbara datorer från {{VENDOR.NAME}}
sw: Maarufu {{VENDOR.NAME}} ma laptop na ma netbook
ta: பிரபலமான {{VENDOR.NAME}} மடிக்கணினி மற்றும் நோட்புக் கணினி
th: แล็ปท็อปและเน็ทบุ๊คยอดนิยมของ {{VENDOR.NAME}}
tr: Popüler {{VENDOR.NAME}} dizüstüleri ve elüstüleri
ur: مقبول {{VENDOR.NAME}} لیپ ٹاپس اور نیٹ بکس
vi: Các máy tính xách tay và máy tính bảng {{VENDOR.NAME}} phổ biến
zh: 熱門的 {{VENDOR.NAME}} 筆記型電腦和迷你筆記型電腦
zh_cn: 热门的 {{VENDOR.NAME}} 笔记型电脑和迷你笔记型电脑

# notebooksvendorpage_subtitle-all
source: All {{VENDOR.NAME}} laptops and netbooks
am: ሁሉም {{VENDOR.NAME}} ላፕቶፖችና ኖትቡኮች
ar: جميع {{VENDOR.NAME}} وأجهزة الكمبيوتر المحمولة ونتبووكس
az: Bütün {{VENDOR.NAME}} noutbukları və netbukları
bg: Всички {{VENDOR.NAME}} лаптопи и нетбуци
bn: সব {{VENDOR.NAME}} ল্যাপটপ ও নেটবুক
bs: Svi {{VENDOR.NAME}} laptopi i netbook-i
ca: Tots els portàtils i netbooks de {{VENDOR.NAME}}
cs: Všechny {{VENDOR.NAME}} laptopy a netbooky
de: Alle {{VENDOR.NAME}} Laptops und Netbooks
el: Όλοι οι φορητοί υπολογιστές και netbooks {{VENDOR.NAME}}
es_419: Todos los equipos de {{VENDOR.NAME}}
et: Kõik {{VENDOR.NAME}} sülearvutit ja märkmikarvutid
fa: تمام لپتاب و نوت بوک های {{VENDOR.NAME}}
fil: Lahat ng mga {{VENDOR.NAME}} laptop at netbook
fr: Tous les ordinateurs portables et netbooks {{VENDOR.NAME}}
gu: બધા {{VENDOR.NAME}} લેપટોપ્સ અને નેટબુક્સ
he: כל המחשבים הניידים של {{VENDOR.NAME}}
hi: सभी {{VENDOR.NAME}} लैपटॉप और नोटबुक
hr: Sva prijenosna i netbook računala tvrtke {{VENDOR.NAME}}
hu: Összes {{VENDOR.NAME}} laptop és netbook
id: Semua {{VENDOR.NAME}} komputer jingjing dan komputer kecil
it: Tutti i notebook {{VENDOR.NAME}}
ja: すべての {{VENDOR.NAME}} ノートパソコンとネットブック
ka: ყველა {{VENDOR.NAME}} ლეპტოპი და ნეთბუქი
ko: 모든 {{VENDOR.NAME}} 노트북 및 넷북
ku: هه‌موو {{VENDOR.NAME}} لاپتۆپه‌كان ونێت بوكه‌كان
lt: Visi {{VENDOR.NAME}} nešiojamieji kompiuteriai ir netbooks
mn: Бүх {{VENDOR.NAME}} зөөврийн том, жижиг компьютерүүд
my: {{VENDOR.NAME}} လက်ပ်တော့ပ်များနှင့် မှတ်စုကွန်ပျူတာများအားလုံး
ne: सबै {{VENDOR.NAME}} ल्याप्टप र नेटबुक
nl: Alle {{VENDOR.NAME}} laptops en netbooks
no: Alle {{VENDOR.NAME}} bærbare og nettbøker
pl: Wszystkie notebooki i laptopy {{VENDOR.NAME}}
ps: ټول {{VENDOR.NAME}} لپ ټاپ او نټ بک
pt_br: Todos os notebooks e netbooks da {{VENDOR.NAME}}
pt_pt: Todos os portáteis e netbooks da {{VENDOR.NAME}}
ro: Toți {{VENDOR.NAME}} laptopuri și netbookuri
si: සියලුම {{VENDOR.NAME}} ලැප්ටොප් සහ නෙට්බුක්
sk: Všetky notebooky a netbooky {{VENDOR.NAME}}
sl: Vsi {{VENDOR.NAME}} laptopi in notesniki
sq: Të gjithë laptopët dhe mini-laptopët nga {{VENDOR.NAME}}
sr: Svi {{VENDOR.NAME}} laptopovi i netbukovi
sv: Alla bärbara datorer från {{VENDOR.NAME}}
sw: Wote {{VENDOR.NAME}} ma laptop na ma netbook
ta: அனைத்து {{VENDOR.NAME}} மடிக்கணினி மற்றும் நோட்புக் கணினி
th: แล็ปท็อปและเน็ทบุ๊คทั้งหมดของ {{VENDOR.NAME}}
tr: Tüm {{VENDOR.NAME}} dizüstüleri ve elüstüleri
ur: تمام {{VENDOR.NAME}} لیپ ٹاپس اور نیٹ بکس
vi: Tất cả các máy tính xách tay và máy tính bảng {{VENDOR.NAME}}
zh: 全部 {{VENDOR.NAME}} 筆記型電腦和迷你筆記型電腦
zh_cn: 全部 {{VENDOR.NAME}} 笔记型电脑和迷你笔记型电脑

# patners-page-opera-title
source: Why is Opera a partner of DriverPack?
my: ဘာကြောင့် Opera သည် DriverPack နှင့် မိတ်ဖက်ဖြစ်နေပါသလဲ?
nl: Waarom is Opera een partner van DriverPack?
pt_br: Por que o Opera é parceiro do DriverPack?
