Repository: DriverPackSolution/transifex-backup
Catalog: delorean/driverpack-solution-worldwide/drpsu/*.po
Languages: am, ar, az, bg, bn, bs, ca, cs, de, el, es_419, et, fa, fil, fr, gu, he, hi, hr, hu, id, it, ja, ka, ko, ku, lt, mn, my, ne, nl, no, pl, ps, pt_br, pt_pt, ro, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ur, vi, zh, zh_cn

# landingPagePublications_computerra
source: The new version provides a user with more tools for making up his own driver selection. It's an especially pressing issue for those who service computers and administer lots of different hardware. Now it is possible to integrate any alternative driverpacks into DriverPack rather than just removing the unnecessary.
am: አዲሱ ስሪት ተጠቃሚው ድራይቨሮችን መምረጥ የሚያስችሉ መገልገያዎች አቅርቧል።ይሄ በተለይ ብዙ አይነት መሳሪያዎችን ለሚቆጣጠሩ ሰዎች አስቸጋሪ ነው። አሁን ግን የማያስፈልጉትን ከማስወገድ ይልቅ አማራጭ driverpacks ችን ወደ DriverPack ማዋሃድ ይቻላል
ar: الإصدار الجديد يوفر للمستخدم مع المزيد من الأدوات لتشكيل اختيار السائق الخاصة به. انها قضية ملحة بشكل خاص بالنسبة لأولئك الذين خدمة أجهزة الكمبيوتر وإدارة الكثير من الأجهزة المختلفة. الآن فمن الممكن دمج أي driverpacks بديل في DriverPack بدلا من مجرد إزالة غير الضرورية.
az: Yeni versiya, istifadəçiyə öz driver seçimini etməsi üçün daha çox alətlə təmin edir. Bu xüsusiyyətlə kompüter istifadə edənlər və bir çox fərqli avadanlığı idarə edənlər üçün bezdirici bir problemdir. Sadəcə lazımsız olanları silməkdənsə hər hansı alternativ driverpackları DriverPack-ın içinə əlavə etmək artıq mümkündür.
bg: Новата версия предоставя на потребителя повече средства за създаване на собствен подбор. Това е особено актуална тема за онези, които се занимават с обслужване на компютри и управляват много различен хардуер. Сега е възможно да се интегрират всякакви алтернативни драйверпакети в DriverPack, а не просто да се премахнат ненужните.
bn: ব্যবহারকারীকে তার নিজের বাছাইকৃত ড্রাইভার নিয়ে প্যাক তৈরি করতে নতুন সংস্করণটি আরও টুলস্‌ সরবরাহ করে। এটি বিশেষ করে যারা কম্পিউটার সারাই করে ও বিভিন্নরকম হার্ডওয়্যার নিয়ে কাজ করে তাদের জন্য একটা জরুরি বিষয়। এখন DriverPack থেকে অপ্রয়োজনীয় driverpacks সরিয়ে নেওয়ার পাশাপাশি বিকল্প driverpacks অন্তর্ভুক্ত করা সম্ভব।
ca: La nova versió ofereix a l'usuari més eines per a generar la seva pròpia selecció de controladors. És una necessitat especialment important d'aquells que reparen ordinadors o administren moltes màquines heterogènies. Ara és possible integrar qualsevol driverpack alternatiu a DriverPack en comptes d'eliminar aquells que no es necessiten.
cs: Nová verze přináší uživateli více nástrojů pro vytváření vlastního výběru ovladačů. Je to zejména naléhavý problém pro ty, kteří administrují různý hardware. Nyní je možné integrovat jakékoli alternativní driverpacky do programu DriverPack než jen odstraňovat nepotřebné.
de: Die neue Version bietet dem Benutzer mehr Werkzeuge für die eigene Treiberauswahl. Es ist ein großes Problem für diejenigen, die viele verschiedene Computer reparieren oder administrieren. Nun ist es möglich, alle alternativen Treiberpakete in DriverPack zu integrieren, anstatt nur die Unnötigen zu entfernen.
el: Η νέα έκδοση παρέχει στο χρήστη περισσότερα εργαλεία για να επιλέξει τα προγράμματα οδήγησης. Είναι ένα εξαιρετικά πιεστικό θέμα για αυτούς που διορθώνουν υπολογιστές και διαχειρίζονται πολύ διαφορετικό υλικό. Τώρα είναι δυνατό να ενσωματώσετε κάθε εναλλακτικό driverpack στο DriverPack το να απομακρύνεται τα μη απαραίτητα.
es_419: La nueva versión proporciona al usuario más herramientas para crear su propia selección de controladores. Es un problema especialmente importante para aquellos que mantienen computadoras y administran gran cantidad de hardware diferente. Ahora es posible integrar cualquier driverpack alternativo en DriverPack en lugar de simplemente eliminar lo innecesario.
et: Uus versioon pakub kasutajale rohkem tööriistu, et teha draiverite valik. See on olnud problemiks justkõige nendele kes hooldavaid ja administreerivad palju arvuteid erineva riistvaraga. Nüüd on võimalik integreerida igasugu draiverpakke DriverPacki kui ka eemaldada mittevajalik.
fa: در ورژن جدید ابزار های لازم برای انتخاب درایور مورد نیاز توسط کاربر فراهم گردیده است . این امکان میتواند برای سرویسکاران رایانه و مدیران سیستم بسیار ویژه و مورد نیاز باشد تا بتوانند درایور های مختلفی را انتخاب کنند.و این امکان بوجود آمده است تا از driverpacks موجود در DriverPack کم یا به آن اضافه کنند و دراییور های غیر ضروری را حذف نمایند.
fil: Ang bagong bersyon ay nagbibigay ng isang user na may higit pang mga tool para sa paggawa ng kanyang sariling pagpili ng driver. Ito ay isang partikular na pagpindot sa isyu para sa mga na serbisyo ng mga computer at mangasiwa ng maraming iba't ibang mga hardware. Ngayon ay posible na isama ang anumang alternatibong driverpacks sa DriverPack sa halip na pagtanggal lamang ng hindi kailangang.
fr: La nouvelle version fournit à l'utilisateur plus d'outils pour composer sa propre sélection de pilotes.. C'est un problème particulièrement urgent pour ceux qui s'occupent des ordinateurs et administrent beaucoup de matériel différent. Il est maintenant possible d'intégrer n'importe quel driverpacks alternatif dans DriverPack plutôt que juste enlever l'inutile..
gu: નવું વર્ઝન વપરાશકર્તાને પોતાની ડ્રાઈવર પસંદગી બનાવવા માટે વધુ સાધનો પૂરા પાડે છે. તે કમ્પ્યુટર્સની સેવા અને વિવિધ હાર્ડવેર ઘણાં બધાં માટે ખાસ કરીને દબાવી દેવાની સમસ્યા છે. હવે ફક્ત બિનજરૂરીને દૂર કરવાને બદલે driverpacks કોઈપણ વૈકલ્પિક DriverPack સંકલિત કરવાનું શક્ય છે.
he: הגירסה החדשה מספקת למשתמש כלים להכנת אוסף דרייברים פרטי. זוהי יכולת חשובה במיוחד לטכנאי מחשבים ומנהלי מעבדות חומרה. בנוסף, ניתן לשלב חבילות driverpacks אלטרנטיביות לתוך DriverPack במקום להסיר את ההחבילות המיותרות.
hi: नया संस्करण एक उपयोगकर्ता को अपने ड्राइवर चयन को बनाने के लिए अधिक उपकरण प्रदान करता है। यह उन लोगों के लिए विशेष रूप से दबाने वाली समस्या है जो कंप्यूटरों की सेवा और बहुत से विभिन्न हार्डवेयर प्रबंधित करते हैं। अब केवल अनावश्यक को हटाने की बजाय DriverPack में किसी भी वैकल्पिक driverpacks को एकीकृत करना संभव है।
hr: Nova verzija pruža korisniku više alata za odabir vlastite kolekcija upravljačkih programa. To je vrlo izražen problem za računalne servisere koji dolaze u dodir s mnogo različitog hardvera. Sada je moguće integrirati bilo koje alternativne driverpackove u sam DriverPack umjesto uklanjanja nepotrebnih.
hu: Az új verzió több eszközt ad a felhasználó kezébe a saját driverei kiválasztásához. Ez főleg azok számára égetőbb probléma, akik számos, eltérő hardverrel felszerelt számítógépet adminisztrálnak. Mostantól lehetséges bármilyen alternatív drivercsomagot integrálni a DriverPack -ba ahelyett, hogy csak a feleslegeseket eltávolítanánk.
id: Versi terbaru memberikan pengguna dengan perangkat tambahan untuk membuat pilihan sesuai kebutuhan. Ini sebuah masalah spesial untuk servis komputer dan perangkat keras yang beraneka ragam. Sekarang memungkinkan untuk integrasi beberapa alternatif driverpacks dengan DriverPack lebih dari sekedar menghapus yang tidak berguna.
it: La nuova versione dà a disposizione dell'utente molti strumenti per organizzare la propria selezione di driver. È una problematica particolarmente pressante per coloro i quali utilizzano diversi computer ed amministrano una vesta serie di hardware. Ora è possibile è integrare qualsiasi altro tipo di driverpack in DriverPack piuttosto che rimuovere soltanto quello inutilizzato.
ja: 新しいバージョンでは、ユーザーが自分のドライバーの選択を行うためのツールを提供しています。これは、コンピュータにサービスを提供し、さまざまなハードウェアを管理する人にとって特に重大な問題です。これで不要なドライバパックを削除するのではなく、他の driverpacks を DriverPack に統合することができます。
ka: ახალი ვერსია მომხმარებელს ასაჩუქრებს უფრო მეტი ხელსაწყოტი. ეს კარგია მათთვის, ვისაც ყოველდღიური შეხება აქვს სხვადასხვა მოწყობილობებთან. ახლა უკვე შესაძლებელია ნებისმიერი driverpacks -ის ჩაშენება DriverPack -ში.
ko: 새로운 버전은 사용자에게 자신의 드라이버 선택을 위한 더 많은 도구를 제공합니다. 컴퓨터를 관리하고 다양한 하드웨어를 관리하는 사람들에게는 특히 중요한 문제입니다. 이제 불필요한 드라이버 팩을 제거하는 대신 DriverPack 에 다른 드라이버 팩을 통합할 수 있습니다.
ku: نوسخه‌ نوێیه‌كه‌ ئامرازی زیاتری بۆ به‌كارهێنه‌ر دابینكردووه‌ بۆ ئه‌وه‌ی خۆی پێناسه‌كان هه‌ڵبژێرێت. ئه‌مه‌ به‌تایبه‌تی كێشه‌یه‌كی ده‌ستبه‌جێیه‌ بۆ ئه‌وانه‌ی كه‌ خزمه‌تگوزاری كۆمپیوته‌ر ده‌كه‌ن یان كۆمه‌ڵێك ڕه‌قه‌ كاڵای جیاواز به‌ ڕێوه‌ ده‌به‌ن. ئێستا گونجاوه‌ بۆ پێكه‌وه‌به‌ستنی هه‌ر به‌دیلێكی driverpacks بۆ ناو DriverPack له‌جیاتی ئه‌وه‌ی به‌ته‌نها ناپێویسته‌كان بسڕینه‌وه‌.
lt: Nauja versija suteikia vartotojui daugiau įrankių savo paties tvarkyklių pasirinkimui sudaryti. Tai itin svarbus klausimas tiems, kurie aptarnauja kompiuterius ir administruoja daug įvairios aparatūros. Dabar į DriverPack galima integruoti bet kurias alternatyvias driverpacks, o ne tik pašalinti nereikalingas.
my: ဗားရှင်းအသစ်တွင် အသုံးပြုသူအနေနှင့် မိမိကိုယ်ပိုင် driver ကိုရွေးချယ်နိုင်စေဖို့ ကိရိယာများပို၍ ပေးအပ်ထားပါသည်။ အထူးသဖြင့် ကွန်ပျူတာဝန်ဆောင်မှုပေးသူနှင့် အမျိုးမျိုးကွဲပြားသည့် ဟာ့ဒ်ဝဲပေါင်းများစွာကို ကိုင်တွယ်ထိန်းသိမ်းနေသူများအတွက် အရေးကြီးသောကိစ္စရပ်တစ်ခု ဖြစ်ပါသည်။ ယခုအချိန်တွင် မလိုအပ်သည်ကို ဖယ်ရှားခြင်းထက် အခြားရွေးချယ်စရာမည်သည့် driverpacks များကိုမဆို DriverPack အဖြစ် ပေါင်းစပ်ဖို့ရန် ဖြစ်နိုင်ပါပြီ။
ne: नयाँ संस्करणले तपाईंको छनौटको नयाँ संस्करण प्रदान गर्दछ। यो एक विशेष थिच्ने मुद्दा हो कि ती कम्प्यूटर र प्रशासकहरूको लागि धेरै फरक हार्डवेयर। अहिले यो अनावश्यक हटाउन सट्टा driverpacks मा कुनै वैकल्पिक DriverPack मा एकीकृत गर्न सम्भव छ।
nl: De nieuwe versie biedt de gebruiker meer tools om zijn eigen stuurprogramma's op te maken. Het is een bijzonder vervelend probleem voor degenen die computers bedienen en veel verschillende hardware beheren. Nu is het mogelijk om eventuele alternatieve stuurpakketten in DriverPack te integreren in plaats van alleen het onnodige te verwijderen.
no: Den nye versjonen gir en bruker flere verktøy for å lage sitt eget valg av drivere. Dette er et spesielt presserende problem for de som betjener datamaskiner og administrerer mye annen maskinvare. Nå er det mulig å integrere eventuelle alternative driverpakker i DriverPack, i stedet for bare å fjerne de unødvendige.
pl: Nowa wersja zawiera więcej narzędzi, które pozwalają użytkownikowi stworzyć własny wybór sterowników. Jest to ważna sprawa dla tych którzy serwisują komputery lub administrują wiele różnych komputerów. Teraz możliwe jest zintegrowanie dowolnego zestawu sterowników z DriverPack'iem zamiast usuwać te, które są niepotrzebne.
ps: نوې بڼه یو کاروونکي چمتو کوي چې د خپل چلوونکي ټاکلو لپاره نور وسایل ولري. دا د یوې ځانګړې سرچینې موضوع ده چې د کمپیوټر خدمتونه کوي او ډیری مختلف هارډر اداره کوي. اوس دا ممکنه ده چې د بې ځایه کولو لرې کولو په ځای د driverpacks لپاره یو بدیل DriverPack سره یوځای کړي.
pt_br: A nova versão fornece ao usuário mais ferramentas para fazer sua própria seleção de drivers. É uma questão especialmente importante para aqueles que atendem computadores e administram muitos hardwares diferentes. Agora, é possível integrar quaisquer driverpacks alternativos no DriverPack em vez de simplesmente remover o desnecessário.
pt_pt: A nova versão traz ao utilizador mais ferramentas para que possa criar a sua própria seleçºao de controladores. É um tema especialmente premente para aqueles que fazem manutenção a computadores e administram uma miríade de hardware diferente. É agora possível integrar com o DriverPack qualquer dos driverpacks alternativos em vez de apenas se remover o desnecessário.
ro: Noua versiune oferă utilizatorului mai multe tool-uri pentru a-și selecta propriile drivere. Este o problemă deosebit de presantă pentru cei care folosesc calculatoare și administrează o mulțime variată de hardware-uri. Acum este posibilă integrarea oricăror pachete de drivere alternative în DriverPack decât eliminarea celor nefolositoare.
si: නව අනුවාදය පරිශීලකයාට තමාගේම ධාවක තේරීම සඳහා තවත් මෙවලම් සපයයි. පරිගණකවලට සේවය කරන සහ විවිධ දෘඩාංග විශාල ප්‍රමාණයක් පරිපාලනය කරන අයට එය විශේෂයෙන් වැදගත් කාරණයක්. දැන් අනවශ්‍ය දේ ඉවත් කරනවාට වඩා විකල්ප driverpacks, DriverPack සමඟ ඒකාබද්ධ කළ හැකිය.
sk: Nová verzia poskytuje používateľovi viac nástrojov na vytvorenie vlastného výberu ovládača. Je to mimoriadne naliehavý problém pre tých, ktorí obsluhujú počítače a spravujú veľa rôznych hardvérov. Teraz je možné integrovať ľubovoľné alternatívne balíčky ovládačov do programu DriverPack, radšej než iba odstrániť tie nepotrebné.
sl: Nova različica omogoča uporabniku več svobode pri izbiri gonilnikov. To je posebej pomembno za računalniške serviserje, ki se ukvarjajo z veliko različnimi modeli, proizvajalci in količino opreme. Tako je sedaj mogoče v sam DriverPack vstaviti alternativne driverpacks, kar je hitrje kot odstranjevati nezaželjene ali nepotrebne.
sq: Versioni i ri i jep përdoruesit më shumë mjete që të bëjë përzgjedhjen e tij të drajverave. Është një çështje veçanerisht e rëndësishme për ata të cilët servisojnë kompjutera dhe administrojnë sasi hardueri të ndryshëm. Tani është e mundur të integrosh driverpacks alternativë në DriverPack në vend që thjesht të hiqen të panevojshmet.
sr: Nova verzija nudi korisniku više alata za pravljenje liste odabranih drajvera. To je posebno izražen problem za one koji se bave održavanjem računara i dolaze u dodir sa mnogo različitog hardvera. Sada je moguće ugraditi bilo koji alternativni driverpacks u DriverPack, a ne samo uklanjati nepotreban.
sv: Den nya versionen ger användare fler verktyg för att själva kunna skräddarsy sina egna val av drivrutiner. Det är ett extra viktigt problem för de som servar datorer och administrerar flera olika typer av hårdvara. Det är nu möjligt att integrera alternativa driverpacks i DriverPack, istället för att ta bort de onödiga.
sw: Toleo jipya hutoa mtumiaji na zana zaidi za kufanya upendeleo wake wa driver. Ni suala kubwa sana kwa wale ambao hutumia kompyuta na kusimamia vifaa vingi tofauti. Sasa inawezekana kuunganisha vituo vya driverpacks kwenye DriverPack badala ya kuondoa tu ya lazima.
ta: புதிய பதிப்பு தனது சொந்த இயக்கி தேர்வை உருவாக்குவதற்கான கூடுதல் கருவிகளைக் கொண்ட ஒரு பயனரை வழங்குகிறது.இது கணினிகளுக்கு சேவையளிக்கும் மற்றும் பல்வேறு வன்பொருள் நிறைய நிர்வகிக்கும் ஒரு குறிப்பாக அழுத்தம் பிரச்சினை.இப்போது driverpacks வன்பொருள்களுக்கு மாற்றாக வேறு மாற்று DriverPack வன்பொருள்களை ஒருங்கிணைக்க முடியும், இது தேவையற்றதை நீக்குகிறது.
th: เวอร์ชั่นใหม่ให้ผู้ใช้ได้เครื่องมือสำหรับเลือกไดรเวอร์ด้วยตัวเอง มันแก้ปัญหาโดยเฉพาะอย่างยิ่งกับคอมพิวเตอร์สำหรับบริการและจัดการฮาร์ดแวร์ที่แตกต่าง ตอนนี้มันได้รวบรวมทุกทางเลือก driverpacks ลงใน DriverPack มากกว่าถอดถอนสิ่งไม่จำเป็น
tr: Yeni sürüm bir kullanıcıya kendi sürücü seçimini yapması için daha fazla araç sağlar. Bu özellikle, bilgisayarlarla çalışanlar ve birçok farklı donanımı idare edenler için sıkıcı bir sorundur. Sadece gereksiz olanları kaldırmaktansa herhangi bir alternatif driverpack'i DriverPack içine katmak artık mümkün.
ur: نئے ورژن اپنے صارف کو اپنے ڈرائیور انتخاب کرنے کے لیے مزید ٹولز فراہم کرتا ہے. یہ ان لوگوں کے لئے خاص طور پر پریشانی کا مسئلہ ہے جو کمپیوٹرز کی سروس کرتے ہیں اور بہت سے مختلف ہارڈ ویئر کو منظم کرتے ہیں. اب یہ ممکن ہے کہ DriverPack میں متبادل driverpacks کو شامل کیا جاۓ بجاۓ اس کے کہ صرف غیر ضروری کو ہٹا دیا جاۓ.
vi: Phiên bản mới cung cấp cho người dùng nhiều công cụ hơn để tạo nên bảng chọn trình điều khiển của riêng mình. Đó là một vấn đề cấp bách với những người trong lĩnh vực dịch vụ máy tính và quản lý số lượng lớn các phần cứng khác nhau. Hiện nay ta đã có thể tích hợp bất kỳ các trình điều khiển thay thế nào vào DriverPack hơn là việc chỉ gỡ bỏ không cần thiết.
zh: 新版本為用戶提供了更多的工具來製作自己的驅動程式選擇。對於服務電腦和管理各種硬體的人來說，這是一個特別緊迫的問題。現在可以將任何替代的驅動程式整合到 DriverPack 中，而不僅僅是刪除不必要的 driverpacks 而已。
zh_cn: 新版本为用户提供了更多的工具来制作自己的驱动程式选择。对于服务电脑和管理各种硬件的人来说，这是一个特别紧迫的问题。现在可以将任何替代的驱动程序整合到 DriverPack 中，而不仅仅是删除不必要的 driverpacks 而已。

# landingPagePublications_vc
source: Thanks to the grapevine, this product has been translated by users into 45 languages without the participation of our team.
am: ይህ ምርታችን ያለቡድኑ ተሳታፊነት በተጠቃሚዎች ብቻ ወደ 45 ቋንቋዎች ተተርጉሟል።
ar: بفضلك، تمت ترجمة هذا المنتج من قبل المستخدمين إلى 45 لغة دون مشاركة فريقنا.
az: Şayiələr üçün təşəkkürlər, bu məhsul komandamızdan olmayan istifadəçilər tərəfindən, 45 dilə tərcümə edilmişdir.
bg: Благодарение на виното, продуктът е преведен от потребителите на 45 езика без участието на нашия екип.
bn: পণ্যটি আমাদের দলের অংশগ্রহণ বাদেই ব্যবহারকারীদের দ্বারা 45টি ভাষায় অনূদিত হয়েছে, স্বেচ্ছাসেবকদের প্রতি ধন্যবাদ।
bs: Zahvaljujući nezvaničnom izvoru, ovaj proizvod je od strane korisnika preveden na 45 jezika bez učešća našeg tima.
ca: Gràcies a grapevine, aquest producte ha estat traduït pels usuaris a més de 45 idiomes sense la necessitat que hi participés el nostre equip.
cs: Díky grapevinu byl produkt přeložen uživateli do 45 jazyků bez účasti našeho týmu.
de: Dank grapevine wurde dieses Produkt von den Benutzern in 45 Sprachen ohne die Teilnahme unseres Teams übersetzt.
el: Ευχαριστούμε για το κρασί, αυτό το προϊόν έχει μεταφραστεί από χρήστες σε 45 γλώσσες χωρίς τη συμμετοχή της ομάδας μας.
es_419: Gracias a la colaboración de los usuarios, este producto ha sido traducido a 45 idiomas sin la participación de nuestro equipo.
et: Tänu grapevine-le on seda tarkvara tõlgitud 45 keelde, ilma meie tiimi osaluseta.
fa: از استفاده شما متشکریم. این محصول توسط کابران به 45 زبان زنده دنیا ترجمه شده که این کابران جز تیم اصلی ما نبوده اند .
fil: Salamat sa grapevine, ang produktong ito ay isinalin ng mga gumagamit sa 45 wika nang walang pagsali ng aming koponan.
fr: Grâce à la vigne, ce produit a été traduis par les utilisateurs dans 45 langues sans la participation de notre équipe.
gu: દ્રાક્ષમાંથી બનતા દારૂનો આભાર, આ પ્રોડક્ટનો ઉપયોગ વપરાશકર્તાઓ દ્વારા અમારી ટીમના ભાગ્ય વગર 45 ભાષાઓમાં અનુવાદિત કરવામાં આવ્યો છે.
he: מוצר זה תורגם על ידי מתנדבים ל-45 שפות, ללא עזרת הצוות שלנו.
hi: गपशप के माध्यम से अनौपचारिक और अनौपचारिक रूप से कुछ सीखने/सिखाने के लिए धन्यवाद, यह उत्पाद उपयोगकर्ताओं द्वारा हमारी टीम की भागीदारी के बिना 45 भाषाओं में अनुवादित किया गया है
hr: Zahvaljujući glasinama, korisnici su preveli proizvod na više od 45 jezika bez sudjelovanja našeg tima.
hu: A szájról szájra terjedő hírünknek hála a szoftvert már 45 nyelvre fordították le a csapatunk közbenjárása nélkül.
id: Terima kasih untuk grapevine, produk ini telah diterjemahkan oleh pengguna ke 45 bahasa tanpa partisipasi dari tim kami.
it: Grazie alla vite, questo prodotto è stato tradotto dagli utenti in 45 lingue senza la partecipazione del nostro team.
ja: 口コミのおかげで、当製品は私たちのチームの参加なしでユーザーによって 45 の言語に翻訳されました。
ka: მომხმარებლების დამსახურებით პროდუქტი ნათარგმნია 45 ენაზე ჩვენი გუნდის ჩარევის გარეშე.
ko: 정보망 덕분에 이 제품은 우리 팀의 참여없이 45개 언어로 사용자에 의해 번역되었습니다.
ku: سوپاس بۆ ترێ، ئه‌م به‌رهه‌مه‌ وه‌رگێڕدرا له‌ لایه‌ن به‌كارهێنه‌رانه‌وه‌ بۆ 45 زمان به‌بێ به‌شداریكردنی تیمه‌كه‌ی ئێمه‌.
lt: Dėl vynuogių vartotojai išvertė produktą į 45 kalbas be mūsų komandos dalyvavimo.
my: အဆိုပါထုတ်ကုန်မှာ ကျွန်ုပ်တို့၏အသင်းပါဝင်မှုမရှိဘဲ သုံးစွဲသူများ၏ ကျေးဇူးကြောင့် သွယ်ဝိုက်သောအားဖြင့် ဘာသာစကားပေါင်း 45 ခုအထိ ပြန်ဆိုထားပြီးဖြစ်သည်။
ne: अङ्ग्रेजीको लागि धन्यवाद, यो उत्पादन हाम्रो टीमको सहभागिता बिना 45 भाषाहरूमा प्रयोगकर्ताद्वारा अनुवाद गरिएको छ।
nl: Dankzij de hulp van onze vertalers is van dit product in 45 talen vertaald voor onze gebruikers en dit zonder deelname van ons team.
no: Takket være jungeltelegrafen har dette produktet blitt oversatt av brukere til 45 språk uten deltagelse av teamet vårt.
pl: Dzięki grapevine ten produkt został przetłumaczony przez użytkowników na 45 języków bez udziału naszego zespołu.
ps: د انګورو لپاره مننه، دا محصول د کاروونکو لخوا په 45 ژبو ژباړل شوی دی پرته له دې چې زموږ ټیم ګډون وکړي
pt_br: Graças ao grapevine, este produto foi traduzido por usuários em 45 idiomas sem a participação de nossa equipe.
pt_pt: Graças ao boca em boca, este produto foi traduzido por utilizadores em 45 línguas sem a participação da nossa equipa.
ro: Datorită implicării, acest produs a fost tradus de utilizatori în 45 de limbi fără participarea echipei noastre.
si: මිදි ගෙඩියට ස්තූතියි, මෙම නිෂ්පාදනය අපගේ කණ්ඩායමේ සහභාගීත්වයකින් තොරව පරිශීලකයින් විසින් භාෂා 45 කට පරිවර්තනය කර ඇත.
sk: Vďaka neformálnym komunikačným kanálom a komunitám, tento produkt preložili používatelia do 45 jazykov bez účasti nášho tímu.
sl: Po zaslugi uporabnikov prostovoljcev je bil program preveden v 45 svetovnih jezikov brez posredovanja moje delovne skupine.
sq: Falë fjalëve të mira, ky produkt është përkthyer nga përdoruesit në 45 gjuhë pa pjesëmarrjen e ekipit tonë.
sr: Zahvaljujući nezvaničnim kanalima komunikacije ovaj program su korisnici preveli na 45 jezika bez učešća našeg tima.
sv: Den här produkten har blivit översatt till 45 olika språk av våra användare genom ryktesspridning, utan deltagande av vårt team.
sw: Shukrani kwa mizabibu, bidhaa hii imetafsiriwa na watumiaji katika lugha 45 bila ushiriki wa timu yetu.
ta: திராட்சைக்கு நன்றி, இந்த தயாரிப்பு எங்கள் அணி பங்கேற்பு இல்லாமல் 45 மொழிகளில் பயனர் மொழிபெயர்க்கப்பட்டுள்ளது.
te: ద్రాక్షపదానికి ధన్యవాదాలు, ఈ ఉత్పత్తి మా బృందం పాల్గొనకుండా వినియోగదారులచే 45 భాషల్లోకి అనువదించబడింది.
th: ขอบคุณข่าวลือ ผลิตภัณฑ์นี้ได้ถูกแปลโดยผู้ใช้เป็น 45 ภาษาโดยไม่มีส่วนจากทีมพวกเรา
tr: Söylentiler için teşekkürler, bu ürün ekibimizin katılımı olmadan kullanıcılar tarafından 45 dile çevrilmiştir.
ur: افواہوں کا شکریہ، اس مصنوعات کو صارفین کی طرف سے ہماری ٹیم کی شرکت کے بغیر 45 زبانوں میں ترجمہ کیا گیا ہے.
vi: Nhờ các kênh không chính thức, sản phẩm này đã được dịch sang 45 thứ tiếng bởi các người dùng mà không cần đến sự tham gia của đội chúng tôi.
zh: 多虧了小道消息，該產品被用戶翻譯成 45 種語言，沒有我們團隊的參與。
zh_cn: 感谢世界上所有用户及网站资源的发布者，在没有我们团队的参与情况下，该产品被用户翻译成 45 种语言。
