Repository: DriverPackSolution/transifex-backup
Catalog: delorean/driverpack-solution-worldwide/drpsu/*.po
Languages: am, ar, az, bg, bn, bs, ca, cs, de, el, es_419, et, fa, fil, fr, gu, he, hi, hr, hu, id, it, ja, ka, ko, ku, lt, mn, my, ne, nl, no, pl, ps, pt_br, pt_pt, ro, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ur, vi, zh, zh_cn

# landingintroduction_author-speech-marked
source: We spend all our time in order to save yours!
am: የእርስዎን ሰአት ለመቆጠብ የእኛን መስዋእት እናደርጋለን!
ar: نحن نقضي كل وقتنا في سبيل أن نوفر عليك وقتك !
az: Bütün vaxtımızı sizin zaman qazanmanıza sərf edirik!
bg: Ние изразходваме цялото си време, за да спестите вашето!
bn: আমরা পুরো সময় ব্যয় করি আপনার সময় বাঁচাতে!
bs: Trošimo naše vrijeme kako bi sačuvali Vaše!
ca: Hi dediquem tot el nostre temps per a puguis estalviar-te el teu!
cs: Trávíme všechen náš čas, abychom ušetřili ten váš!
de: Wir verbringen unsere ganze Zeit, um Ihre zu sparen!
el: Ξοδεύουμε όλο μας το χρόνο για να εξοικονομούμε τον δικό σας!
es_419: ¡Dedicamos todo nuestro tiempo para que puedas ahorrarte el tuyo!
et: Me raiskame oma aega, et kokku hoida teie oma!
fa: ما تمامی زمان هایمان را برای کمک به شما صرف کرده ایم!
fil: Ginugol namin ang lahat ng aming mga oras upang i-save ang sa iyo!
fr: Nous passons tout notre temps à simplifier le vôtre!
gu: અમે તમારો સમય બચાવવા માટે અમારો બધો સમય તમારા માટે પસાર કરીએ છીએ!
he: אנחנו עובדים מסביב לשעון בכדי לחסוך לכם זמן!
hi: हम आपका समय बचाने के लिए अपना समय व्यतीत करते हैं!
hr: Trošimo sve svoje vrijeme kako bismo uštedjeli Vaše!
hu: Minden időnket arra fordítják, hogy időt spóroljunk önnek!
id: Kami menghabiskan seluruh waktu kami demi menghemat waktu anda!
it: Usiamo il nostro tempo per salvare il vostro!
ja: 私たちはあなたの時間を節約のためにすべての時間を費やしています！
ka: ჩვენ ვხარჯავთ ჩვენ დროს რათა დავზოგოთ თქვენი!
ko: 우리는 당신의 것을 구하기 위해 모든 시간을 보냅니다!
ku: ئێمه‌ هه‌موو كاته‌كانی خۆمان به‌سه‌ربرد له‌ پێناو پاراستنی ئێوه‌ !
lt: Mes praleidžiame visą laiką, kad išsaugotume jūsų!
mn: Бид өөрсдийн бүхий л цагийг таны өмчийг хамгаалахад зориулж байна
my: ကျွန်ုပ်တို့၏အချိန်အားလုံးကို သင့်ကိုကယ်တင်နိုင်ရန်အတွက် ပုံအပ်ထားပါတယ်။
ne: तपाईंको बचत गर्न हामी सबै समय खर्च गर्छौं!
nl: Wij spenderen al onze tijd om de uwe te in tekorten!
no: Vi bruker all vår tid for å spare deg å bruke din!
pl: Spędzamy cały nasz czas by zaoszczędzić twojego!
ps: موږ خپل ټول وخت مصرفوو ترڅو ستاسو ده وژغورو!
pt_br: Gastamos nosso tempo para economizar o seu!
pt_pt: Nós gastamos todo o nosso tempo de modo a que possa poupar o seu!
ro: Noi am folosit tot timpul nostru pentru a-l salva pe al tău!
si: අපි ඔබගේ කාලය ඉතිරි කර ගැනීම සඳහා අපේ කාලය වැය කරන්නෙමු!
sk: Strávili sme veľa nášho času, aby sme ušetrili ten Váš!
sl: Smo porabili vse naše čas, da bi za shranjevanje tvoj!
sq: Ne harxhojmë kohën tonë për të kursyer tuajën
sr: Uradili smo sve za vas kako bi uštedeli vaše vreme!
sv: Vi spenderar all vår tid för att spara din!
sw: Tunatumia muda wetu wote ili kuokoa yako!
ta: உங்கள் நேரத்தை காக்க எங்கள் எல்லா நேரத்தையும் செலவிடுகிறோம்!
te: మిమల్ని కాపాడటానికి మేము మా సమయాన్ని వెచ్చిస్తాము!
th: เราใช้เวลาทั้งหมดของเราเพื่อประหยัดเวลาของคุณ
tr: Tüm zamanımızı sizin zaman kazanmanız için harcıyoruz!
ur: ہم اپنا تمام وقت آپ کا وقت بچانے کیلئے صرف کرتے ہیں!
vi: Chúng tôi dành hết thời gian của mình để tiết kiệm được thời gian của bạn!
zh: 我們花了所有的時間來幫助您!
zh_cn: 我们为了帮助你们花所有的时间！

# landingintroduction_video-caption
source: And here is what Dmitry Medvedev, the Prime Minister of Russian Federation, thinks about DriverPack Solution
am: እናም የ ራሺያ ፌዴሬሽን ጠቅላይ ሚኒስትር Dmitry Medvedev ስለ DriverPack Solution ያላቸው አስተያየት እነሆ
ar: وهنا ما يعتقده Dmitry Medvedev، رئيس وزراء الاتحاد الروسي عن DriverPack Solution
az: Və bu da Rusiya Federasiyası Baş Naziri Dimitri Medvedevin, DriverPack Solution haqqında düşündükləri
bg: И ето какво мисли Дмитрий Медведев, министър-председателят на Руската федерация, за решението DriverPack
bn: আর এই হল DriverPack Solution সম্বন্ধে, রাশিয়ার প্রধানমন্ত্রী, Dmitry Medvedev এর মতামত
bs: Ovdje možete vidjeti šta Dmitry Medvedev, Premijer Ruske Federacije, misli o DriverPack Solution-u
ca: I això és el que Dmitry Medvedev, el Primer ministre de la Federació Russa pensa sobre DriverPack Solution
cs: A tady je, co si myslí Dmitry Medvedev, premiér Ruské federace o programu DriverPack Solution
de: Und hier ist was Dmitry Medvedev, der Premierminister der Russischen Föderation, über DriverPack Solution denkt
el: Και εδώ είναι τι σκέφτεται ο Δημήτρης Μεντβέντεφ, Πρωθυπουργός της Ρωσικής Ομοσπονδίας για το DriverPack Solution
es_419: Y aquí está lo que Dmitry Medvedev, el Primer Ministro de la Federación de Rusia, piensa en DriverPack Solution
et: Vaadake mida arvab Dmitry Medvedev, Venemaa peaminister, DriverPack Solution-ist
fa: و این چیزی است که Dmitry Medvedev، نخست وزیر فدراسیون روسیه، درباره DriverPack Solution فکر میکند
fil: At narito ang naisip ni Dmitry Medvedev, ang Punong Ministro ng Russian Federation, tungkol sa DriverPack Solution
fr: Et voici ce que Dmitri Medvedev, le Premier ministre de la Fédération de Russie, pense de la DriverPack Solution
gu: અને અહીં જુઓ, Dmitry Medvedev, રશિયન ફેડરેશન ના પ્રધાનમંત્રી DriverPack Solution માટે શું વિચાર ધરાવે છે
he: כאן ניתן לראות מה Dmitry Medvedev, ראש ממשלת האיחוד הרוסי, חושב על DriverPack Solution
hi: और यह देखिए Dmitry Medvedev, रूसी संघ के प्रधान मंत्री, DriverPack Solution के बारे में क्या सोचते हैं
hr: Evo što premijer Ruske Federacije Dmitry Medvedev misli o DriverPack Solutionu
hu: Dmitry Medvedev, Oroszország miniszterelnöke a következőket mondta a DriverPack Solution -ről
id: Dan inilah pendapat dari Dmitry Medvedev, Perdana Menteri Rusia, tentang DriverPack Solution
it: E qui c'è quello che Dmitry Medvedev, Primo Ministro della Federazione Russa, pensa di DriverPack Solution
ja: DriverPack Solution のことをロシア連邦の首相ドミトリーメドヴェージェフからのお考えはこちらへ
ka: წარმოგიდგენთ დიმიტრი მედვედევის, რუსეთის პრემიერ მინისტრის, განცხადებას DriverPack Solution -ის შესახებ
ko: 그리고 러시아 연방 총리인 드미트리 메드베데프 (Dmitry Medvedev) 가 DriverPack Solution 에 대해 생각하는 바가 있습니다
ku: وه‌ لێره‌دا ئه‌وه‌ Dmitry Medvedev, سه‌رۆك وه‌زیرانی فیدڕاڵی ڕوسیا، بیرده‌كاته‌وه‌ له‌ DriverPack Solution
lt: Ir čia yra tai, ką Rusijos Federacijos ministras pirmininkas Dmitrijus Medvedevas mano apie DriverPack Solution
mn: Харин энд Орос улсын ерөнхий сайд Дмитрий Медведев DriverPack Solution-ы талаар санал бодлоо илэрхийлсэн байна
my: ထို့နောက် ရုရှားဖက်ဒရေးရှင်းနိုင်ငံဝန်ကြီးချုပ် Dmitry Medvedev ၏ DriverPack Solution အပေါ်ထားသည့်အမြင်မှာ အောက်ပါအတိုင်းဖြစ်ပါသည်။
ne: र डेमीरी मेदेदेव, रूसी संघको प्रधानमन्त्री DriverPack Solution को बारे मा येस्तो सोच्नुहुन्छ
nl: En hier is wat Dmitrij Medwedef, de minister-president van de Russische Federatie, denkt aan DriverPack Solution
no: Og her er hva Dmitry Medvedev, statsminister i Russland, tenker om DriverPack Solution
pl: Ten filmik ukazuje co Dmitry Medvedev, premier Rosji, myśli o DriverPack Solution
ps: او دلته هغه څه دي چې د روسیې د فدرالي صدراعظم ډېریتری میډویویف د DriverPack Solution په اړه فکر کوي
pt_br: E aqui está o que Dmitry Medvedev, primeiro-ministro da Federação Russa, pensa sobre o DriverPack Solution
pt_pt: E aqui está o que Dmitry Medvedev, o Primeiro Ministro da Federação Russa, pensa acerca do DriverPack Solution
ro: Și aici găsiți ceea ce Dmitry Medvedev, Primul Ministru al Federației Ruse, crede despre DriverPack Solution
si: මේ තිබෙන්නේ රුසියානු සමුහාණ්ඩු අග්‍රාමාත්‍ය දිමිත්‍රි මෙද්වෙදෙව් DriverPack Solution ගැන සිතනා අයුරුය.
sk: A tu je, čo si myslí Dmitrij Medvedev, predseda vlády Ruskej federácie, o DriverPack Solution
sl: In tu, kaj si o DriverPack Solution misli Dmitry Medvedev, premier Ruske Federacije
sq: Ja ç'farë thotë Kryeministri i Federatës Ruse Dmitry Medvedev për DriverPack Solution
sr: Evo šta Dmitrij Medvedev premijer vlade Ruske Federacije misli o DriverPack Solution-u
sv: Och här är vad Dmitry Medvedev, Rysslands premiärminister, tycker om DriverPack Solution
sw: Na hapa ni nini Dmitry Medvedev, Waziri Mkuu wa Shirikisho la Urusi, anafikiria DriverPack Solution
ta: ரஷியன் கூட்டமைப்பு பிரதமர்,உயர்திரு Dmitry Medvedev டிமிட்ரி மெட்வெடேவ் DriverPack Solution வன்பொருள் தொகுப்பு தீர்வு பற்றி என்ன நினைக்கிறார் என்பதை இங்கே காணுங்கள்
te: మరియు ఇక్కడ డిమిత్రి మెద్వెదేవ్, రష్యన్ ఫెడరేషన్ యొక్క ప్రధాన మంత్రి, DriverPack Solution గురించి ఆలోచిస్తాడు
th: และนี่คือ Dmitry Medvedev ประธานาธิบดีของสหพันธรัฐรัสเซีย พูดถึง DriverPack Solution
tr: Ve işte Rusya Federasyonu Başbakanı Dmitry Medvedev'in DriverPack Solution hakkındaki düşünceleri
ur: اور Dmitry Medvedev، روس کے وزیر اعظم DriverPack Solution کے بارے میں ایسا خیال رکھتے ہیں
vi: Và đây là những gì mà Dmitry Medvedev, thủ tướng Liên bang Nga, nghĩ về DriverPack Solution
zh: 這是俄羅斯總理 Dmitry Medvedev 對於 DriverPack Solution 的評價
zh_cn: 这是俄罗斯总理 Dmitry Medvedev 对于 DriverPack Solution 的评价

# landingnotebookvendorslist_landing-title
source: DriverPack is suitable for any computer
am: DriverPack ለማንኛውም ኮምፒውተር የተመቸ ነው።
ar: DriverPack مناسب لجميع الحواسيب.
az: DriverPack istənilən kompüter üçün uyğundur
bg: DriverPack е подходящ за всеки компютър
bn: DriverPack যেকোনো কম্পিউটারের জন্য উপযুক্ত
bs: DriverPack je pogodan za bilo koji uređaj
ca: DriverPack és útil per a qualsevol ordinador
cs: DriverPack je vhodný pro jakýkoli počítač
de: DriverPack funktioniert mit jedem Computer
el: Το DriverPack είναι κατάλληλο για κάθε υπολογιστή
es_419: DriverPack es compatible con cualquier dispositivo
et: DriverPack sobib igale arvutile
fa: DriverPack برای هر رایانه ای مناسب است
fil: Ang DriverPack ay angkop para sa anumang computer
fr: DriverPack est adapté à tous les ordinateurs
gu: DriverPack બધા કમ્પ્યુટર્સને શોભશે
he: DriverPack מתאים לכל מחשב
hi: DriverPack किसी भी कंप्यूटर के लिए उपयुक्त है
hr: DriverPack Solution prikladan je za svako računalo
hu: A DriverPack Solution bármely számítógéphez használható
id: DriverPack cocok untuk komputer apapun
it: DriverPack è adatto per qualsiasi computer
ja: DriverPack はどのコンピュータにも適切です
ka: DriverPack თავსებადია ყველა კომპიუტერთან
ko: DriverPack 은 모든 컴퓨터에 적합합니다
ku: DriverPack گونجاوه‌ بۆ هه‌موو كۆمپیوته‌رێك
lt: DriverPack tinka bet kuriam kompiuteriui
mn: DriverPack бүх төрлийн компьютерт тохиромжтой
my: DriverPack သည် မည်သည့်ကွန်ပျူတာအတွက်မဆို သင့်လျော်ပါသည်
ne: DriverPack कुनै कम्प्युटरमा को लागी उपयुक्त छ
nl: DriverPack is geschikt voor elke computer
no: DriverPack passer alle datamaskiner
pl: DriverPack jest odpowiedni dla każdego komputera
ps: DriverPack دهر رقم کمپيوټر لپاره مناسب دی
pt_br: O DriverPack é adequado para qualquer computador
pt_pt: O DriverPack é indicado para qualquer computador
ro: DriverPack este compatibil cu orice computer
si: ඕනෑම පරිගණකයක් සඳහා DriverPack සුදුසු වේ
sk: DriverPack je vhodný pre akýkoľvek počítač
sl: DriverPack je primeren za vse računalnike
sq: DriverPack është i përshtatshëm për çdo kompjuter
sr: DriverPack je pogodan za bilo koji računar
sv: DriverPack fungerar på alla datorer
sw: DriverPack inafaa kwa kifaa chochote
ta: எல்லா வகையான கணினிக்கும் வன்பொருள்தொகுப்பு DriverPack பொருத்தமானது
te: DriverPack ఏ కంప్యూటర్ అనుకూలంగా ఉంటుంది
th: DriverPack เหมาะสมกับคอมพิวเตอร์ทุกเครื่อง
tr: DriverPack herhangi bir bilgisayar için uygundur
ur: DriverPack ہر کمپیوٹر کیلئے موزوں ہے
vi: DriverPack tích hợp với bất kỳ máy tình nào
zh: DriverPack 適用於任何電腦
zh_cn: DriverPack 适用于任何电脑

# landingnotebookvendorslist_landing-subtitle
source: Yes, for ANY computer - we checked!
am: አዎ፣ ለሁሉም ኮምፒውተር - አረጋግጠናል!
ar: نعم ، لقد تحققنا من أجل أي حاسوب .
az: Bəli, İSTƏNİLƏN kompüter üçün - biz yoxlamışıq!
bg: Да, за ВСЕКИ един - който проверихме
bn: হ্যাঁ, যেকোনো কম্পিউটারের জন্য - পরীক্ষিত!
bs: Da, za BILO KOJI računar - mi smo provjerili!
ca: Sí, per a QUALSEVOL ordinador - ho hem comprovat!
cs: Ano, pro jakýkoli počítač - kontrolovali jsme!
de: Ja, für jeden Computer - wir haben es überprüft!
el: Ναι, για ΚΑΘΕ υπολογιστή - ελέγχουμε!
es_419: Sí, para CUALQUIER computadora - ¡Lo hemos comprobado!
et: Jah, igale arvutile - oleme seda kontrollinud!
fa: بله، برای همۀ رایانه‌ها - بررسی کردیم.
fil: Oo, para sa ANUMANG computer - na na-check namin!
fr: Oui, pour TOUT ordinateur - nous avons vérifié!
gu: હાં, કોઈ પણ કમ્પ્યુટર - અમે તપાસેલ છે
he: כן. לכל מחשב - בדקנו!
hi: हां, किसी भी कंप्यूटर के लिए - हमने चेक किया!
hr: Da, za svako računalo - provjerili smo!
hu: Igen, bármelyik géphez, mert ellenőriztük!
id: Ya, untuk komputer APAPUN - kami telah memeriksa!
it: Si, per QUALSIASI computer - lo abbiamo verificato!
ja: どのコンピュータにも使用可能 - 確認しました
ka: ნებისმიერისთვის - ჩვენ შევამოწმეთ!
ko: 예, 모든 컴퓨터용 입니다 - 확인했습니다!
ku: به‌ڵێ، بۆهه‌موو كۆمپیوته‌رێك - ئێمه‌ پشكنیومانه‌!
lt: Visiems - mes patikrinome!
mn: Тиймээ, БҮХ компьютерт - бид шалгаж үзсэн!
my: ဟုတ်ပါတယ်။ မည်သည့်ကွန်ပျူတာဖြစ်နေပါစေ - ကျွန်ုပ်တို့စစ်ဆေးပေးပါတယ်!
ne: हो, कुनै कम्प्युटरमा को लागि - हामीले जाँच गर्यौं!
nl: Ja, voor elke computer - die we checkten!
no: Ja, for ALLE datamaskiner - vi har sjekket!
pl: Tak, dla KAŻDEGO komputera - sprawdziliśmy!
ps: هو، دهر رقم کمپيوټر لپاره ـ موږ ازمایلی دی
pt_br: Sim, para QUALQUER computador - já conferimos!
pt_pt: Sim, para QUALQUER computador - nós verificamos!
ro: Da, pentru ORICE computer - am verificat!
si: ඔව්, ඕනෑම පරිගණකයකට - අපි පරික්ෂා කළා!
sk: Áno, pre ĽUBOVOĽNÝ počítač - skontrolovali sme to!
sl: Da, za vsak PC - preverjeno!
sq: Po, për TË GJITHË kompjuterat - e kemi verifikuar!
sr: Da, za BILO KOJI računar - proverili smo!
sv: Ja, för ALLA datorer - vi har dubbelkollat!
sw: Ndiyo, kwa kompyuta yoyote - tuliangalia!
ta: ஆம், எல்லா வகையான கணினிக்கும் - எங்களால் பரிசோதிக்கப்பட்டவை!
te: అవును, ఏ కంప్యూటర్ కోసం అయినా - మేము తనిఖీ!
th: ใช่ คอมพิวเตอร์ทุกเครื่อง - เราเช็คแล้ว!
tr: Evet, Herhangi bir bilgisayar için - denetledik!
ur: جی ہاں! کسی بھی کمپیوٹر کیلئے - ہم آزما چکے ہیں!
vi: Đúng rồi, cho BẤT KỲ máy tính nào - chúng tôi đã kiểm tra mà!
zh: 對於任何一個 - 我們檢查過
zh_cn: 是的，对于任何一台电脑 - 我们都检查了！

# landingnotebookvendorslist_cta-btn
source: Install all required drivers
am: ሁሉንም አስፈላጊ ድራይቨሮች ጫን።
ar: تثبيت جميع التعريفات المطلوبه
az: Bütün lazımi driverləri quraşdırın
bg: Инсталирайте всички необходими драйвери
bn: দরকারি সব ড্রাইভার ইন্সটল করুন
bs: Instaliraj sve potrebne drajvere
ca: Instal·la tots els controladors necessaris
cs: Instalovat všechny požadované ovladače
de: Installiere alle benötigten Treiber
el: Εγκατάσταση όλων των απαραίτητων προγραμμάτων οδήγησης
es_419: Instalar todos los controladores necesarios
et: Paigalda kõik vajalikud draiverid
fa: همه درایورهای مورد نیاز را نصب کن
fil: I-install ang lahat ng kinakailangang mga driver
fr: Installer tous les pilotes requis
gu: જરૂરી બધા જ ડ્રાઈવર્સ ઇન્સ્ટોલ કરો
he: התקן את כל הדרייברים הנחוצים
hi: सभी आवश्यक ड्राइवरों को स्थापित करें
hr: Instalirajte sve potrebne upravljačke programe
hu: Összes szükséges driver telepítése
id: Pasang semua driver yang dibutuhkan
it: Installa tutti i driver richiesti
ja: すべての必要なドライバーをインストール
ka: ყველა საჭირო დრაივერის ჩაწერა
ko: 필요한 모든 드라이버 설치
ku: دابه‌زاندنی هه‌موو پێناسه‌ داواكراوه‌كان
lt: Įdiekite visas reikiamas tvarkykles
mn: Бүх шаардлагатай драйверүүдийг суулга
my: လိုအပ်သော drivers အားလုံးကို ထည့်သွင်းမည်
ne: सबै आवश्यक ड्राइभरहरू स्थापना गर्नुहोस्
nl: Installeer alle benodigde stuurprogramma's
no: Installer alle nødvendige drivere
pl: Zainstaluj wszystkie wymagane sterowniki
ps: نصب یی کړئ ټول غوښتل سوی ډرایورونه
pt_br: Instalar todos os drivers necessários
pt_pt: Instalar todos os controladores necessários
ro: Instalează toate driverele necesare
si: අවශ්‍යය සියලු ධාවක ස්ථාපනය කරන්න
sk: Inštalovať všetky požadované ovládače
sl: Namesti vse potrebne gonilnike
sq: instalo të gjith driverat e nevojshëm
sr: Instalirajte sve potrebne drajvere
sv: Installera alla nödvändiga drivrutiner
sw: Install ma drever yote yanayotakiwa
ta: அனைத்து தேவையான வன்பொருள்களையும் நிறுவு
te: అన్ని అవసరమైన డ్రైవర్స్ ఇన్స్టాల్ చేయండి
th: ติดตั้งทุกไดรเวอร์ที่ต้องการ
tr: Tüm gerekli sürücüleri yükleyin
ur: تمام ضروری ڈرائیورز انسٹال کریں
vi: Cài đặt tất cả những trình điều khiển cần thiết
zh: 安裝所有所需的驅動程式
zh_cn: 安装所有需要的驱动程序

# landingnotebookvendorslist_versions
source: Other DriverPack versions
am: ሌሎች የ DriverPack ስሪቶች
ar: إصدارات DriverPack أخرى
az: Digər DriverPack versiyaları
bg: Други версии на DriverPack
bn: DriverPack এর অন্যান্য ভার্সন
bs: Ostale DriverPack verzije
ca: Altres versions de DriverPack
cs: Ostatní verze programu DriverPack
de: Andere DriverPack Versionen
el: Άλλες εκδόσεις DriverPack
es_419: Otras versiones de DriverPack
et: Teised DriverPacki versioonid
fa: نسخه های دیگر Driverpack
fil: Iba pang mga bersyon ng DriverPack
fr: Autres versions de DriverPack
gu: બીજા DriverPack સંસ્કરણ
he: גרסאות DriverPack שונות
hi: अन्य DriverPack संस्करण
hr: Ostale verzije aplikacija
hu: Egyéb DriverPack verziók
id: Versi DriverPack yang lain
it: Vecchie versioni DriverPack
ja: その他 DriverPack のバージョン
ka: DriverPack -ის სხვა ვერსიები
ko: 기타 DriverPack 버전
ku: نوسخه‌كانی تری DriverPack
lt: Kitos DriverPack programos versijos
mn: Бусад DriverPack-ын хувилбарууд
my: အခြား DriverPack ဗားရှင်းများ
ne: अन्य DriverPack संस्करणहरू
nl: Andere DriverPack versies
no: Andre DriverPack versjoner
pl: Inne wersje DriverPack'a
ps: د DriverPack نور ورژنونه یا ډولونه
pt_br: Outras versões do DriverPack
pt_pt: Outras versões do DriverPack
ro: Alte versiuni DriverPack
si: අනෙකුත් DriverPack සංස්කරණ
sk: Ďalšie verzie programu DriverPack
sl: Druge verzije DriverPack
sq: Versionet e tjera të DriverPack
sr: Ostale DriverPack verzije
sv: Andra versioner av DriverPack
sw: Nyingine matoleo ya DriverPack matoleo
ta: மற்ற வன்பொருள்தொகுப்பு DriverPack பதிப்புகள்
te: ఇతర DriverPack సంస్కరణలు
th: DriverPack เวอร์ชั่นอื่น
tr: Diğer DriverPack sürümleri
ur: دیگر DriverPack کے ورژنز
vi: Các phiên bản DriverPack khác
zh: 其他 DriverPack 版本
zh_cn: 其他 DriverPack 版本

# partners-link-text-opera
source: Why is Opera a partner of DriverPack?
my: ဘာကြောင့် Opera သည် DriverPack နှင့် မိတ်ဖက်ဖြစ်နေပါသလဲ?
nl: Waarom is Opera een partner van DriverPack?
pt_br: Por que o Opera é parceiro do DriverPack?

# partners_landing-title
source: Our partners
my: ကျွန်ုပ်တို့၏မိတ်ဖက်များ
nl: Onze partners
pt_br: Nossos parceiros

# landingproducts_cta-title
source: Choose your DriverPack
am: የእርስዎን DriverPack ይምረጡ
ar: اختر حزمتك من DriverPack
az: DriverPack-inizi seçin
bg: Избери своя DriverPack
bn: আপনার DriverPack বেছে নিন
bs: Odaberi svoj DriverPack
ca: Trieu el vostre DriverPack
de: Wählen Sie Ihr DriverPack
es_419: Selecciona tu DriverPack
et: Vali enda DriverPack
fa: انتخاب کتید DriverPack
fr: Choisissez votre DriverPack
gu: તમારૂ DriverPack પસંદ કરો
he: בחר את גירסת DriverPack
hi: अपने DriverPack चुनें
hr: Odaberite svoj DriverPack
hu: Válasszon DriverPack változatot!
id: Pilih DriverPack mu
it: Scegli il tuo DriverPack
ja: 自分の DriverPack を選択
ka: აირჩიეთ DriverPack
ko: DriverPack 을 선택하세요
ku: DriverPack هەڵ بژێرە.
lt: Pasirinkite savo DriverPack
mn: Өөрийн DriverPack-аа сонго
my: သင့် DriverPack ကို ရွေးချယ်ပါ
ne: तपाईको DriverPack छनौट गर्नुहोस्
nl: Kies je DriverPack
no: Velg din DriverPack
pl: Wybierz swój DriverPack
ps: خپل DriverPack انتخاب کړئ
pt_br: Escolha o seu DriverPack
pt_pt: Escolha o seu DriverPack
ro: Alege-ţi propriul DriverPack
si: ඔබගේ DriverPack එක තෝරාගන්න
sk: Vyberte váš DriverPack
sl: Izberite svojo verzijo DriverPack
sq: Zgjidh DriverPack tënd
sr: Izaberite odgovarajući DriverPack
sv: Välj ditt DriverPack
sw: Chagua DriverPack yako
ta: உங்களுக்கான வன்பொருள்தொகுப்பை DriverPack தேர்ந்தெடுங்கள்
te: ఎంచుకో DriverPack
th: เลือก DriverPack ของคุณ
tr: DriverPack'inizi seçin
vi: Chọn DriverPack của bạn
zh_cn: 选择你的 DriverPack

# landingproducts_cta-description
source: Download the pack that fits you
am: የሚመቾትን ጥቅል ያውርዱ
ar: قم بتحميل الحزمة التي تناسبك
az: Sizə uyğun olan paketi endirin
bg: Изтегли пакета, който е подходящ за теб
bn: আপনার দরকারি প্যাকটি ডাউনলোড করুন
bs: Preuzmi paket koji ti odgovara
ca: Descarrega el pack que més s'ajusta a les teves necessitats
de: Laden Sie das Paket, das Ihnen zusagt, herunter
es_419: Descarga el paquete más adecuado a tus necesidades
et: Lae alla pakk, mis sobib teile
fa: پکیج مورد نظر خود را دانلود کنید
fr: Téléchargez le pack qui vous convient
gu: તમને જે યોગ્ય લાગે તે પેક ડાઉનલોડ કરો
he: הורד את החבילה המתאימה עבורך
hi: उस पैक को डाउनलोड करें जो आपके लिए सही है
hr: Preuzmite paket koji Vam odgovara.
hu: Töltse le a megfelelő csomagot!
id: Unduh paket yang cocok denganmu
it: Scarica il pacchetto più adatto per te
ja: 自分に合うパックをダウンロード
ka: გადმოწერეთ სასურველი ვერსია
ko: 당신에게 맞는 팩을 다운로드하세요
ku: ئەم پاکێتە دابەزێنە کە بۆ تۆ گونجاوە
lt: Atsisiųskite jums tinkamą komplektą
mn: Өөртөө тохирсон багцыг татаж авна уу
my: သင်နှင့်ကိုက်ညီသောအုပ်စုကို ဒေါင်းလုဒ်ဆွဲပါ
ne: तपाई लाई फिट हुने प्याक डाउनलोड गर्नुहोस्
nl: Download het pakket dat bij je past
no: Last ned den pakken som passer deg
pl: Wybierz pakiet odpowiedni dla Ciebie
ps: ډاونلوډ یی کړئ هغه بنډل چي ستاسي اړتیا پوره کوي
pt_br: Baixe o pacote mais adequado para você
pt_pt: Escolha o pacote que melhor se ajusta a si
ro: Descarcă pachetul care ţi se potriveşte
si: ඔබට ගැලපෙන එකතුව බාගත කරගන්න
sk: Stiahnite si balík, ktorý vám vyhovuje
sl: Prenesite paket, ki vam ustreza
sq: Shkarko pakon që plotëson nevojat tuaja
sr: Preuzmite paket koji vam odgovara
sv: Ladda ned det paket som passar dig
sw: Pakua pakiti inayofaa kwako
ta: எனக்கு பொருந்தக்கூடிய தொகுப்பை பதிவிறக்கம் செய்
te: డౌన్లోడ్ మీకు సరిపోయే ప్యాక్
th: ดาวน์โหลดแพ็คที่เหมาะสำหรับคุณ
tr: Size uyan paketi indirin
vi: Tải gói phù hợp với bạn
zh_cn: 下载适合你的包
