Repository: DriverPackSolution/transifex-backup
Catalog: delorean/driverpack-solution-worldwide/drpsu/*.po
Languages: am, ar, az, bg, bn, bs, ca, cs, de, el, es_419, et, fa, fil, fr, gu, he, hi, hr, hu, id, it, ja, ka, ko, ku, lt, mn, my, ne, nl, no, pl, ps, pt_br, pt_pt, ro, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ur, vi, zh, zh_cn

# translate-feedback-popup_description-join-link
source: Join our translators team!
am: የተርጓሚዎች ቡድናችንን ይቀላቀሉ
ar: انضمإلى فريق المترجمين لدينا!
az: Tərcüməçilər qrupumuza qatılın!
bg: Присъединете се към нашия екип от преводачи!
bn: আমাদের অনুবাদক দলে যোগ দিন!
bs: Pridruži se našem timu prevodioca!
ca: Uneix-te al nostre equip de traductors!
cs: Přidejte se k týmu překladatelů!
de: Treten Sie unserem Übersetzer-Team bei!
el: Γίνεται μέλος της ομάδας μεταφραστών μας!
es_419: ¡Únete a nuestro equipo de traductores!
et: Liitud tõlkijate tiimiga!
fa: به گروه مترجمان ما بپیوندید!
fil: Sumali sa koponan ng aming mga tagasalin!
fr: Rejoignez notre équipe de traducteurs!
gu: અમારા અનુવાદ સમૂહમાં જોડાવ!
he: הצטרף לצוות המתרגמים!
hi: हमारे अनुवादक टीम में शामिल हों!
hr: Pridružite se našem prevoditeljskom timu!
hu: Csatlakozzon a fordítócsapatunkhoz!
id: Bergabung dengan tim penterjemah kami!
it: Entra nella nostra squadra di Traduttori!
ja: 翻訳者チームにご参加下さい！
ka: შეუერთდით მთარგმნელთა გუნდს
ko: 번역가 팀에 가입하세요!
ku: په‌یوه‌ست ببه‌ به‌ تیمی وه‌رگێره‌كانمانه‌وه‌!
lt: Prisijunkite prie mūsų vertėjų komandos!
mn: Манай орчуулагчдийн багт нэгдээрэй!
my: ကျွန်ုပ်တို့၏ ဘာသာပြန်သူများအဖွဲ့ထဲသို့ ဝင်ရောက်လိုက်ပါ!
ne: हाम्रो अनुवादक टोलीमा सामेल हुनुहोस्!
nl: Word lid van ons vertalers team!
no: Bli med i vår oversetter gruppe!
pl: Dołącz do tłumaczy!
ps: زموږ د ژباړونکي ټیم سره یوځای شئ!
pt_br: Junte-se à nossa equipe de tradutores!
pt_pt: Junte-se à nossa equipa de tradutores!
ro: Alătură-te echipei noastre de translatori!
si: අපගේ පරිවර්තක කණ්ඩායමට එක්වන්න!
sk: Pridajte sa do nášho tímu prekladateľov!
sl: Pridružite se naši skupini prevajalcev!
sq: Bashkoju ekipit tonë të përkthyesve!
sr: Pridružite se našem timu prevodilaca!
sv: Gå med i vårt team av översättare!
sw: Jiunge na timu yetu ya watafsiri!
ta: எங்கள் மொழிபெயர்ப்பாளர் குழுவில் சேரவும்!
te: మా అనువాదకుల బృందంలో చేరండి!
th: เข้าร่วมทีมแปลภาษาของเรา
tr: Çevirmenler takımımıza katılın!
ur: ہماری مترجم ٹیم میں شمولیت اختیار کریں!
vi: Hãy tham gia vào cùng đội ngũ phiên dịch viên của chúng tôi!
zh: 加入我們的譯者團隊!
zh_cn: 加入我们的翻译团队！

# translationlandingpage_title
source: DriverPack Translation
am: DriverPack ትርጓሜ
ar: DriverPack ترجمه
az: DriverPack Tərcüməsi
bg: DriverPack Превод
bn: DriverPack অনুবাদ
bs: DriverPack Prevođenje
ca: Traducció de DriverPack
cs: Překlad programu DriverPack
de: DriverPack Übersetzung
el: Μετάφραση DriverPack
es_419: Traducción DriverPack
et: DriverPack tõlkimine
fa: ترجمه ی DriverPack
fil: Pagsasalin ng DriverPack
fr: Traduction de DriverPack
gu: DriverPack અનુવાદ
he: תרגום DriverPack
hi: DriverPack अनुवाद
hr: Prijevod DriverPacka
hu: DriverPack fordítás
id: Terjemahan DriverPack
it: Traduzioni DriverPack
ja: DriverPack 翻訳
ka: DriverPack -ის თარგმნა
ko: DriverPack 번역
ku: وه‌رگێڕانی DriverPack
lt: DriverPack vertimas
mn: DriverPack Орчуулалт
my: DriverPack ဘာသာပြန်ဆိုခြင်း
ne: DriverPack समाधान
nl: DriverPack Vertaling
no: DriverPack Oversettelse
pl: Tłumaczenie DriverPack'a
ps: DriverPack ژباړه
pt_br: Tradução do DriverPack
pt_pt: Tradução do DriverPack
ro: Traducerea DriverPack
si: DriverPack පරිවර්තනය
sk: DriverPack Preklady
sl: Prevodi programa DriverPack
sq: DriverPack Përkthimi
sr: DriverPack prevod
sv: Översätt DriverPack
sw: DriverPack Tafsiri
ta: DriverPack வன்பொருள்தொகுப்பு மொழிபெயர்ப்பு
te: DriverPack వేరొక భాషలో వివరించుట
th: DriverPack ฉบับแปล
tr: DriverPack Çevirisi
ur: DriverPack ترجمہ
vi: DriverPack Dịch
zh: DriverPack 翻譯
zh_cn: DriverPack 翻译

# vendorpage_subtitle-popular
source: Popular {{VENDOR.NAME}} devices
am: ታዋቂ የ {{VENDOR.NAME}} መሳሪያዎች
ar: الأجهزة {{VENDOR.NAME}} الشائعه
az: Populyar {{VENDOR.NAME}} cihazları
bg: Популярни {{VENDOR.NAME}} устройства
bn: জনপ্রিয় {{VENDOR.NAME}} যন্ত্রসমূহ
bs: Popularni {{VENDOR.NAME}} uređaji
ca: Dispositius populars de {{VENDOR.NAME}}
cs: Populární {{VENDOR.NAME}} zařízení
de: Beliebte {{VENDOR.NAME}} Geräte
el: Δημοφιλείς συσκευές {{VENDOR.NAME}}
es_419: Dispositivos populares de {{VENDOR.NAME}}
et: Populaarsed {{VENDOR.NAME}} seadmed
fa: دستگاه های {{VENDOR.NAME}} محبوب
fil: Sikat na {{VENDOR.NAME}} na mga aparato o devices
fr: Les appareils {{VENDOR.NAME}} populaires
gu: જગવિખ્યાત {{VENDOR.NAME}} ઉપકરણો
he: דרייברים עבור {{VENDOR.NAME}}
hi: लोकप्रिय {{VENDOR.NAME}} उपकरण
hr: Popularni uređaji tvrtke {{VENDOR.NAME}}
hu: Népszerű {{VENDOR.NAME}} eszközök
id: Perangkat {{VENDOR.NAME}} terkenal
it: I dispositivi più popolari {{VENDOR.NAME}}
ja: 人気の {{VENDOR.NAME}} デバイス
ka: პოპულარული {{VENDOR.NAME}} მოწყობილობები
ko: 인기 {{VENDOR.NAME}} 장치
ku: ئامێره‌ {{VENDOR.NAME}} به‌ناوبانگه‌كان
lt: Populiarus {{VENDOR.NAME}} įrenginiai
mn: Алдартай {{VENDOR.NAME}} төхөөрөмжүүд
my: လူကြိုက်များသော {{VENDOR.NAME}} စက်ပစ္စည်းများ
ne: लोकप्रिय {{VENDOR.NAME}} devices
nl: Populaire {{VENDOR.NAME}} apparaten
no: Populære {{VENDOR.NAME}} enheter
pl: Popularne urządzenia {{VENDOR.NAME}}
ps: غوره {{VENDOR.NAME}} وسایل
pt_br: Dispositivos populares da {{VENDOR.NAME}}
pt_pt: Dispositivos populares {{VENDOR.NAME}}
ro: Dispozitive {{VENDOR.NAME}} populare
si: ජනප්‍රිය {{VENDOR.NAME}} උපාංග
sk: Obľúbené zariadenia {{VENDOR.NAME}}
sl: Priljubljeni {{VENDOR.NAME}} komponent
sq: Pajisjet e njouhura nga {{VENDOR.NAME}}
sr: Popularni {{VENDOR.NAME}} uredjaji
sv: Populära {{VENDOR.NAME}} enheter
sw: Maarufu {{VENDOR.NAME}} vifaa
ta: பிரபலமான {{VENDOR.NAME}} சாதனங்கள்
te: ప్రముఖ {{VENDOR.NAME}} పరికరాల
th: อุปกรณ์ {{VENDOR.NAME}} ยอดนิยม
tr: Popüler {{VENDOR.NAME}} aygıtları
ur: مقبول {{VENDOR.NAME}} آلات
vi: Các thiết bị {{VENDOR.NAME}} thông dụng
zh: 熱門的 {{VENDOR.NAME}} 裝置
zh_cn: 热门的 {{VENDOR.NAME}} 设备

# deviceclasses_massstorage-single-main
source: controller
am: ተቆጣጣሪ
ar: المتحكم
az: idarəetmə qurğusu
bg: контролер
bn: কন্ট্রোলার
bs: kontroler
ca: controladora
cs: ovladač
el: ελεγκτής
es_419: Control
et: kontroller
fa: کنترل کننده
fr: contrôleur
gu: કંટ્રોલર
he: בקר
hi: नियंत्रक
hr: kontroler
hu: kontroller
id: pengontrol
ja: コントローラ
ka: მმართველი
ko: 제어 장치
ku: كۆنترۆڵكه‌ر
lt: valdikliui
mn: удирдлага
ne: नियन्त्रक
nl: controle
no: kontroller
pl: kontroler
ps: کنټرولر
pt_br: controlador
pt_pt: controlador
si: පාලකය
sk: kontrolér
sl: Krmilnik
sq: kontrolluesi
sr: kontroler
sv: kontroller
sw: kontrola
ta: கட்டுப்படுத்தி கண்ட்ரோலர்
te: కంట్రోలర్లు
tr: denetleyici
ur: کنٹرولر
vi: điều khiển
zh: 控制器
zh_cn: 控制器

# deviceclasses_massstorage-single-for
source: controller
am: ተቆጣጣሪ
ar: المتحكم
az: idarəetmə qurğusu
bg: контролер
bn: কন্ট্রোলার
bs: kontroler
ca: controladora
cs: ovladač
el: ελεγκτής
es_419: Control
et: kontrollerile
fa: کنترل کننده
fr: contrôleur
gu: કંટ્રોલર
he: בקר
hi: नियंत्रक
hr: kontroler
hu: kontroller
id: pengontrol
ja: コントローラ
ka: მმართველი
ko: 제어 장치
ku: كۆنترۆڵكه‌ر
lt: valdikliui
mn: удирдлага
ne: नियन्त्रक
nl: controle
no: kontroller
pl: kontroler
ps: کنټرولر
pt_br: controlador
pt_pt: controlador
si: පාලකය
sk: kontrolér
sl: Krmilnik
sq: kontrolluesin
sr: kontroler
sv: kontroller
sw: kontrola
ta: கட்டுப்படுத்தி கண்ட்ரோலர்
te: కంట్రోలర్లు
tr: denetleyici
ur: کنٹرولر
vi: điều khiển
zh: 控制器
zh_cn: 控制器

# searchresult_details-content-label-1
source: OS
am: ኦፐሬቲንግ ሲስተም
ar: نظام تشغيل
az: ƏS
bn: ওএস
ca: SO
de: Betriebssystem
el: ΛΣ
es_419: Sistema Operativo
et: Operatsiooni süsteem
fa: سیستم عامل
he: מערכת הפעלה
hi: ओ एस
hr: Operacijski sustav
hu: Operációs rendszer
it: Sistema operativo
ja: オペレーティングシステム
ka: საოპერაციო სისტემა
ku: سیسته‌می كارپێكه‌ر
lt: Operacinė sistema
pt_br: Sistema Operacional
pt_pt: SO
ro: Sistem de operare
si: මෙහෙයුම් පද්ධතිය
sl: Operacijski sistem
sq: SO
sv: Operativsystem
ta: இயக்க முறைமை
th: ระบบปฏิบัติการ
tr: İS
vi: Hệ điều hành
zh: 作業系統
zh_cn: 操作系统

# deviceclasses_chipset-single-main
source: chipset
am: ቺፕሴት
ar: الشريحة
az: çipset
bg: чипсет
bn: চিপসেট
bs: procesor
cs: čipset
de: Chipsatz
et: kiibistik
fa: پردازنده
fr: jeu de puces
gu: ચીપસેટ
he: ערכת שבבים
hi: चिपसेट
ja: チップセット
ka: ჩიპსეტი
ko: 칩셋
ku: كۆمه‌ڵه‌ پارچه‌یه‌ك
lt: lustui
mn: чипсэт
ne: चिपसेट
no: brikkesett
ps: چیپسیټ
si: පරිපථය
sl: sistemski nabor
sq: çipseti
sr: čipset
ta: சில்லுத் தொகுதி (சிப்செட்)
te: చిప్సెట్
th: ชิปเซ็ต
tr: yonga seti
ur: چپ سیٹ
zh: 晶片組
zh_cn: 芯片组

# deviceclasses_chipset-single-for
source: chipset
am: ቺፕሴት
ar: الشريحة
az: çipset
bg: чипсет
bn: চিপসেট
bs: procesor
cs: čipset
de: Chipsatz
et: kiibistikule
fa: پردازنده
fr: jeu de puces
gu: ચીપસેટ
he: ערכת שבבים
hi: चिपसेट
ja: チップセット
ka: ჩიპსეტი
ko: 칩셋
ku: كۆمه‌ڵه‌ پارچه‌یه‌ك
lt: lusto
mn: чипсэт
ne: चिपसेट
no: brikkesett
ps: چیپسیټ
si: පරිපථය
sl: sistemski nabor
sq: e çipsetit
sr: čipset
ta: சில்லுத் தொகுதி (சிப்செட்)
te: చిప్సెట్
th: ชิปเซ็ต
tr: yonga seti
ur: چپ سیٹ
zh: 晶片組
zh_cn: 芯片组

# deviceclasses_modem-single-main
source: modem
am: ሞ ደም
ar: أجهزة المودم
bg: модем
bn: মোডেম
ca: mòdem
el: Μόντεμ
es_419: módem
fa: مودم
gu: મોડેમ
he: מודם
hi: मोडम
ja: モデム
ka: მოდემი
ko: 모뎀
ku: مۆدێم
lt: modemui
mn: модем
ne: मोडेम
ps: مودیم
si: මෝඩමය
sq: modemi
sw: modemu
ta: மோடம்
te: మోడెమ్
th: โมเด็ม
ur: موڈیم
zh: 數據機
zh_cn: 调制解调器

# deviceclasses_modem-single-for
source: modem
am: ሞ ደም
ar: أجهزة المودم
bg: модем
bn: মোডেম
ca: mòdem
el: Μόντεμ
es_419: módem
et: modemile
fa: مودم
gu: મોડેમ
he: מודם
hi: मोडम
ja: モデム
ka: მოდემი
ko: 모뎀
ku: مۆدێم
lt: modemui
mn: модем
ne: मोडेम
ps: مودیم
si: මෝඩමය
sq: modemin
sw: modemu
ta: மோடம்
te: మోడెమ్
th: โมเด็ม
ur: موڈیم
zh: 數據機
zh_cn: 调制解调器

# devicecard_details-content-label-deviceid
source: Device ID:
ar: ID Device:
si: උපාංග හැඳුනුම් අංකය:
ta: சாதனம் ஐடி Device ID:

# drivercard_caption-deviceid
source: Device ID:
ar: ID Device:
si: උපාංග හැඳුනුම් අංකය:
ta: சாதனம் ஐடி Device ID:

# landing-footer_hwids
source: Device ID
ar: ID Device
ta: சாதனம் ஐடி Device ID

# breadcrumbs_devicegroups-text
source: {{VENDOR.NAME}} {{CLASS.PLURAL.MAIN}}
ca: {{CLASS.PLURAL.MAIN}} {{VENDOR.NAME}}
es_419: {{CLASS.PLURAL.MAIN}} {{VENDOR.NAME}}
fa: {{CLASS.PLURAL.MAIN}}{{VENDOR.NAME}}
sl: {{CLASS.PLURAL.MAIN}}{{VENDOR.NAME}}

# landingproducts_item-title-online
source: DriverPack Online
hi: DriverPack Online ऑनलाइन

# breadcrumbs_vendor-text
source: {{VENDOR.NAME}}
ku: ناوی فرۆشیار {{VENDOR.NAME}}
ta: {{VENDOR.NAME}} விற்பனையாளர்.பெயர்

# breadcrumbs_devicegroup-text
source: {{GROUP.VENDOR.NAME}} {{GROUP.NAME}}
ku: ناوی گروپی فرۆشیار {{GROUP.VENDOR.NAME}} ناوی گروپ {{GROUP.NAME}}

# landingproducts_item-title-network
source: DriverPack Offline Network
el: DriverPack Network
fil: DriverPack Network
ur: DriverPack Network
zh: DriverPack Offline 網路版

# landingproducts_item-title-offline
source: DriverPack Offline Full
el: DriverPack Offline
fil: DriverPack Offline
ur: DriverPack Offline
zh: DriverPack Offline 完整版
