Repository: DriverPackSolution/transifex-backup
Catalog: delorean/driverpack-solution-worldwide/drpsu/*.po
Languages: am, ar, az, bg, bn, bs, ca, cs, de, el, es_419, et, fa, fil, fr, gu, he, hi, hr, hu, id, it, ja, ka, ko, ku, lt, mn, my, ne, nl, no, pl, ps, pt_br, pt_pt, ro, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ur, vi, zh, zh_cn

# cloudlandingpage_header-title
source: DriverPack Cloud is new software for increasing your PC efficiency
am: DriverPack Cloud የኮምፒውተርዎን አስተማማኝነት ለመጨመር የተሰራ አዲስ ሶፍትዌር ነው
ar: DriverPack Cloud هو تطبيق جديد لتحسين فعالية و اداء حاسوبك
bn: DriverPack Cloud হলো পিসির দক্ষতা বৃদ্ধি করার নতুন সফটওয়্যার
bs: DriverPack Cloud je novi software za poboljšanje PC efikasnosti
de: DriverPack Cloud ist eine neue Software zur Steigerung Ihrer PC-Effizienz
es_419: DriverPack Cloud es un nuevo software para crecer la eficiencia de tu PC
et: DriverPack Cloud on uus tarkvara teie arvuti efektiivsuse tõstmiseks
fa: DriverPack Cloud نرم افزار جدیدی برای افزایش کارایی کامپیوتر شماست
fr: DriverPack Cloud est un nouveau logiciel qui permet d'augmenter l'éfficacité de votre ordinateur.
gu: DriverPack Cloud એક નવું સૉફ્ટવેર છે જે તમારા PCની કાર્યક્ષમતા વધારી આપે છે
he: תוכנת DriverPack Cloud היא תוכנה חדשה המשפרת את ביצועי המחשב שלך
hi: DriverPack Cloud आपके संगणक की दक्षता को बढ़ाने के लिए नया सॉफ्टवेयर है|
hu: A DriverPack Cloud egy új szoftver, mely megnöveli a számítógépe hatékonyságát
id: DriverPack Cloud adalah perangkat lunak baru untuk meningkatkan efisiensi PC anda
it: DriverPack Cloud è un nuovo software per aumentare l'efficienza del tuo PC
ja: DriverPack Cloudは、PCの効率を向上させる新しいソフトウェアです
ka: DriverPack Cloud არის ახალი პროგრამა კომპიუტერის ეფექტურობის გასაზრდელად
ko: DriverPack Cloud 는 PC 효율성을 높이기 위한 새로운 소프트웨어 입니다
lt: DriverPack Cloud yra nauja programinė įranga skirta pakelti jūsų kompiuterio efektyvmui
my: DriverPack Cloud က သင့်ကွန်ပျူတာစွမ်းဆောင်နိုင်စွမ်း တိုးမြှင့်ဖို့အတွက် ဆော့ဖ်ဝဲလ်အသစ်ဖြစ်ပါတယ်
nl: DriverPack Cloud is nieuwe software voor het verbeteren van uw pc-efficiëntie
no: DriverPack Cloud er ny programvare for å øke effektiviteten til din PC
pl: DriverPack Cloud jest nowym programem do zwiększenia efektywności pracy Twojego komputera
ps: DriverPack Cloud د کمپیوټر موثریت زیاتولو لپاره نوی سافټویر دی
pt_br: O DriverPack Cloud é um novo programa para aumentar a eficiência do seu PC
pt_pt: DriverPack Cloud é a nova aplicação para aumentar a eficiência do seu PC
si: DriverPack Cloud යනු ඔබේ පරිගණක කාර්යක්ෂමතාව වැඩි කිරීම සඳහා නව මෘදුකාංගයකි
sl: DriverPack Cloud je nova programska oprema za povečanje učinkovitosti vašega računalnika
sq: DriverPack Cloud është softuer i ri që rrit efiçencën e PC-së suaj
sr: DriverPack Cloud je n ovi program koji povećava efikasnost Vašeg PC-a
sw: DriverPack Cloud ni programu mpya kwa ajili ya kuongeza utendaji kazi wa PC yako
te: DriverPack Cloud కొత్తది సాఫ్ట్వేర్ మీ PC సామర్థ్యాన్ని పెంచడానికి
th: DriverPack Cloud คือซอฟท์แวร์ใหม่ที่จะช่วยเพิ่มประสิทธิภาพให้พีซีของคุณ
tr: DriverPack Cloud PC'nizin verimliliğini artıran yeni bir yazılımdır
vi: DriverPack Cloud là phần mềm mới để tăng hiệu quả cho máy tính của bạn
zh_cn: DriverPack Cloud 是用于提高 PC 效率的新软件

# cloudlandingpage_about-what-is-title
source: What is the DriverPack Cloud software?
am: DriverPack Cloud ሶፍትዌር ምንድን ነው?
ar: ماهو برنامج DriverPack Cloud ؟
bn: DriverPack Cloud সফটওয়্যারটি কী?
bs: Šta je DriverPack Cloud software?
de: Was ist die DriverPack Cloud Software?
es_419: ¿Qué es el DriverPack Cloud?
et: Mis on DriverPack Cloud tarkvara?
fa: نرم افزار DriverPack Cloud چیست؟
fr: Qu'es ce que le logiciel DriverPack Cloud?
gu: આ વળી DriverPack Cloud સૉફ્ટવેર એટલે?
he: מה היא תוכנת DriverPack Cloud?
hi: DriverPack Cloud सॉफ्टवेयर क्या है?
hu: Mi az a DriverPack Cloud?
id: Apa itu perangkat lunak DriverPack Cloud?
it: Che cosa è il software DriverPack Cloud?
ja: DriverPack Cloudソフトウェアとは何ですか？
ka: რა არის DriverPack Cloud?
ko: DriverPack Cloud 소프트웨어란 무엇 입니까?
lt: Kas yra DriverPack Cloud programinė įranga?
my: DriverPack Cloud ဆော့ဖ်ဝဲလ်သည်မှာ အဘယ်နည်း?
nl: Wat is de DriverPack Cloud-software?
no: Hva er DriverPack Cloud programvaren?
pl: Czym jest DriverPack Cloud?
ps: د DriverPack Cloud سافټویر څه دی؟
pt_br: O que é o programa DriverPack Cloud?
pt_pt: O que é a aplicação DriverPack Cloud?
si: DriverPack Cloud මෘදුකාංගය යනු කුමක්ද?
sl: Kaj je programska oprema DriverPack Cloud?
sq: Ç'farë është softueri DriverPack Cloud?
sr: Šta je DriverPack Cloud program?
sw: Programu ya DriverPack Cloud ni nini?
te: ఏమిటి DriverPack Cloud సాఫ్ట్వేర్?
th: อะไรคือซอฟท์แวร์ DriverPack Cloud
tr: DriverPack Cloud yazılımı nedir?
vi: Phần mềm DriverPack Cloud là gì ?
zh_cn: 什么是 DriverPack Cloud 软件?

# cloudlandingpage_about-what-is-caption
source: This is a new software product from the DriverPack team, designed to improve your computer's efficiency without any extra expenses or hardware upgrades of your PC. Are you not satisfied with CS: GO or Dota 2 operating speed on your computer? Try the DriverPack Cloud!
am: ይሄ ኮምፒውተርዎን ያለ ተጨማሪ ወጪ ወይንም የመሳርያ ቅያሪ ፈጣን ለማድረግ የተሰራ አዲስ የ DriverPack ቡድን ሶፍትዌር ነው።በ CS:Go ወይንም Dota 2 የአሰራር ፍጥነት አልረኩም? እንግዲያውስ DriverPack Cloud ን ይሞክሩት!
ar: هذا برنامج جديد من انتاج فريق DriverPack. والذي تم تطويره لرفع و تحسين اداء حاسوبك دون الحاجة لترقية مكونات هذا الاخير.هل انت لست راض عن CS: GO او Dota 2 يعملون على زيادة سرعت حاسوبك.قم بتجربت DriverPack Cloud !
bn: এটি DriverPack দলের একটি নতুন সফটওয়্যার পণ্য, যা কোনো বাড়তি খরচ বা পিসির হার্ডওয়্যার আপগ্রেড ছাড়াই কম্পিউটারের দক্ষতার উন্নয়নের উদ্দেশ্যে তৈরি। কম্পিউটারে CS: GO বা Dota 2-এর কাজের গতিতে কি সন্তুষ্ট নন? DriverPack Cloud পরখ করে দেখুন!
de: Das ist ein neues Softwareprodukt des DriverPack-Teams, das die Effizienz Ihres Computers ohne zusätzliche Kosten oder Hardwareaktualisierungen Ihres PCs verbessern soll. Sind Sie mit der Betriebsgeschwindigkeit von CS: GO oder Dota 2 auf Ihrem Computer nicht zufrieden? Testen Sie die DriverPack Cloud!
et: See on uus tarkvara DriverPack tiimi poolt, mis on disainitud teie arvuti töövõime suurendamiseks ilma mingisuguste lisakuludeta või riistvara uuendusteta. Kas te pole rahul CS: GO või Dota 2 töötamisega oma arvutis? Proovige DriverPack Cloud!
fa: این محصول نرم افزاری جدید از تیم DriverPack است که برای افزایش بهره وری کامپیوتر خود بدون هیچ هزینه اضافی یا ارتقاء سخت افزاری کامپیوتر شما طراحی شده است. آیا شما با سرعت CS: GO یا Dota 2 در کامپیوتر خود راضی نیستید؟ از DriverPack Cloud استفاده کنید.
fr: Ceci est un nouveau produit de l'équipe DriverPack, qui a pour but d'accroître l'efficience sans coût supplémentaires ou de mise à jour matériel. N'êtes vous pas satisfait avec la vitesse d'exécution de CS: GO ou Dota 2 sur votre ordinateur? Essayez DriverPack Cloud.
gu: આ DriverPack ટીમનો એક નવો સૉફ્ટવેર ઉત્પાદન છે, જે તમારા કમ્પ્યુટરની કાર્યક્ષમતાને તમારા PC ની કોઈપણ વધારાની ખર્ચના અથવા હાર્ડવેર અપગ્રેડ્સ વિના સુધારવા માટે રચાયેલ છે. શું તમે તમારા કમ્પ્યુટર પર સીએસ અથવા ડોટા 2 ઑપરેટિંગ ઝડપથી સંતુષ્ટ નથી? DriverPack Cloud પ્રયાસ કરો!
he: זהו מוצר חדש מבית היוצר של DriverPack, המוצר מיועד את יעילות המחשב מבלי לשלם כסף ומבלי לשדרג אותו. אתה לא מרוצה מהאופן שבו משחקים כמו CS: GO או Dota 2 רצים על המחשב שלך? נסה את DriverPack Cloud!
hi: यह DriverPack समूह का नया सॉफ्टवेयर उत्पाद है, जिसका उद्देश्य बिना किसी अतिरिक्त व्यय या हार्डवेयर उन्नयन के आपके संगणक की दक्षता को बढाना है| क्या आप आपके संगणक पर CS: GO या DOTA 2 की संचालन गति से संतुष्ट नहीं है? DriverPack Cloud आजमाएं!
hu: Ez egy új szoftver a DriverPack csapattól, melyet a számítógépe hatékonyságának növeléséhez terveztünk, bármiféle extra kiadás vagy hardveres fejlesztés nélkül. Nem vagy elégedett a CS:GO vagy Dota 2 működési sebességével? Akkor próbáld ki a DriverPack Cloud-ot!
id: Ini adalah produk perangkat lunak baru dari tim DriverPack, yang ditujukan untuk meningkatkan efisiensi komputer anda tanpa biaya tambahan atau peningkatan perangkat keras PC anda. Apakah anda tidak puas dengan kecepatan operasi CS: GO atau Dota 2 di komputer anda? Cobalah DriverPack Cloud!
it: Questo è un nuovo prodotto software del team DriverPack, progettato per migliorare l'efficienza del computer senza costi aggiuntivi o aggiornamenti hardware del PC. Non sei soddisfatto della velocità operativa con CS: GO o Dota 2 sul tuo computer? Prova DriverPack Cloud!
ja: これは、DriverPack チームからの最新ソフトウェアで、余分な経費やハードウェアのアップグレードなしでコンピュータの効率を向上させるために設計されています。お使いのコンピュータで CS：GO または Dota 2 の動作速度に満足していませんか？ DriverPack Cloud! をお試しください！
ka: ეს არის ახალი პროგრამული პროდუქტი DriverPack-ის გუნდისაგან, შექმნილი რომ გააუმჯობესოს შენი კომპიუტერის შესაძლებლობები ზედმეტი დანახარჯების გარეშე. არ ხარ კმაყოფილი, CS : GO-ს ან Dota 2-ის სისწრაფით შენს კომპიუტერზე? სცადე DriverPack Cloud!
ko: 이것은 PC의 추가 비용이나 하드웨어 업그레이드 없이 컴퓨터의 효율성을 높이기 위해 고안된 DriverPack 팀의 새로운 소프트웨어 제품입니다. 컴퓨터에서 CS : GO 또는 Dota 2 동작 속도에 만족하지 않습니까? DriverPack Cloud를 사용해보세요!
my: ထိုအရာမှာ DriverPack အဖွဲ့မှ ထုတ်လုပ်လိုက်တဲ့ ဆော့ဖ်ဝဲလ်အသစ်တစ်ခုဖြစ်ပြီး သင့်ရဲ့ကွန်ပျူတာစွမ်းဆောင်နိုင်စွမ်းကို မြှင့်တင်ရန် မည်သည့်အပိုကုန်ကျစရိတ် သို့မဟုတ် သင့်ကွန်ပျူတာရဲ့ဟာ့ဒ်ဝဲကို အဆင့်မြှင့်တင်ဖို့ မလိုအပ်ဘဲ ပြုလုပ်နိုင်ဖို့ ဒီဇိုင်းဆွဲထားပါသည်။ CS: GO သို့မဟုတ် Dota 2 နဲ့ သင့်ကွန်ပျူတာလည်ပတ်မှုအမြန်နှုန်းအပေါ် ကျေနပ်မှု မရှိဘူးလား? DriverPack Cloud ကိုစမ်းသုံးကြည့်ပါ!
nl: Dit is een nieuw softwareproduct van het DriverPack-team, ontworpen om de efficiëntie van uw computer te verbeteren zonder extra uitgaven of hardware-upgrades van uw pc. Ben je niet tevreden met CS: GO of Dota 2-werksnelheid op uw computer? Probeer de DriverPack Cloud!
no: Dette er et nytt programvareprodukt fra DriverPack-teamet, designet for å forbedre datamaskinens effektivitet uten ekstra kostnader eller maskinvare oppgraderinger av PCen. Er du ikke fornøyd med CS: GO eller Dota 2 operasjonshastighet på datamaskinen din? Prøv DriverPack Cloud!
pl: To jest nowy produkt napisany przez zespół DriverPack, przygotowany aby przyspieszyć efektywność komputera bez potrzeby wymiany sprzętu. Nie jesteś zadowolony z szybkości działania CS:GO lub Dota 2? Wypróbuj DriverPack Cloud!
ps: دا د درائيور پيک DriverPack ټیم څخه د نوي سافټویر محصول دی، دا د دي د پاره ډيزائن شوی چي د اضافي لګښتونو یا د کمپيوتر هارډوير ترفيعولو پرته ستاسو د کمپیوټر موثریت ښه کړي۔ ایا تاسو له CS سره مطمئن نه یاست؟: GO یا د Dota 2 ستاسو په کمپیوټر باندې عملیاتي سرعت؟ د ډرائيور پيک ورېځ DriverPack Cloud هڅه وکړئ!
pt_br: Este é um novo produto da equipe DriverPack, projetado para melhorar a eficiência do seu computador sem despesas extras ou atualização de hardware do seu PC. Você não está satisfeito com a velocidade de funcionamento do CS: GO ou do Dota 2 em seu computador? Experimente o DriverPack Cloud!
pt_pt: Este é uma nova aplicação da equipa DriverPack, que se baseia em aumentar a eficiência do seu computador sem custos extra ou melhoria de hardware no seu PC. Não está satisfeito com a velocidade do jogo CS: GO ou Dota 2 no seu computador? Tente o DriverPack Cloud!
si: මෙය DriverPack කණ්ඩායමේ නව මෘදුකාංග නිෂ්පාදනයක් වන අතර එය ඔබේ පරිගණකයේ අමතර වියදම් හෝ දෘඩාංග වැඩිදියුණු කිරීමකින් තොරව ඔබේ පරිගණකයේ කාර්යක්ෂමතාව වැඩි දියුණු කිරීම සඳහා නිර්මාණය කර ඇත. ඔබේ පරිගණකයේ CS: GO හෝ Dota 2 මෙහෙයුම් වේගය පිළිබඳව ඔබ සෑහීමකට පත් නොවන්නේද? DriverPack Cloud උත්සාහ කරන්න!
sl: To je nov izdelek programske opreme iz ekipe DriverPack, ki je namenjen povečanju učinkovitosti računalnika brez kakršnih koli dodatnih stroškov ali strojne nadgradnje vašega računalnika. Ali niste zadovoljni s hitrostjo delovanja CS: GO ali Dota 2 na vašem računalniku? Poskusite DriverPack Cloud!
sq: Ky është një produkt i ri softuerik nga ekipi i DriverPack, projektuar për përmirësuar efiçencën e kompjuterit tuaj pa shpenzime ekstra ose pajisje shtesë (upgrade) për PC-në tuaj. A jeni të kënaqur me shpejtësine e CS: GO ose Dota 2 tek kompjuteri juaj? Provoni DriverPack Cloud!
sr: Ovo je novi program proizveden od DriverPack tima, koji ima nameru da poveča efikasnost Vašeg kompijutera bez dodatnih troškova ili nadogradjivanja hardvera. Niste zadovoljni sa CS: GO ili Dota 2 opeartivnom brzinom na Vašem kompijuteru? Probajte DriverPack Cloud!
sw: Hii ni mpya ya programu kutoka timu DriverPack, imebuniwa kuboresha ufanisi wa kompyuta yako bila gharama za ziada au kuboresha zana za PC yako. Hauridhishwi na kasi ya uendeshaji ya CS: GO au Dota 2 kwenye kompyuta yako? Jaribu DriverPack Cloud!
th: นี่คือผลิตภัณฑ์ซอฟท์แวร์ใหม่จากทีม DriverPack ออกแบบมาเพื่อพัฒนาประสิทธิภาพของคอมพิวเตอร์ของคุณโดยไม่มีค่าใช้จ่ายหรือการอัพเกรดฮาร์ดแวร์พีซีของคุณ คุณไม่พอใจกับความเร็วในการทำงานใน CS: GO หรือ Dota 2 ใช่ไหม ใช้ DriverPack Cloud สิ
tr: Bu, PC'nizin donanımını yükseltme veya herhangi bir ilave harcama yapmadan bilgisayarınızın verimliliğini artırmayı amaçlayan DriverPack ekibinin yeni bir yazılım ürünüdür. CS: GO veya Dota 2 oyunlarının çalışma hızından memnun değil misiniz? DriverPack Cloud'u deneyin!
vi: Đây là sản phẩm phần mềm mới đến từ đội DriverPack, nhằm tăng tính hiệu quả cho máy tính mà không cần phải trả thêm chi phí hoặc nâng cấp phần cứng cho máy tính của bạn. Bạn không hài lòng với tốc độ hoạt động của CS: GO hay Dota 2 trên máy tính của bạn? Hãy thử DriverPack Cloud!
zh_cn: 这是来自 DriverPack 团队的新软件产品，旨在提高您的计算机效率，而无需从您的 PC 上进行任何额外费用或硬件升级。 您对计算机上的 CS：GO 或Dota 2 的运行速度不满意吗？ 试用 DriverPack Cloud!

# cloudlandingpage_about-how-works-title
source: How does DriverPack Cloud work?
am: DriverPack Cloud እንዴት ነው የሚሰራው?
ar: كيف يعمل DriverPack Cloud؟
bn: DriverPack Cloud কীভাবে কাজ করে?
bs: Kako DriverPack Cloud radi?
de: Wie funktioniert die DriverPack Cloud?
es_419: ¿Cómo trabaja DriverPack Cloud?
et: Kuidas töötab DriverPack Cloud?
fa: DriverPack Cloud چگونه کار می کند؟
fr: Comment DriverPack Cloud fonctionne-t-il?
gu: DriverPack Cloud કેવી રીતે કામ કરે છે?
he: איך תוכנת DriverPack Cloud עובדת?
hi: DriverPack Cloud कैसे काम करता है?
hu: Hogyan működik a DriverPack Cloud?
id: Bagaimana cara kerja DriverPack Cloud?
it: Come funziona DriverPack Cloud?
ja: DriverPack Cloud はどのように機能しますか？
ka: როგორ მუშაობს DriverPack Cloud?
ko: DriverPack Cloud 는 어떻게 작동합니까?
lt: Kaip DriverPack Cloud veikia?
my: DriverPack Cloud သည် မည်သို့အလုပ်လုပ်သနည်း?
nl: Hoe werkt DriverPack Cloud?
no: Hvordan virker DriverPack Cloud?
pl: Jak działa DriverPack Cloud?
ps: د DriverPack Cloud څنګه کار کوي؟
pt_br: Como o DriverPack Cloud funciona?
pt_pt: Como DriverPack Cloud funciona?
si: DriverPack Cloud ක්‍රියා කරන්නේ කෙසේද?
sl: Kako deluje program DriverPack Cloud?
sq: Si funksionon DriverPack Cloud?
sr: Kako DriverPack Cloud radi?
sw: Je ni jinsi gani DriverPack Cloud inavyofanya kazi?
te: ఎలా చేస్తుంది DriverPack Cloud పని?
th: DriverPack Cloud ทำงานอย่างไร
tr: DriverPack Cloud nasıl çalışır?
vi: DriverPack Cloud hoạt động như thế nào?
zh_cn: DriverPack Cloud 如何工作?
