Repository: DriverPackSolution/transifex-backup
Catalog: delorean/driverpack-solution-worldwide/drpsu/*.po
Languages: am, ar, az, bg, bn, bs, ca, cs, de, el, es_419, et, fa, fil, fr, gu, he, hi, hr, hu, id, it, ja, ka, ko, ku, lt, mn, my, ne, nl, no, pl, ps, pt_br, pt_pt, ro, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ur, vi, zh, zh_cn

# deviceclasses_printer-plural-main
source: printers
am: ማተሚያዎች
ar: الطابعات
az: printerlər
bg: принтери
bn: প্রিন্টারসমূহ
bs: printeri
ca: impressores
cs: tiskárny
de: Drucker
es_419: impresoras
et: printerid
fa: چاپگرها
fil: printer
fr: imprimantes
gu: પ્રિન્ટર્સ
he: מדפסות
hi: कई प्रिंटर
hr: pisači
hu: nyomtatók
id: pencetak-pencetak
it: stampanti
ja: プリンタ
ka: პრინტერები
ko: 프린터
ku: چاپ گەرەکان
lt: spausdintuvai
mn: хэвлэгч машинууд
my: ပရင်တာများ
ne: प्रिन्टरहरू
no: skrivere
pl: drukarki
ps: چاپګر
pt_br: impressoras
pt_pt: impressoras
ro: imprimante
si: මුද්‍රණ යන්ත්‍ර
sk: tlačiarne
sl: tiskalniki
sq: printera
sr: štampači
sv: skrivare
ta: அச்சு இயந்திரங்கள்
te: ప్రింటర్లు
th: เครื่องพิมพ์
tr: yazıcılar
ur: پرنٹرز
vi: các máy in
zh: 印表機
zh_cn: 打印机

# deviceclasses_printer-plural-for
source: printers
am: ማተሚያዎች
ar: الطابعات
az: printerlər
bg: принтери
bn: প্রিন্টারসমূহ
bs: printeri
ca: impressores
cs: tiskárny
de: Drucker
es_419: impresoras
et: printerid
fa: چاپگرها
fil: printer
fr: imprimantes
gu: પ્રિન્ટર્સ
he: מדפסות
hi: कई प्रिंटर
hr: pisači
hu: nyomtatók
id: pencetak-pencetak
it: stampanti
ja: プリンタ
ka: პრინტერები
ko: 프린터
ku: چاپ گەرەکان
lt: spausdintuvams
mn: хэвлэгч машинууд
my: ပရင်တာများ
ne: प्रिन्टरहरू
no: skrivere
pl: drukarki
ps: چاپګر
pt_br: impressoras
pt_pt: impressoras
ro: imprimante
si: මුද්‍රණ යන්ත්‍ර
sk: tlačiarne
sl: tiskalniki
sq: printerët
sr: štampači
sv: skrivare
ta: அச்சு இயந்திரங்கள்
te: ప్రింటర్లు
th: เครื่องพิมพ์
tr: yazıcılar
ur: پرنٹرز
vi: các máy in
zh: 印表機
zh_cn: 打印机

# deviceclasses_sound-single-main
source: sound card
am: የድምጽ ካርድ
ar: كرت الصوت
az: səs kartı
bg: звукова карта
bn: সাউন্ড কার্ড
bs: zvučna kartica
ca: targeta de so
cs: zvuková karta
de: Soundkarte
el: κάρτα ήχου
es_419: Tarjeta de Sonido
et: helikaart
fa: کارت صدا
fr: carte son
gu: સાઉન્ડ કાર્ડ
he: כרטיס קול
hi: ध्वनि कार्ड
hr: zvučna kartica
hu: hangkártya
id: kartu suara
it: scheda audio
ja: サウンドカード
ka: ხმის ბარათი
ko: 사운드 카드
ku: كارتی ده‌نگ
lt: garso plokštei
mn: дуу авианы карт
my: အသံကဒ်
ne: ध्वनि कार्ड
nl: geluidskaart
no: lydkort
pl: karta audio
ps: د غږ کارت
pt_br: placa de som
pt_pt: placa de som
ro: placă de sunet
si: ශබ්ද කාඩ්පත
sk: zvuková karta
sl: zvočna kartica
sq: karta e zërit
sr: zvučna kartica
sv: ljudkort
sw: kadi ya sauti
ta: ஒலி அட்டை சவுண்ட் கார்டு
te: సౌండు కార్డు
th: การ์ดเสียง
tr: ses kartı
ur: ساؤنڈ کارڈ
vi: card âm thanh
zh: 音效卡
zh_cn: 声卡

# deviceclasses_sound-single-for
source: sound card
am: የድምጽ ካርድ
ar: كرت الصوت
az: səs kartı
bg: звукова карта
bn: সাউন্ড কার্ড
bs: zvučna kartica
ca: targeta de so
cs: zvuková karta
de: Soundkarte
el: κάρτα ήχου
es_419: Tarjeta de Sonido
et: helikaardile
fa: کارت صدا
fr: carte son
gu: સાઉન્ડ કાર્ડ
he: כרטיס קול
hi: साउंड कार्ड
hr: zvučnu karticu
hu: hangkártya
id: kartu suara
it: scheda audio
ja: サウンドカード
ka: ხმის ბარათი
ko: 사운드 카드
ku: كارتی ده‌نگ
lt: garso plokštei
mn: дуу авианы карт
my: အသံကဒ်
ne: ध्वनि कार्ड
nl: geluidskaart
no: lydkort
pl: karta audio
ps: د غږ کارت
pt_br: placa de som
pt_pt: placa de som
ro: placă de sunet
si: ශබ්ද කාඩ්පත
sk: zvuková karta
sl: zvočno kartico
sq: kartën e zërit
sr: zvučnu karticu
sv: ljudkort
sw: kadi ya sauti
ta: ஒலி அட்டை சவுண்ட் கார்டு
te: సౌండు కార్డు
th: การ์ดเสียง
tr: ses kartı
ur: ساؤنڈ کارڈ
vi: card âm thanh
zh: 音效卡
zh_cn: 声卡

# deviceclasses_sound-plural-main
source: sound cards
am: የድምጽ ካርዶች
ar: كرت الصوت
az: səs kartları
bg: звукови карти
bn: সাউন্ড কার্ডসমূহ
bs: zvučne kartice
ca: targetes de so
cs: zvukové karty
de: Soundkarten
el: κάρτες ήχου
es_419: Tarjetas de Sonido
et: helikaardid
fa: کارت های صدا
fr: cartes son
gu: સાઉન્ડ કાર્ડ્સ
he: כרטיסי קול
hi: कई साउंड कार्ड
hr: zvučne kartice
hu: hangkártya
id: kartu-kartu suara
it: schede audio
ja: サウンドカード
ka: ხმის ბარათი
ko: 사운드 카드
ku: كارته‌كانی ده‌نگ
lt: garso plokštės
mn: дуу авианы картнууд
my: အသံကဒ်များ
ne: ध्वनि कार्डहरू
nl: geluidskaarten
no: lydkort
pl: karty audio
ps: د غږ کارتونه
pt_br: placas de som
pt_pt: placas de som
ro: plăci de sunet
si: ශබ්ද කාඩ්පත්
sk: zvukové karty
sl: zvočne kartice
sq: karta e zërit
sr: zvučne kartice
sv: ljudkort
sw: kadi za sauti
ta: ஒலி அட்டைகள் சவுண்ட் கார்டுஸ்
te: సౌండు కార్డులు
th: การ์ดเสียง
tr: ses kartları
ur: ساؤنڈ کارڈز
vi: các card âm thanh
zh: 音效卡
zh_cn: 声卡

# deviceclasses_sound-plural-for
source: sound cards
am: የድምጽ ካርዶች
ar: كرت الصوت
az: səs kartları
bg: звукови карти
bn: সাউন্ড কার্ডসমূহ
bs: zvučne kartice
ca: targetes de so
cs: zvukové karty
de: Soundkarten
el: κάρτες ήχου
es_419: Tarjetas de Sonido
et: helikaartidele
fa: کارت های صدا
fr: cartes son
gu: સાઉન્ડ કાર્ડ્સ
he: כרטיסי קול
hi: कई साउंड कार्ड
hr: zvučne kartice
hu: hangkártya
id: kartu-kartu suara
it: schede audio
ja: サウンドカード
ka: ხმის ბარათი
ko: 사운드 카드
ku: كارته‌كانی ده‌نگ
lt: garso plokštėms
mn: дуу авианы картнууд
my: အသံကဒ်များ
ne: ध्वनि कार्डहरू
nl: geluidskaarten
no: lydkort
pl: karty audio
ps: د غږ کارتونه
pt_br: placas de som
pt_pt: placas de som
ro: plăci de sunet
si: ශබ්ද කාඩ්පත්
sk: zvukové karty
sl: zvočne kartice
sq: kartat e zërit
sr: zvučne kartice
sv: ljudkort
sw: kadi za sauti
ta: ஒலி அட்டைகள் சவுண்ட் கார்டுஸ்
te: సౌండు కార్డులు
th: การ์ดเสียง
tr: ses kartları
ur: ساؤنڈ کارڈز
vi: các card âm thanh
zh: 音效卡
zh_cn: 声卡

# deviceclasses_tvtuner-single-main
source: TV-tuner
am: የቲቪ ማስተካከያ
ar: موالف التلفزيون
az: TV kartı
bg: TV-тунер
bn: টিভি-টিউনার
ca: sintonitzador de TV
el: δέκτης τηλεόρασης
es_419: Tarjeta de TV
et: TV-tüüner
fa: تنظیم کننده تلویزیون
fr: Récepteur TV
gu: ટીવી-ટ્યુનર
he: כרטיס טלויזיה
hi: टीवी-ट्यूनर
hr: TV kartica
id: Setelan TV
it: sintonizzatore TV
ja: テレビチューナー
ka: TV მიმღები
ko: TV 튜너
ku: كارتی ته‌له‌فزیۆن
lt: TV imtuvui
mn: ТВ хүлээн-авагч
my: တီဗီလိုင်းဖမ်းစက်
nl: Afstandsbediening
pl: tuner TV
ps: تلویزیون ټونر
pt_br: Sintonizador de TV
pt_pt: sintonizador de TV
si: රූපවාහිනී ටියුනරය
sl: TV-sprejemnik
sq: akorduesi-TV
sr: TV-kartica
sv: TV-mottagare
sw: TV-tyuna
ta: மற்ற சாதனங்கள்
te: టీవీ-ట్యూనర్
th: ทีวี จูนเนอร์
tr: TV kartı
ur: ٹی وی - ٹونر
zh: 電視卡
zh_cn: 电视调谐器

# deviceclasses_tvtuner-single-for
source: TV-tuner
am: የቲቪ ማስተካከያ
ar: موالف التلفزيون
az: TV kartı
bg: TV-тунер
bn: টিভি-টিউনার
ca: sintonitzador de TV
el: δέκτης τηλεόρασης
es_419: Tarjeta de TV
et: TV-tüüner
fa: تنظیم کننده تلویزیون
fr: Récepteur TV
gu: ટીવી-ટ્યુનર
he: כרטיס טלויזיה
hi: टीवी-ट्यूनर
hr: TV karticu
id: Setelan TV
it: sintonizzatore TV
ja: テレビチューナー
ka: TV მიმღები
ko: TV 튜너
ku: كارتی ته‌له‌فزیۆن
lt: TV imtuvui
mn: ТВ хүлээн-авагч
my: တီဗီလိုင်းဖမ်းစက်
nl: Afstandsbediening
pl: tuner TV
ps: تلویزیون ټونر
pt_br: Sintonizador de TV
pt_pt: sintonizador de TV
si: රූපවාහිනී ටියුනරය
sl: TV-sprejemnik
sq: akorduesin-TV
sr: TV-kartice
sv: TV-mottagare
sw: TV-tyuna
ta: டிவி ட்யுனர்
te: టీవీ-ట్యూనర్
th: ทีวี จูนเนอร์
tr: TV kartı
ur: ٹی وی - ٹونر
zh: 電視卡
zh_cn: 电视调谐器

# deviceclasses_tvtuner-plural-main
source: TV-tuners
am: የቲቪ ማስተካከያዎች
ar: موالف التلفزيون
az: TV kartları
bg: TV-тунери
bn: টিভি-টিউনারসমূহ
bs: TV-tuneri
ca: sintonitzadors de TV
cs: TV tunery
de: TV-Tuner
el: δέκτες τηλεόρασης
es_419: Tarjetas de TV
et: TV-tüünerid
fa: تنظیم کننده های تلویزیون
fr: récepteurs-TV
gu: ટીવી-ટ્યુનર્સ
he: כרטיסי טלויזיה
hi: कई टीवी-ट्यूनर
hr: TV kartice
hu: TV-tuner
id: Setelan TV
it: sintonizzatori TV
ja: テレビチューナー
ka: TV მიმღები
ko: TV 튜너
ku: كارته‌كانی ته‌له‌فزیۆن
lt: TV imtuvai
mn: ТВ хүлээн-авагчид
my: တီဗီလိုင်းဖမ်းစက်များ
nl: Afstandbediening
no: TV-tuner
pl: tunery TV
ps: تلویزیوني ټنرونه
pt_br: Sintonizadores de TV
pt_pt: sintonizadores de TV
ro: TV-tunere
si: රූපවාහිනී ටියුනරයන්
sk: TV-tunery
sl: TV-sprejemnik
sq: akordues-TV
sr: TV-kartice
sv: TV-mottagare
sw: TV-tyuna
ta: டிவி ட்யுனர்ஸ்
te: టీవీ-ట్యూనర్లు
th: ทีวี จูนเนอร์
tr: TV kartları
ur: ٹی وی - ٹونرز
zh: 電視卡
zh_cn: 电视调谐器

# deviceclasses_tvtuner-plural-for
source: TV-tuners
am: የቲቪ ማስተካከያዎች
ar: موالف التلفزيون
az: TV kartları
bg: TV-тунери
bn: টিভি-টিউনারসমূহ
bs: TV-tuneri
ca: sintonitzadors de TV
cs: TV tunery
de: TV-Tuner
el: δέκτες τηλεόρασης
es_419: Tarjetas de TV
et: TV-tüünerid
fa: تنظیم کننده های تلویزیون
fr: récepteurs-TV
gu: ટીવી-ટ્યુનર્સ
he: כרטיסי טלויזיה
hi: कई टीवी-ट्यूनर
hr: TV kartice
hu: TV-tuner
id: Setelan TV
it: sintonizzatori TV
ja: テレビチューナー
ka: TV მიმღები
ko: TV 튜너
ku: كارته‌كانی ته‌له‌فزیۆن
lt: TV imtuvams
mn: ТВ хүлээн-авагчид
my: တီဗီလိုင်းဖမ်းစက်များ
nl: Afstandbediening
no: TV-tuner
pl: tunery TV
ps: تلویزیوني ټنرونه
pt_br: Sintonizadores de TV
pt_pt: sintonizadores de TV
ro: TV-tunere
si: රූපවාහිනී ටියුනරයන්
sk: TV-tunery
sl: TV-sprejemnik
sq: akordues-TV
sr: TV-kartica
sv: TV-mottagare
sw: TV-tyuna
ta: டிவி ட்யுனர்ஸ்
te: టీవీ-ట్యూనర్లు
th: ทีวี จูนเนอร์
tr: TV kartları
ur: ٹی وی - ٹونرز
zh: 電視卡
zh_cn: 电视调谐器

# deviceclasses_video-single-main
source: video card
am: የምስል ካርድ
ar: كرت شاشة
az: video kart
bg: видео карта
bn: ভিডিও কার্ড
bs: grafička kartica
ca: targeta gràfica
cs: video karta
de: Grafikkarte
el: κάρτα γραφικών
es_419: Tarjeta de Video
et: videokaart
fa: کارت گرافیک
fr: carte graphique
gu: વિડિયો કાર્ડ
he: כרטיס וידאו
hi: वीडियो कार्ड
hr: grafička kartica
hu: videókártya
id: kartu video
it: scheda video
ja: ビデオカード
ka: ვიდეო ბარათი
ko: 비디오 카드
ku: كارتی ڤیدیۆ
lt: vaizdo plokštei
mn: видео карт
my: ဗီဒီယိုကဒ်
ne: भिडियो कार्ड
nl: videokaart
no: videokort
pl: karta graficzna
ps: ویډیو کارت
pt_br: placa de vídeo
pt_pt: placa de vídeo
ro: placă video
si: වීඩියෝ කාඩ්පත
sk: grafická karta
sl: grafična kartica
sq: karta grafike
sr: grafička kartica
sv: grafikkort
sw: video kadi
ta: வீடியோ கார்ட் ஒளி அட்டை
te: వీడియో కార్డ్
th: การ์ดจอ
tr: görüntü kartı
ur: ویڈیو کارڈ
vi: card hình ảnh
zh: 顯示卡
zh_cn: 显卡

# deviceclasses_video-single-for
source: video card
am: የምስል ካርድ
ar: كرت شاشة
az: video kart
bg: видео карта
bn: ভিডিও কার্ড
bs: grafička kartica
ca: targeta gràfica
cs: video karta
de: Grafikkarte
el: κάρτα γραφικών
es_419: Tarjeta de Video
et: videokaardile
fa: کارت گرافیک
fr: carte graphique
gu: વિડિયો કાર્ડ
he: כרטיס וידאו
hi: वीडियो कार्ड
hr: grafičku karticu
hu: videókártya
id: kartu video
it: scheda video
ja: ビデオカード
ka: ვიდეო ბარათი
ko: 비디오 카드
ku: كارتی ڤیدیۆ
lt: vaizdo plokštei
mn: видео карт
my: ဗီဒီယိုကဒ်
ne: भिडियो कार्ड
nl: videokaart
no: videokort
pl: karta graficzna
ps: ویډیو کارت
pt_br: placa de vídeo
pt_pt: placa de vídeo
ro: placă video
si: වීඩියෝ කාඩ්පත
sk: grafická karta
sl: grafično kartico
sq: kartën grafike
sr: grafičku karticu
sv: grafikkort
sw: video kadi
ta: வீடியோ கார்ட் ஒளி அட்டை
te: వీడియో కార్డ్
th: การ์ดจอ
tr: görüntü kartı
ur: ویڈیو کارڈ
vi: card hình ảnh
zh: 顯示卡
zh_cn: 显卡

# deviceclasses_video-plural-main
source: video cards
am: የምስል ካርዶች
ar: كرت شاشة
az: video kartlar
bg: видео карти
bn: ভিডিও কার্ডসমূহ
bs: grafičke kartice
ca: targetes gràfiques
cs: video karty
de: Grafikkarten
el: κάρτες γραφικών
es_419: Tarjetas de Video
et: videokaardid
fa: کارت گرافیک ها
fil: video card
fr: cartes graphique
gu: વિડિયો કાર્ડસ
he: כרטיסי וידאו
hi: कई वीडियो कार्ड
hr: grafičke kartice
hu: videókártya
id: kartu video
it: schede video
ja: ビデオカード
ka: ვიდეო ბარათი
ko: 비디오 카드
ku: كارته‌كانی ڤیدیۆ
lt: vaizdo plokštės
mn: видео картнууд
my: ဗီဒီယိုကဒ်များ
ne: भिडियो कार्डहरू
nl: videokaarten
no: videokort
pl: karty graficzne
ps: ویډیو کارتونه
pt_br: placas de vídeo
pt_pt: placas de vídeo
ro: plăci video
si: වීඩියෝ කාඩ්පත්
sk: grafická karty
sl: grafične kartice
sq: karta grafike
sr: grafičke kartice
sv: grafikkort
sw: video kadi
ta: வீடியோ கார்ட்ஸ் ஒளி அட்டைகள்
te: వీడియో కార్డులు
th: การ์ดจอ
tr: görüntü kartları
ur: ویڈیو کارڈز
vi: các card hình ảnh
zh: 顯示卡
zh_cn: 显卡

# deviceclasses_video-plural-for
source: video cards
am: የምስል ካርዶች
ar: كرت شاشة
az: video kartlar
bg: видео карти
bn: ভিডিও কার্ডসমূহ
bs: grafičke kartice
ca: targetes gràfiques
cs: video karty
de: Grafikkarten
el: κάρτες γραφικών
es_419: Tarjetas de Video
et: videokaartidele
fa: کارت گرافیک ها
fil: video card
fr: cartes graphique
gu: વિડિયો કાર્ડસ
he: כרטיסי וידאו
hi: कई वीडियो कार्ड
hr: grafičke kartice
hu: videókártya
id: kartu video
it: schede video
ja: ビデオカード
ka: ვიდეო ბარათი
ko: 비디오 카드
ku: كارته‌كانی ڤیدیۆ
lt: vaizdo plokštėms
mn: видео картнууд
my: ဗီဒီယိုကဒ်များ
ne: भिडियो कार्डहरू
nl: videokaarten
no: videokort
pl: karty graficzne
ps: ویډیو کارتونه
pt_br: placas de vídeo
pt_pt: placas de vídeo
ro: plăci video
si: වීඩියෝ කාඩ්පත්
sk: grafická karty
sl: grafične kartice
sq: kartat grafike
sr: grafičke kartice
sv: grafikkort
sw: video kadi
ta: வீடியோ கார்ட்ஸ் ஒளி அட்டைகள்
te: వీడియో కార్డులు
th: การ์ดจอ
tr: görüntü kartları
ur: ویڈیو کارڈز
vi: các card hình ảnh
zh: 顯示卡
zh_cn: 显卡

# deviceclasses_webcamera-single-main
source: webcam
ar: كاميرا الويب
az: vebkamera
bg: уеб камера
bn: ওয়েবক্যাম
bs: web kamera
ca: càmera web
cs: webkamera
el: κάμερα
et: veebikaamera
fa: وب کم
gu: વેબકેમ
he: מצלמת רשת
hi: वेब कैमरा
hr: web kamera
hu: webkamera
id: kamera web
ja: ウェブカメラ
ka: ვებ-კამერა
ko: 웹캠
ku: كامێرای تۆڕ
lt: internetinei kamerai
mn: вэб-камера
my: ဝက်ဘ်ကမ်
ne: वेबक्याम
no: webkamera
pl: kamerka
ps: ویب کیم
pt_pt: câmara
ro: cameră web
si: වෙබ් කැමරාව
sk: webkamera
sl: spletna kamera
sq: uebkamera
sr: web kamera
sv: webbkamera
ta: வெப்கேம்
te: వెబ్క్యామ్
th: เว็บแคม
tr: web kamerası
ur: ویب کمیرہ
zh: 網路攝影機
zh_cn: 摄像头

# deviceclasses_webcamera-single-for
source: webcam
ar: كاميرا الويب
az: vebkamera
bg: уеб камера
bn: ওয়েবক্যাম
bs: web kamera
ca: càmera web
cs: webkamera
el: κάμερα
et: veebikaamerale
fa: وب کم
gu: વેબકેમ
he: מצלמת רשת
hi: वेब कैमरा
hr: web kameru
hu: webkamera
id: kamera web
ja: ウェブカメラ
ka: ვებ-კამერა
ko: 웹캠
ku: كامێرای تۆڕ
lt: internetinei kamerai
mn: вэб-камера
my: ဝက်ဘ်ကမ်
ne: वेबक्याम
no: webkamera
pl: kamerka
ps: ویب کیم
pt_pt: câmara
ro: cameră web
si: වෙබ් කැමරාව
sk: webkamera
sl: spletno kamero
sq: uebkamerën
sr: web kameru
sv: webbkamera
ta: வெப்கேம்
te: వెబ్క్యామ్
th: เว็บแคม
tr: web kamerası
ur: ویب کمیرہ
zh: 網路攝影機
zh_cn: 摄像头

# deviceclasses_webcamera-plural-main
source: webcams
am: ዌብካሞች
ar: كاميرا الويب
az: vebkameralar
bg: уеб камери
bn: ওয়েবক্যামসমূহ
bs: web kamere
ca: càmeres web
cs: webkamery
el: κάμερες
et: veebikaamerad
fa: وب کم
gu: વેબકેમ્સ
he: מצלמות רשת
hi: कई वेब कैमरा
hr: web kamere
hu: webkamera
id: kamera web
it: webcam
ja: ウェブカメラ
ka: ვებ-კამერა
ko: 웹캠
ku: كامێراكانی تۆڕ
lt: internetinės kameros
mn: вэб-камерууд
my: ဝက်ဘ်ကမ်များ
ne: वेबकैमहरू
no: webkameraer
pl: kamerki
ps: ویب کیمز
pt_pt: câmaras
ro: camere web
si: වෙබ් කැමරා
sk: webkamery
sl: spletne kamere
sq: uebkamera
sr: web kamere
sv: webbkameror
sw: kamera za wavuti
ta: வெப்கேம்ஸ்
te: వెబ్ కామ్స్
th: เว็บแคม
tr: web kameraları
ur: ویب کمیرے
zh: 網路攝影機
zh_cn: 摄像头

# deviceclasses_webcamera-plural-for
source: webcams
am: ዌብካሞች
ar: كاميرا الويب
az: vebkameralar
bg: уеб камери
bn: ওয়েবক্যামসমূহ
bs: web kamere
ca: càmeres web
cs: webkamery
el: κάμερες
et: veebikaameratele
fa: وب کم
gu: વેબકેમ્સ
he: מצלמות רשת
hi: कई वेब कैमरा
hr: web kamere
hu: webkamera
id: kamera web
it: webcam
ja: ウェブカメラ
ka: ვებ-კამერა
ko: 웹캠
ku: كامێراكانی تۆڕ
lt: internetinėms kameroms
mn: вэб-камерууд
my: ဝက်ဘ်ကမ်များ
ne: वेबकैमहरू
no: webkameraer
pl: kamerki
ps: ویب کیمز
pt_pt: câmaras
ro: camere web
si: වෙබ් කැමරා
sk: webkamery
sl: spletne kamere
sq: uebkamera
sr: web kamere
sv: webbkameror
sw: kamera za wavuti
ta: வெப்கேம்ஸ்
te: వెబ్ కామ్స్
th: เว็บแคม
tr: web kameraları
ur: ویب کمیرے
zh: 網路攝影機
zh_cn: 摄像头

# deviceclasses_wifi-single-main
source: Wi-Fi device
am: የ ዋይፋይ መሳሪያ
ar: جهاز واي فاي
az: Wi-Fi qurğusu
bg: Wi-Fi устройство
bn: ওয়াই-ফাই ডিভাইস
bs: Wi-Fi uređaj
ca: dispositiu Wi-Fi
cs: Wi-Fi zařízení
de: WLAN-Adapter
el: συσκευή Wi-Fi
es_419: Dispositivo Wi-Fi
et: Wi-Fi adapter
fa: دستگاه وای فای
fr: périphérique Wi-Fi
gu: વાઇ-ફાઈ ઉપકરણ
he: התקן אלחוטי
hi: वाई-फाई डिवाइस
hr: uređaj za bežično spajanje s mrežom
hu: wifi eszköz
id: Perangkat WI-FI
it: Dispositivo Wi-Fi
ja: Wi-Fi デバイス
ka: Wi-Fi მოწყობილობა
ko: Wi-Fi 장치
ku: ئامێری Wi-Fi
lt: Wi-Fi įrenginiui
mn: Wi-Fi сүлжээ үүсгүүр
my: ဝိုင်ဖိုင် စက်ကိရိယာ
ne: Wi-Fi उपकरण
nl: Wi-Fi apparaat
no: Wi-Fi enhet
pl: urządzenie WiFi
ps: وائی ​​فای آلې
pt_br: dispositivo Wi-Fi
pt_pt: dispositivos Wi-Fi
ro: dispozitiv Wi-Fi
si: Wi-Fi උපාංගය
sk: Wi-Fi zariadenie
sl: Wi-Fi naprava
sq: pajisja Wi-Fi
sr: Wi-Fi уређај
sv: Wi-Fi enhet
sw: kifaa cha Wi-Fi
ta: வைபை சாதனம்
te: వైఫై పరికరం
th: อุปกรณ์ Wi-Fi
tr: kablosuz ağ aygıtı
ur: وائی فائی ڈیوائس
vi: thiết bị Wi-Fi
zh: Wi-Fi 裝置
zh_cn: Wi-Fi 设备

# deviceclasses_wifi-single-for
source: Wi-Fi device
am: የ ዋይፋይ መሳሪያ
ar: جهاز واي فاي
az: Wi-Fi qurğusu
bg: Wi-Fi устройство
bn: ওয়াই-ফাই ডিভাইস
bs: Wi-Fi uređaj
ca: dispositiu Wi-Fi
cs: Wi-Fi zařízení
de: WLAN-Adapter
el: συσκευή Wi-Fi
es_419: Dispositivo Wi-Fi
et: Wi-Fi adapterile
fa: دستگاه وای فای
fr: périphérique Wi-Fi
gu: વાઇ-ફાઈ ઉપકરણ
he: התקן אלחוטי
hi: वाई-फाई डिवाइस
hr: uređaj za bežično spajanje s mrežom
hu: wifi eszköz
id: Perangkat WI-FI
it: Dispositivo Wi-Fi
ja: Wi-Fi デバイス
ka: Wi-Fi მოწყობილობა
ko: Wi-Fi 장치
ku: ئامێری Wi-Fi
lt: Wi-Fi įrenginiui
mn: Wi-Fi сүлжээ үүсгүүр
my: ဝိုင်ဖိုင် စက်ကိရိယာ
ne: Wi-Fi उपकरण
nl: Wi-Fi apparaat
no: Wi-Fi enhet
pl: urządzenie WiFi
ps: وائی ​​فای آلې
pt_br: dispositivo Wi-Fi
pt_pt: dispositivos Wi-Fi
ro: dispozitiv Wi-Fi
si: Wi-Fi උපාංගය
sk: Wi-Fi zariadenie
sl: Wi-Fi naprava
sq: pajisjen Wi-Fi
sr: Wi-Fi уређај
sv: Wi-Fi enhet
sw: kifaa cha Wi-Fi
ta: வைபை சாதனம்
te: వైఫై పరికరం
th: อุปกรณ์ Wi-Fi
tr: kablosuz ağ aygıtı
ur: وائی فائی ڈیوائس
vi: thiết bị Wi-Fi
zh: Wi-Fi 裝置
zh_cn: Wi-Fi 设备

# deviceclasses_wifi-plural-main
source: Wi-Fi devices
am: የ ዋይፋይ መሳሪያዎች
ar: جهاز واي فاي
az: Wi-Fi qurğuları
bg: Wi-Fi устройства
bn: ওয়াই-ফাই ডিভাইসসমূহ
bs: Wi-Fi uređaji
ca: dispositius Wi-Fi
cs: Wi-Fi zařízení
de: WLAN-Adapter
el: συσκευές Wi-Fi
es_419: Dispositivos Wi-Fi
et: Wi-Fi adapterid
fa: دستگاه های وای فای
fr: périphériques Wi-Fi
gu: વાઇ-ફાઈ ઉપકરણો
he: התקנים אלחוטיים
hi: कई वाई-फाई डिवाइस
hr: uređaji za bežično spajanje s mrežom
hu: wifi eszköz
id: Perangkat WI-FI
it: dispositivi Wi-Fi
ja: Wi-Fi デバイス
ka: Wi-Fi მოწყობილობა
ko: Wi-Fi 장치
ku: ئامێره‌كانی وای-فای
lt: Wi-Fi įrenginiai
mn: Wi-Fi сүлжээ үүсгүүрүүд
my: ဝိုင်ဖိုင် စက်ကိရိယာများ
ne: Wi-Fi यन्त्रहरू
nl: Wi-Fi- apparaten
no: WiFi enheter
pl: urządzenia WiFi
ps: وائی ​​فای آلیزونه
pt_br: dispositivos Wi-Fi
pt_pt: dispositivos Wi-Fi
ro: dispozitive Wi-Fi
si: Wi-Fi උපාංග
sk: Wi-Fi zariadenia
sl: Wi-Fi naprave
sq: pajisje Wi-Fi
sr: Wi-Fi уређаји
sv: Wi-Fi enheter
sw: vifaa vya Wi-Fi
ta: வைபை சாதனங்கள்
te: వైఫై పరికరంలు
th: อุปกรณ์ Wi-Fi
tr: kablosuz ağ aygıtları
ur: وائی فائی آلات
vi: các thiết bị Wi-Fi
zh: Wi-Fi 裝置
zh_cn: Wi-Fi 设备

# deviceclasses_wifi-plural-for
source: Wi-Fi devices
am: የ ዋይፋይ መሳሪያዎች
ar: جهاز واي فاي
az: Wi-Fi qurğuları
bg: Wi-Fi устройства
bn: ওয়াই-ফাই ডিভাইসসমূহ
bs: Wi-Fi uređaji
ca: dispositius Wi-Fi
cs: Wi-Fi zařízení
de: WLAN-Adapter
el: συσκευές Wi-Fi
es_419: Dispositivos Wi-Fi
et: Wi-Fi adapteritele
fa: دستگاه های وای فای
fr: périphériques Wi-Fi
gu: વાઇ-ફાઈ ઉપકરણો
he: התקנים אלחוטיים
hi: कई वाई-फाई डिवाइस
hr: uređaje za bežično spajanje s mrežom
hu: wifi eszköz
id: Perangkat WI-FI
it: dispositivi Wi-Fi
ja: Wi-Fi デバイス
ka: Wi-Fi მოწყობილობა
ko: Wi-Fi 장치
ku: ئامێره‌كانی وای-فای
lt: Wi-Fi įrenginiams
mn: Wi-Fi сүлжээ үүсгүүрүүд
my: ဝိုင်ဖိုင် စက်ကိရိယာများ
ne: Wi-Fi यन्त्रहरू
nl: Wi-Fi- apparaten
no: WiFi enheter
pl: urządzenia WiFi
ps: وائی ​​فای آلیزونه
pt_br: dispositivos Wi-Fi
pt_pt: dispositivos Wi-Fi
ro: dispozitive Wi-Fi
si: Wi-Fi උපාංග
sk: Wi-Fi zariadenia
sl: Wi-Fi naprave
sq: pajisje Wi-Fi
sr: Wi-Fi уређаји
sv: Wi-Fi enheter
sw: vifaa vya Wi-Fi
ta: வைபை சாதனங்கள்
te: వైఫై పరికరంలు
th: อุปกรณ์ Wi-Fi
tr: kablosuz ağ aygıtları
ur: وائی فائی آلات
vi: các thiết bị Wi-Fi
zh: Wi-Fi 裝置
zh_cn: Wi-Fi 设备

# deviceclasses_other-single-main
source: other device
am: ሌሎች ቁሶች
ar: أجهزة أخري
az: digər cihaz
bg: друго устройство
bn: অন্য ডিভাইস
bs: drugi uređaj
ca: un altre dispositiu
cs: další zařízení
de: Anderes Gerät
el: άλλη συσκευή
es_419: Otro dispositivo
et: teine seade
fa: سایر دستگاه‌ها
fil: iba pang device
fr: autre périphérique
gu: અન્ય ઉપકરણ
he: התקן אחר
hi: अन्य उपकरण
hr: drugi uređaj
hu: egyéb eszköz
id: device lain
it: altro dispositivo
ja: その他のデバイス
ka: სხვა მოწყობილობა
ko: 기타 장치
ku: ئامێری دیكه‌
lt: kitam įrenginiui
mn: бусад төхөөрөмжүүд
my: အခြား စက်ကိရိယာ
ne: अन्य यन्त्र
nl: Ander apparaat
no: annen enhet
pl: inne urządzenie
ps: بله وسیله
pt_br: outro dispositivo
pt_pt: outro dispositivo
ro: alt dispozitiv
si: අනෙකුත් උපාංගය
sk: iné zariadenie
sl: druga naprava
sq: pajisje tjetër
sr: drugi uredjaj
sv: annan enhet
sw: kifaa kingine
ta: மற்றொரு சாதனம்
te: ఇతర పరికరం
th: อุปกรณ์อื่นๆ
tr: diğer aygıt
ur: دوسرا آلہ
vi: thiết bị khác
zh: 其他裝置
zh_cn: 其它设备

# deviceclasses_other-single-for
source: other device
am: ሌሎች ቁሶች
ar: أجهزة أخري
az: digər cihaz
bg: друго устройство
bn: অন্য ডিভাইস
bs: drugi uređaj
ca: un altre dispositiu
cs: další zařízení
de: Anderes Gerät
el: άλλη συσκευή
es_419: Otro dispositivo
et: teisele seadmele
fa: سایر دستگاه‌ها
fil: iba pang device
fr: autre périphérique
gu: અન્ય ઉપકરણ
he: התקן אחר
hi: अन्य उपकरण
hr: drugi uređaj
hu: egyéb eszköz
id: device lain
it: altro dispositivo
ja: その他のデバイス
ka: სხვა მოწყობილობა
ko: 기타 장치
ku: ئامێری دیكه‌
lt: kitam įrenginiui
mn: бусад төхөөрөмжүүд
my: အခြား စက်ကိရိယာ
ne: अन्य यन्त्र
nl: Ander apparaat
no: annen enhet
pl: inne urządzenie
ps: بله وسیله
pt_br: outro dispositivo
pt_pt: outro dispositivo
ro: alt dispozitiv
si: අනෙකුත් උපාංගය
sk: iné zariadenie
sl: druge naprave
sq: pajisja tjetër
sr: drugi uredjaj
sv: annan enhet
sw: kifaa kingine
ta: மற்ற சாதனம்
te: ఇతర పరికరం
th: อุปกรณ์อื่นๆ
tr: diğer aygıt
ur: دوسرا آلہ
vi: thiết bị khác
zh: 其他裝置
zh_cn: 其它设备

# deviceclasses_other-plural-main
source: other devices
am: ሌሎች ቁሶች
ar: أجهزة أخري
az: digər cihazlar
bg: други устройства
bn: অন্যান্য ডিভাইস
bs: drugi uređaji
ca: altres dispositius
cs: další zařízení
de: Andere Geräte
el: άλλες συσκευές
es_419: Otros dispositivos
et: teised seadmed
fa: سایر دستگاه‌ها
fil: iba pang devices
fr: autres périphériques
gu: બીજા ઉપકરણો
he: התקנים אחרים
hi: कई अन्य उपकरण
hr: drugi uređaji
hu: egyéb eszköz
id: device lain
it: altri dispositivi
ja: その他のデバイス
ka: სხვა მოწყობილობა
ko: 기타 장치
ku: ئامێره‌كانی دیكه‌
lt: kiti įrenginiai
mn: бусад сүлжээний төхөөрөмжүүд
my: အခြား စက်ကိရိယာများ
ne: अन्य यन्त्रहरू
nl: Andere apparaten
no: andre enheter
pl: inne urządzenia
ps: بله وسیلی
pt_br: outros dispositivos
pt_pt: outros dispositivos
ro: alte dispozitive
si: Wi-Fi උපාංග
sk: iné zariadenia
sl: druge naprave
sq: pajisje të tjera
sr: drugi uredjaji
sv: andra enheter
sw: vifaa vingine
ta: மற்ற சாதனங்கள்
te: ఇతర పరికరంలు
th: อุปกรณ์อื่นๆ
tr: diğer aygıtlar
ur: دوسرے آلات
vi: сác thiết bị khác
zh: 其他裝置
zh_cn: 其它设备

# deviceclasses_other-plural-for
source: other devices
am: ሌሎች ቁሶች
ar: أجهزة أخري
az: digər cihazlar
bg: други устройства
bn: অন্যান্য ডিভাইস
bs: drugi uređaji
ca: altres dispositius
cs: další zařízení
de: Andere Geräte
el: άλλες συσκευές
es_419: Otros dispositivos
et: teistele seadmetele
fa: سایر دستگاه‌ها
fil: iba pang devices
fr: autres périphériques
gu: બીજા ઉપકરણો
he: התקנים אחרים
hi: कई अन्य उपकरण
hr: druge uređaje
hu: egyéb eszköz
id: device lain
it: altri dispositivi
ja: その他のデバイス
ka: სხვა მოწყობილობა
ko: 기타 장치
ku: ئامێره‌كانی دیكه‌
lt: kitiems įrenginiams
mn: бусад сүлжээний төхөөрөмжүүд
my: အခြား စက်ကိရိယာများ
ne: अन्य यन्त्रहरूअन्य यन्त्रहरू
nl: Andere apparaten
no: andre enheter
pl: inne urządzenia
ps: بله وسیلی
pt_br: outros dispositivos
pt_pt: outros dispositivos
ro: alte dispozitive
si: Wi-Fi උපාංග
sk: iné zariadenia
sl: druge naprave
sq: pajisje të tjera
sr: druge uredjaje
sv: andra enheter
sw: vifaa vingine
ta: மற்ற சாதனங்கள்
te: ఇతర పరికరంలు
th: อุปกรณ์อื่นๆ
tr: diğer aygıtlar
ur: دوسرے آلات
vi: các thiết bị khác
zh: 其他裝置
zh_cn: 其它设备
