Repository: DriverPackSolution/transifex-backup
Catalog: beetle/driverpack-solution-worldwide/driverpackpo/*.po
Languages: ar, az, bg, bn, ca, de, el, es, es_419, et, fa, fil, fr, gu, he, hi, hu, id, it, ko, ku, nl, no, pl, ps, pt_br, pt_pt, ro, sk, sl, sq, sr, sw, ta, te, th, tr, zh, zh_cn

# settings_collect-drivers-caption
source: In order to allow the DriverPack driver database to cover even more devices, a unique data gathering system was developed. It analyzes information about the drivers that are already installed on the computers, and if the system discovers a rare driver, it adds it to our driver database automatically. All this data is gathered absolutely anonymously and relates to device drivers only.
ar: من أجل السماح لقاعدة بيانات DriverPack بتغطية المزيد من الأجهزة ، تم تطوير نظام فريد لجمع البيانات. يقوم بتحليل معلومات حول برامج التشغيل المثبتة بالفعل على أجهزة الكمبيوتر ، وإذا اكتشف النظام برنامجًا نادرًا ، فإنه يضيفه تلقائيًا إلى قاعدة بيانات برنامج التشغيل الخاصة بنا. يتم جمع كل هذه البيانات بشكل مجهول بشكل مطلق ويتعلق ببرامج تشغيل الأجهزة فقط.
az: Daha çox cihazı əhatə etməsi üçün DriverPack driver bazasını yaratmaq üçün unikal bir məlumat toplama sistemi yaradıb. Kompüterdə artıq quraşdırılmış olan driverlər haqqında məlumatları analiz edir və əgər sistem nadir bir driver aşkar edərsə avtomatik olaraq driver bazamıza əlavə edir. Bütün bu məlumatlar tamamilə anonim olaraq toplanır və sadəcə cihaz driverləri ilə bağlıdır.
bg: За да може базата данни на драйверите на DriverPack да обхване още повече устройства, беше разработена уникална система за събиране на данни. Тя анализира информация за драйверите, които вече са инсталирани на компютрите, и ако системата открие рядък драйвер, той автоматично го добавя в нашата база данни с драйвери. Всички тези данни се събират абсолютно анонимно и се отнасят само за драйверите на устройства.
bn: DriverPack ড্রাইভার ডেটাবেইজের আওতায় আরও বেশি যন্ত্র অন্তর্ভুক্ত করার উদ্দেশ্যে, একটি অনন্য তথ্য সংগ্রহ পদ্ধতি তৈরি করা হয়েছে। এটা কম্পিউটারে ইতোমধ্যে ইন্সটলড্‌ ড্রাইভারসমূহের তথ্য বিশ্লেষণ করে, এবং যদি পদ্ধতিটি কোনো দুর্লভ ড্রাইভার খুঁজে পায়, এটা সেই তথ্য আমাদের ড্রাইভার ডেটাবেইজে স্বয়ংক্রিয়ভাবে যুক্ত করে। এই তথ্যসমূহ সম্পূর্ণরূপে ব্যবহারকারীর নাম-পরিচয় বাদ রেখে সংগ্রহ করা হয় এবং শুধু যন্ত্রের ড্রাইভারের সাথে সম্পর্কিত।
ca: Per tal de que la base de dades del DriverPack inclogui cada vegada més dispositius, s'ha desenvolupat un sistema únic de recopilació d'informació. Analitza la informació sobre els controladors instal·lats en l'ordinador, i si en troba un de poc habitual, l'afegeix a la nostra base de dades automàticament. Totes les dades s'obtenen anònimament i només fan referència als controladors dels dispositius.
de: Um der DriverPack Treiber-Datenbank die Möglichkeit zu geben, noch mehr Geräte zu abzudecken, wurde ein einzigartiges Datenerfassungssystem entwickelt. Es analysiert Informationen über die Treiber, die bereits auf dem Computern installiert sind, und wenn das System einen seltenen Treiber entdeckt, fügt es ihn automatisch unserer Treiberdatenbank hinzu. Alle diese Daten werden absolut anonym gesammelt und beziehen sich nur auf Gerätetreiber.
el: Για να μπορέσει η βάση δεδομένων προγραμμάτων οδήγησης του DriverPack να καλύψει ακόμα περισσότερες συσκευές, έχει αναπτυχθεί ένα μοναδικό σύστημα συλλογής δεδομένων. Αναλύει πληροφορίες για τα προγράμματα οδήγησης που έχουν ήδη εγκατασταθεί στους υπολογιστές και αν το σύστημα ανακαλύψει ένα σπάνιο πρόγραμμα οδήγησης, το προσθέτει στη βάση δεδομένων μας αυτόματα. Όλα αυτά τα δεδομένα συλλέγονται εντελώς ανώνυμα και σχετίζονται μόνο με τα προγράμματα οδήγησης της συσκευής.
es: Para que la base de datos de drivers de DriverPack reconozca cada vez más dispositivos, hemos desarrollado un sistema de obtención de información. Analiza la información acerca de los drivers instalados actualmente en los ordenadores, y si encuentra un driver poco frecuente, lo añade a la base de datos automáticamente. Esta información se obtiene de forma completamente anónima y sólo hace referencia a los drivers.
es_419: Para permitir que la base de datos del controlador DriverPack cubra aún más dispositivos, se desarrolló un sistema único de recopilación de datos. Analiza la información sobre los controladores que ya están instalados en las computadoras, y si el sistema descubre un controlador raro, lo agrega automáticamente a nuestra base de datos de controladores. Todos estos datos se recopilan de manera anónima y se relacionan solo con los controladores del dispositivo.
et: Et DriverPack draiverite andmebaas suudaks hõlmata veel rohkem seadmeid on loodud unikaalne andmete kogumine. See analüüsib informatsiooni paigaldatud draiverite kohta, ning kui süsteem avastab haruldase draiveri lisatakse see andmebaasi automaatselt. Kõiki andmeid kogutakse anonüümselt ja see puudutab ainult draiverite tööd.
fa: به این جهت که به دیتابیس درایور DriverPack اجازه دهید تا حتی دستگاه های بیشتری را مورد پوشش قرار دهد، یک جمع آوری کننده داده منحصر به فرد سیستم توسعه یافته است. این سیستم به تجزیه و تحلیل اطلاعات درباره درایور هایی که قبلا در کامپیوتر ها نصب شده اند اقدام می کند، و اگر این سیستم یک درایور که به ندرت استفاده می شود کشف کند آن را به دیتابیس به صورت خودکار اضافه می کند. تمامی این داده ها کاملا به صورت بی نام و فقط در ارتباط با درایور دستگاه ها جمع آوری می شوند.
fil: Upang mas masakop pa ng DriverPack driver database ang mga device, isang natatanging sistema ng pagtitipon ng data ang binuo. Pinag-aaralan nito ang impormasyon tungkol sa mga driver na naka-install na sa mga computer, at kung matuklasan ng system ang isang bihirang driver, awtomatiko itong nagdadagdag ito sa aming database ng mga driver. Ang lahat ng data na ito ay sinisiguradong matitipon bilang anonymous at nauugnay sa mga driver ng mga device lamang.
fr: Afin de permettre à la base de données du pilote DriverPack de couvrir encore plus de périphériques, un système unique de collecte de données a été développé. Il analyse les informations sur les pilotes déjà installés sur les ordinateurs, et si le système découvre un pilote rare, il l'ajoute automatiquement à notre base de données de pilotes. Toutes ces données sont collectées de façon absolument anonyme et ne concernent que les pilotes de périphériques.
gu: DriverPack ના ડ્રાઇવર ડેટાબેઝને વધુ ઉપકરણોને આવરી લેવા માટે, એક અનન્ય ડેટા ભેગી કરવાની પદ્ધતિ વિકસાવવામાં આવી હતી. તે કમ્પ્યૂટરો પર પહેલેથી જ ઇન્સ્ટોલ કરેલ ડ્રાઇવરો વિશેની માહિતીનું વિશ્લેષણ કરે છે, અને જો સિસ્ટમ દુર્લભ ડ્રાઈવરને શોધે છે, તો તે અમારા ડ્રાઇવર ડેટાબેઝ પર તે automatically ઉમેરે છે. આ તમામ માહિતી સંપૂર્ણપણે અજ્ઞાત રૂપે ભેગા થાય છે અને ફક્ત ઉપકરણ ડ્રાઇવરો સાથે સંલગ્ન છે.
he: בכדי לאפשר למאגר הדרייברים של DriverPack לכסות עוד התקנים, פיתחנו שיטת איסוף נתונים יחודים. התוכנה מנתחת את המידע על הדרייברים שכבר מותקנים במחשב, ואם המערכת מזהה דרייבר נדיר, היא תוסיף את הדרייבר למאגר שלנו באופן אוטומטי. כל המידע שנאסף הוא אנונימי לחלוטין ומכיל את הדרייברים עצמם בלבד ללא מידע אישי.
hi: DriverPack ड्राइवर डेटाबेस को और भी अधिक उपकरणों को कवर करने की अनुमति देने के लिए, एक अद्वितीय डेटा संग्रहण प्रणाली विकसित की गई थी। यह उन ड्राइवरों के बारे में जानकारी का विश्लेषण करती है जो पहले से ही कंप्यूटर पर स्थापित हैं, और अगर सिस्टम एक दुर्लभ ड्राइवर को खोजता है, तो यह हमारे ड्राइवर डेटाबेस को स्वचालित रूप से इसे जोड़ता है। यह सब डेटा बिल्कुल गुमनाम रूप से इकट्ठा होता है और केवल डिवाइस ड्राइवरों से संबंधित होता है।
hu: Annak érdekében, hogy a DriverPack driver adatbázisa még több eszközt fedjen el, egy egyedi gyűjtőrendszert fejlesztettünk ki. Ez kivizsgálja a számítógépekre telepített driverek adatait, és ha a rendszer ritka driverre bukkan, automatikusan hozzáadja a driver adatbázisunkhoz. Az összes adatot teljesen névtelenül gyűjtjük, és csak az eszköz drivereihez kapcsolódnak.
id: Untuk memungkinkan database driver DriverPack untuk menjangkau lebih banyak perangkat, sistem pengumpulan data yang unik dikembangkan. Ini menganalisis informasi tentang driver yang sudah terpasang di komputer, dan jika sistem menemukan driver yang langka, ia menambahkannya ke database driver kami secara otomatis. Semua data ini dikumpulkan secara anonim dan hanya berhubungan dengan driver perangkat.
it: Al fine di permettere al database di DriverPack di coprire sempre maggiori dispositivi, è stato sviluppato un unico sistema di raccolta dati. Analizza le informazioni sui driver che sono già presenti sul computer, e se trova un driver raro, lo aggiunge al nostro database automaticamente. Tutti questi dati vengono raccolti assolutamente in maniera anonima e sono relativi solo ai driver dei dispositivi.
ko: DriverPack 드라이버 데이터베이스가 더 많은 장치를 지원할 수 있도록 고유한 데이터 수집 시스템이 개발되었습니다. 컴퓨터에 이미 설치되어있는 드라이버에 대한 정보를 분석하고 시스템에서 드문 드라이버를 발견하면 드라이버 데이터베이스에 드라이버를 자동으로 추가합니다. 이 모든 데이터는 절대적으로 익명으로 수집되며 장치 드라이버에만 관련됩니다.
ku: بۆ ئەوەی ڕێ بدات بە داتابەیسی پێناسەی DriverPack ئامێرەکانی زیاتر دابپۆشێت،سیستەمێکی بێهاوتای کۆکردنەوەی داتاکان گەشەی پێدراوە. ئەو زانیاریەکان دەربارەی پێناسەکان شی دەکاتەوە کە ئامادەن بۆ دامەزراندن لەسەر کۆمپیوتەرەکان، و ئەگەر سیستەمەکە پێناسەیەکی دەگمەن ئاشکەرای کرد، ئەو زیاد دەکات ئەو پێناسەیە بۆ داتابەیسی پێناسەکانمان بە ئوتوماتیکی. هەموو ئەم داتانە کۆ دەکرێنەوە بەشێوەیەکی نادیار و پەیوەستن تەنها بە پێناسەکانی ئامێرەکە.
nl: Om ervoor te zorgen dat de DriverPack-driverdatabase nog meer apparaten kan bestrijken, is een uniek systeem voor gegevensverzameling ontwikkeld. Het analyseert informatie over de drivers die al op de computers zijn geïnstalleerd en als het systeem een zeldzame driver ontdekt, wordt het automatisch toegevoegd aan onze driverdatabase. Al deze gegevens worden absoluut anoniem verzameld en hebben alleen betrekking op apparaatdrivers.
no: For å tillate DriverPack driver databasen å dekke enda flere enheter, ble det utviklet et unikt datainnsamlings system. Det analyserer informasjon om driverne som allerede er installert på datamaskinene, og hvis systemet oppdager en sjelden driver, legges den automatisk inn i driver databasen. Alle disse dataene er samlet anonymt og gjelder kun enhetsdriverne.
ps: د DriverPack ډرایټ ډاټابیس ته د نورو وسایطو پوښلو لپاره اجازه ورکولو لپاره، د معلوماتو راټولولو ځانګړي سیسټم پرمختګ شوی و. دا د هغه چلوونکي په اړه معلومات تحلیل کوي چې دمخه یې په کمپيوټرونو نصب شوي دي، او که سیسټم یو ناڅاپي چلوونکي وپیژني، دا په اتوماتيک ډول زمونږ د ډرایټیسټ ډاټابیس ته اضافه کوي. دا ټولې ډاټا په بشپړه توګه نامناسب راټول شوي او یوازې د تلیفون چلوونکي پورې تړاو لري.
pt_br: Para permitir que o banco de dados do driver do DriverPack cubra ainda mais dispositivos, um sistema de coleta de dados exclusivo foi desenvolvido. Ele analisa informações sobre os drivers que já estão instalados nos computadores e, se o sistema descobrir um driver raro, ele o adiciona ao banco de dados do driver automaticamente. Todos esses dados são coletados de forma absolutamente anônima e se relacionam somente com drivers de dispositivo.
pt_pt: De modo a que a base de dados do DriverPack inclua ainda mais dispositivos, foi desenvolvido um sistema ímpar de recolha de dados do sistema. Analisa a informação relativa aos controladores já instalados nos computadores, e se o sistema descobre um controlador raro, adiciona-o automaticamente à nossa base de dados de controladores. Toda esta informação é recolhida de modo absolutamente anónimo, e está relacionada apenas com os controladores do dispositivo.
ro: Pentru a permite ca baza de date DriverPack să acopere și mai multe dispozitive, a fost dezvoltat un sistem unic de colectare a datelor. Analizează informații despre driverele deja instalate pe computere și, dacă sistemul descoperă un driver rar, îl adaugă automat în baza de date. Toate aceste date sunt adunate absolut anonim și fac referire numai la driverele dispozitivelor.
sk: Aby mohla databáza ovládačov DriverPack pokryť ešte viac zariadení, vyvinul sa jedinečný systém na zhromažďovanie údajov. Analyzuje informácie o ovládačoch, ktoré už sú nainštalované v počítačoch a ak systém zistí vzácny ovládač, automaticky ho pridá do databázy ovládačov. Všetky tieto údaje sa zbierajú úplne anonymne a týkajú sa iba ovládačov zariadení.
sl: Da bi lahko program DriverPack zajemal še več naprav, je bil razvit edinstven sistem zbiranja podatkov. Analizira podatke o gonilnikih, ki so že nameščeni v računalnikih, in če sistem odkrije redek gonilnik, ga samodejno dodaja v našo podatkovno bazo. Vsi ti podatki so zbirajo popolnoma anonimno in se nanašajo samo na gonilnike naprav.
sq: Që të lejoni dabazën e drajverave DriverPack të mbulojë edhe më shumë pajisje, një sistem unik për mbledhje të dhënash është zhvilluar. Ai analizon informacionin rreth drajverave që janë tashmë të instaluar tek kompjuterat, dhe nëse sistemi analizon një drajver të rrallë, e shton atë tek databaza jonë e draverave automatikisht. Gjithë këto të dhëna mblidhen absolutisht anonimisht dhe e lidh pajisjen vetëm me drajverin.
sr: Da bi se omogućilo DriverPack bazi drajvera da obezbedi podršku za još više uređaja, razvijen je jedinstven sistem prikupljanja podataka. Na osnovu analize instaliranih drajvera na računar, sistem prikupljanja podataka će ukoliko otkrije redak drajver, automatski dodati u bazu podataka. Svi podaci se prikupljaju anonimno i odnose se samo na drajvere za računarske uređaje.
sw: Ili kuruhusu database ya driver wa DriverPack ili kufikia vifaa vingine zaidi, mfumo wa kipekee wa kukusanya data ulifanywa. Inachambua habari kuhusu drivers ambayo tayari imewekwa kwenye kompyuta, na ikiwa mfumo unapata driver wa nadra, huongeza kwa driver yetu ya data moja kwa moja. Data hii yote imekusanywa kabisa bila kujulikana na inahusiana na madereva ya kifaa tu.
ta: DriverPack வன்பொருள்தொகுப்பு இயக்கி தரவுத்தளத்தை இன்னும் பல சாதனங்களை மறைப்பதற்கு அனுமதிக்க, ஒரு தனிப்பட்ட தரவு சேகரிப்பு அமைப்பு உருவாக்கப்பட்டது.ஏற்கனவே கணினிகளில் நிறுவப்பட்டுள்ள டிரைவர்களைப் பற்றிய தகவலை இது பகுப்பாய்வு செய்கிறது, மற்றும் கணினி அரிதான இயக்கி கண்டுபிடித்துவிட்டால், அது தானாக எங்கள் இயக்கி தரவுத்தளத்துடன் சேர்க்கிறது.இந்த தரவு அனைத்தும் அநாமதேயமாக சேகரிக்கப்பட்டு சாதன இயக்கிகளை மட்டுமே சார்ந்துள்ளது.
te: DriverPack Driver డాటాబేస్ ఇంకా ఎక్కువ పరికరాల కొరకు అనుమతించుటకు, ఒక ప్రత్యేక సమాచార సేకరణ వ్యవస్థ అభివృద్ధి చేయబడింది. కంప్యూటరులో ఇప్పటికే ఇన్స్టాల్ చేయబడిన డ్రైవర్ల గురించి సమాచారాన్ని ఇది విశ్లేషిస్తుంది, మరియు సిస్టమ్ అరుదైన Driver గుర్తిస్తే, అది మా Driver డేటాబేస్కు స్వయంచాలకంగా జోడించబడుతుంది. ఈ డేటా పూర్తిగా అనామకంగా సేకరిస్తుంది మరియు పరికరం డ్రైవర్లకు మాత్రమే ఉంటుంది.
th: เพื่อที่จะอนุญาตให้ฐานข้อมูลไดรเวอร์ DriverPack ครอบคลุมอุปกรณ์มากขึ้น ระบบการรวบรวมข้อมูลอันเป็นเอกลักษณ์จึงถูกพัฒนาขึ้น มันวิเคราะห์ข้อมูลเกี่ยวกับไดรเวอร์ที่ติดตั้งลงบนคอมพิวเตอร์ และถ้าระบบค้นพบไดรเวอร์ที่หายาก มันจะเพิ่มเข้าไปในฐานข้อมูลไดรเวอร์อัตโนมัติ ข้อมูลทั้งหมดนี้รวบรวมโดยไม่ระบุชื่อผู้ใช้และเกี่ยวข้องกับไดรเวอร์อุปกรณ์เท่านั้น
tr: Daha da fazla aygıtı kapsaması için DriverPack sürücü veritabanını sağlamak için benzersiz bir veri toplama sistemi geliştirildi. Bilgisayarlardaki zaten yüklü olan sürücüler hakkında bilgileri çözümler ve eğer sistem nadir bir sürücü keşfederse, bunu otomatik olarak sürücü veritabanımıza ekler. Tüm bu veriler kesinlikle isimsiz olarak toplanır ve sadece aygıt sürücüleri ile ilgilidir.
zh: 為了讓 DriverPack 驅動程式資料庫包含更多的裝置，開發了一個獨特的資料收集系統。它分析有關電腦上已安裝驅動程式的資訊，如果系統發現了一個罕見的驅動程式，它會自動將其加入到驅動程式資料庫。所有這些資料絕對匿名收集，僅與裝置驅動程式有關。
zh_cn: 为了让 DriverPack 驱动程序数据库覆盖更多的设备，开发了一个独特的数据采集系统。 它分析有关计算机上已安装的驱动程序的信息，如果系统发现一个罕见的驱动程序，它会自动将其添加到驱动程序数据库。 所有这些数据绝对匿名收集，仅与设备驱动程序相关。

# settings_collect-drivers-anchor
source: Learn more
ar: اعرف أكثر
az: Təfsilatı ilə
bg: Разберете повече
bn: আরও জানুন
ca: Més informació
de: Mehr erfahren
el: Μάθετε περισσότερα
es: Más información
es_419: Aprende más
fa: بیشتر بدانید
fil: Matuto nang higit pa
fr: En apprendre plus
gu: વધુ જાણો
he: למד עוד
hi: और अधिक जानें
hu: Részletek
id: Pelajari lebih lanjut
it: Per saperne di più
ko: 더 알아보기
ku: زیاتر فێرببه‌
nl: Lees verder
no: Lær mer
pl: Dowiedz się więcej
ps: نور زده کړئ
pt_br: Saiba mais
pt_pt: Saiba mais
ro: Află mai multe
sk: Viac k nahliadnutiu
sl: Nauči se več
sq: Mëso më shumë
sr: Saznajte više
sw: Jifunze zaidi
ta: மேலும் அறிக
te: ఇంకా నేర్చుకో
th: เรียนรู้เพิ่มเติม
tr: Daha fazla bilgi edinin
zh: 了解更多資訊
zh_cn: 了解更多

# menu_create_recovery_point
source: Create Restore Point
ar: انشاء نقطة استعادة
az: Bərpa Nöqtədi Yarat
bg: Създай точка за възстановяване
bn: রিস্টোর পয়েন্ট তৈরি করো
ca: Crea un punt de restauració
de: Wiederherstellungspunkt erstellen
el: Δημιουργία Σημείου Επαναφοράς
es: Crear un punto de restauración
es_419: Crear Punto de Restauracón
et: Loo taastepunkt
fa: ساخت نقطه بازگشت
fil: Lumikha ng Restore Point
fr: Créer un point de restauration
gu: રીસ્ટોર પોઈન્ટ બનાવો
he: צור נקודת שחזור
hi: अंक बहाल बनाएँ
hu: Rendszer-visszaállítási pont létrehozása
id: Buat Titik Pemulihan
it: Creazione di un punto di ripristino
ko: 복원 지점 생성
ku: دروستكردنی خاڵی گه‌ڕانه‌وه‌
nl: Herstelpunt maken
no: Opprett gjenopprettings punkt
pl: Utwórz punkt przywracania
ps: د بیا رغونې پوائنټ جوړول
pt_br: Criar Ponto de Restauração
pt_pt: Criar Ponto de Restauro
ro: Creare Punct Restaurare
sk: Vytvoryť bod obnovenia
sl: Ustvarite obnovitveno točko
sq: Krijo Pikë Rikthimi
sr: Napravite tačku vraćanja
sw: Unda Hatua ya Kurejesha
ta: மீட்டமைக்கும் புள்ளியை உருவாக்கு
te: పునరుద్ధరణ పాయింట్ సృష్టించండి
th: สร้างจุดคืนค่า
tr: Geri Yükleme Noktası Oluştur
zh: 建立還原點
zh_cn: 创建恢复点

# menu_create_drivers_backup
source: Create Drivers Backup
ar: عمل نسخة احتياطية من التعريفات
az: Driverlərin Ehtiyatını Yarat
bg: Създай на резервно копие с драйвери
bn: ড্রাইভারগুলোর ব্যাকআপ তৈরি করো
ca: Desa una còpia dels controladors
de: Treibersicherung erstellen
el: Δημιουργία Αντιγράφου Ασφαλείας Προγραμμάτων Οδήγησης
es: Crear una copia de seguridad de los drivers
es_419: Crear Respaldo del Controlador
et: Loo draiverite tagavarakoopia
fa: ساخت نسخه پشتیبان درایورها
fil: Lumikha ng Backup ng mga Driver
fr: Créer une sauvegarde des pilotes
gu: ડ્રાઈવર્સનું બેકઅપ બનાવો
he: צור גיבוי דרייברים
hi: ड्राइवर बैकअप बनाएं
hu: Drivermentés létrehozása
id: Buat Cadangan Driver
it: Creazione del backup dei driver
ko: 드라이버 백업 생성
ku: دروستكردنی یه‌ده‌كی پێناسه‌كان
nl: Maak een back-up van drivers
no: Opprett Driver Sikkerhetskopi
pl: Utwórz kopię zapasową sterowników
ps: د چلونکي بیک اپ جوړ کړئ
pt_br: Criar Backup dos Drivers
pt_pt: Criar Cópia de Segurança dos Controladores
ro: Creare copie de rezervă pentru drivere
sk: Vytvoriť zálohu ovládačov
sl: Ustvarite kopijo gonilnikov
sq: Krijo Rezervë Drajverash
sr: Napravite rezervne kopije drajvera
sw: Unda Drivers Backup
ta: இயக்கிகள் காப்பு உருவாக்குக
te: డ్రైవర్లు బ్యాకప్ సృష్టించు
th: สร้างการสำรองไดร์เวอร์
tr: Sürücülerin Yedeğini Oluştur
zh: 建立驅動程式備份
zh_cn: 创建驱动程序备份

# menu_add_remove_programs
source: Software Uninstall
ar: إزالة تثبيت البرنامج
az: Proqram Silmə
bg: Премахване на софтуер
bn: সফটওয়্যার আনইন্সটল
ca: Suprimeix aplicacions
de: Software entfernen
el: Απεγκατάσταση Λογισμικού
es: Desinstalar aplicaciones
es_419: Desinstalar Programa o App
et: Tarkvara eemaldamine
fa: حذف نرم افزار
fil: I-uninstall ang Software
fr: Désinstallation du logiciel
gu: સૉફ્ટવેર અનઇન્સ્ટોલ
he: הסרת תוכנות
hi: सॉफ्टवेयर की स्थापना रद्द करें
hu: Szoftver eltávolítása
id: Penghapus Perangkat Lunak
it: Disinstallazione del programma
ko: 소프트웨어 삭제
ku: سڕینه‌وه‌ی به‌رنامه‌
nl: Software verwijderen
no: Avinstaller Programvare
pl: Odinstaluj programy
ps: سافټویر اننسټالول
pt_br: Desinstalar Programas
pt_pt: Desinstalar Aplicação
ro: Dezinstalare Software
sk: Odinštalácia softvéru
sl: Odstranitev programa
sq: Çinstalim Softueri
sr: Deinstaliranje softvera
sw: Ondoa Programu
ta: மென்பொருள் நீக்குதல்
te: సాఫ్ట్వేర్ అన్ఇన్స్టాల్
th: ถอนการติดตั้งซอฟท์แวร์
tr: Yazılım Kaldırma
zh: 軟體卸載
zh_cn: 软件卸载

# menu_device_manager
source: Device Manager
ar: مدير الجهاز
az: Qurğu idaraedicisi
bg: Мениджър на устройствата
bn: ডিভাইস ম্যানেজার
ca: Gestor de dispositius
de: Geräte-Manager
el: Διαχείριση Συσκευών
es: Administrador de dispositivos
es_419: Administrador de dispositivos
et: Seadmehaldur
fa: مدیریت دستگاه
fr: Gestionnaire de périphériques
gu: ઉપકરણ મેનેજર
he: מנהל התקנים
hi: डिवाइस मैनेजर
hu: Eszközkezelő
id: Pengelola Perangkat
it: Gestione Dispositivi
ko: 장치 관리자
ku: بەڕێوەبەری ئامێر
nl: Apparaat beheerder
no: Enhetsbehandling
pl: Menedżer urządzeń
ps: د ډاټا مدیر
pt_br: Gerenciador de Dispositivos
pt_pt: Gestor de Dispositivos
ro: Manager Dispozitive
sk: Správca Zariadení
sl: Upravitelj naprav
sq: Menaxheri i Pajisjeve
sr: Upravljanje uređajima
sw: Mwongoza kifaa
ta: சாதன மேலாளர்
te: పరికరాల నిర్వాహకుడు
th: ตัวจัดการอุปกรณ์
tr: Aygıt Yöneticisi
zh: 裝置管理員
zh_cn: 设备管理器

# menu_system_properties
source: System Properties
ar: خصائص النظام
az: Sistem Xüsusiyyətləri
bg: Свойства на системата
bn: সিস্টেম প্রোপার্টিস
ca: Propietats de sistema
de: Systemeigenschaften
el: Ιδιότητες Συστήματος
es: Propiedades del sistema
es_419: Propiedades del sistema
et: Süsteemi atribuudid
fa: خصوصیات سیستم
fil: Katangian ng Sistema
fr: Propriétés du système
gu: સિસ્ટમ પ્રોપર્ટીઝ
he: מאפייני מערכת
hi: प्रणाली के गुण
hu: Rendszertulajdonságok
id: Properti Sistem
it: Proprietà di sistema
ko: 시스템 등록정보
ku: تایبه‌تمه‌ندییه‌كانی سیسته‌م
nl: Systeem eigenschappen
no: System Egenskaper
pl: Właściwości systemu
ps: د سیستم ځانتياوې
pt_br: Propriedades do Sistema
pt_pt: Propriedades do Sistema
ro: Proprietăţile Sistemului
sk: Vlastnosti Systému
sl: Lastnosti sistema
sq: Vetitë e Sistemit
sr: Karakteristike sistema
sw: Mali ya Mfumo
ta: கணினி பண்புகள்
te: సిస్టమ్ గుణాలు
th: คุณสมบัติระบบ
tr: Sistem Özellikleri
zh: 系統內容
zh_cn: 系统属性

# menu_display_properties
source: Display Settings
ar: إعدادات العرض
az: Ekran Tənzimləmələri
bg: Настройки на дисплея
bn: ডিসপ্লে সেটিংস্‌
ca: Propietats de la pantalla
de: Anzeigeeinstellungen
el: Ρυθμίσεις Προβολής
es: Propiedades de la pantalla
es_419: Configuración de Pantalla
et: Kuva seaded
fa: تنظیمات نمایشگر
fil: Mga Setting ng Display
fr: Paramètres d'affichage
gu: ડિસ્પ્લે સેટિંગ્સ
he: הגדרות תצוגה
hi: प्रदर्शन सेटिंग्स
hu: Kijelző beállításai
id: Pengaturan Tampilan
it: Impostazioni di visualizzazione
ko: 디스플레이 설정
ku: پیشاندانی ڕێكخستنه‌كان
nl: Scherminstellingen
no: Display Oppsett
pl: Ustawienia wyświetlania
ps: د نندارې امستنې
pt_br: Configurações de Exibição
pt_pt: Definições do Monitor
ro: Setări Afișare
sk: Nastavenia Zobrazenia
sl: Nastanitve zaslona
sq: Cilësimet e Ekranit
sr: Podešavanja ekrana
sw: Mipangilio ya kuonyesha
ta: காட்சி அமைப்புகள்
te: డిస్ ప్లే సెట్టింగులు
th: ตั้งค่าหน้าจอ
tr: Ekran Ayarları
zh: 顯示設定
zh_cn: 显示设置

# menu_power_options
source: Power Options
ar: خيارات الطاقة
az: Enerji Seçimləri
bg: Опции за захранване
bn: পাওয়ার অপশনসমূহ
ca: Opcions d'energia
de: Energieoptionen
el: Επιλογές παροχής ενέργειας
es: Opciones de energía
es_419: Opciones de Energía
et: Toitesuvandid
fa: تنظیمات قدرت
fil: Pagpipilian sa Power
fr: Options d'alimentation
gu: પાવર ઓપ્શન્સ
he: הגדרות צריכת חשמל
hi: ऊर्जा के विकल्प
hu: Energia lehetőségek
id: Pilihan Power
it: Opzioni Risparmio Energetico
ko: 전원 옵션
ku: هەڵبژاردەکانی وزە
no: Strøm Alternativer
pl: Opcje zasilania
ps: د بریښنا انتخابونه
pt_br: Opções de Energia
pt_pt: Opções de energia
ro: Opțiuni Alimentare
sk: Možnosti Napájania
sl: Možnosti porabe energije
sq: Opsionet e Energjisë
sr: Opcije napajanja
sw: Chaguzi za nguvu
ta: சக்தி விருப்பங்கள்
te: పవర్ ఎంపికలు
th: ตัวเลือกพลังงาน
tr: Güç Seçenekleri
zh: 電源選項
zh_cn: 电源选项
