Repository: DriverPackSolution/transifex-backup
Catalog: beetle/driverpack-solution-worldwide/driverpackpo/*.po
Languages: ar, az, bg, bn, ca, de, el, es, es_419, et, fa, fil, fr, gu, he, hi, hu, id, it, ko, ku, nl, no, pl, ps, pt_br, pt_pt, ro, sk, sl, sq, sr, sw, ta, te, th, tr, zh, zh_cn

# settings-header_caption
source: DriverPack has been created specifically for admins but is clear and convenient even for novice users. By using it, millions of system admins worldwide can not only configure their computers quickly but can also customize DriverPack according to their own needs and tasks. The new selection algorithm installs drivers that allow your devices to operate with maximum efficiency. Try DriverPack — we are sure you will like it!
ar: تم إنشاء برنامج DriverPack خصيصًا للمشرفين ولكنه واضح وملائم حتى بالنسبة للمستخدمين المبتدئين. من خلال استخدامه ، يمكن لملايين مسؤولي النظام في جميع أنحاء العالم ليس فقط تكوين أجهزة الكمبيوتر الخاصة بهم بسرعة ولكن يمكن أيضا تخصيص DriverPack وفقا لاحتياجاتهم الخاصة والمهام. تقوم خوارزمية الاختيار الجديدة بتثبيت برامج التشغيل التي تسمح للأجهزة الخاصة بك بالعمل بأقصى قدر من الكفاءة. محاولة DriverPack — نحن على يقين من أنك سوف ترغب في ذلك!
az: DriverPack xüusislə idarəçilər üçün yaradılmışdır ancaq təcrübəsiz istifadəçilər üçün belə uyğun və başa düşüləndir. Bundan istifadə edərək, dünya miqyasındakı milyonlarca sistem idarəçisi, kompüterlərini təkcə sürətli şəkildə tənziməklə deyil eyni zamanda öz ehtiyaclarına və tapşırıqlarına görə DriverPack-ı xüsusiləşdirə bilərlər. Yeni seçim alqoritmi, cihazlarınıza ən çox məhsuldarlıq ilə işləməyi təmin edən driverləri quraşdırır. DriverPack-ı test edin — razı qalacağınıza əminik!
bg: DriverPack е създаден специално за администраторите, но е ясен и удобен дори за начинаещи потребители. Използвайки го, милиони системни администратори в световен мащаб могат не само да конфигурират компютрите бързо, но и да персонализират DriverPack според собствените си нужди и задачи. Новият алгоритъм за подбор инсталира драйвери, които позволяват на вашите устройства да работят с максимална ефективност. Опитайте DriverPack — сигурни сте, че ще ви хареса!
bn: DriverPack বিশেষভাবে অ্যাডমিনদের জন্য তৈরি করা কিন্তু এটি এমনকি নতুন ব্যবহারকারীদের জন্যও স্বচ্ছ ও সুবিধাজনক। এটি ব্যবহার করে বিশ্বব্যাপী লক্ষ লক্ষ সিস্টেম অ্যাডমিন শুধু তাদের কম্পিউটারসমূহই দ্রুত কনফিগার করতে পারেন না, তাদের নিজ চাহিদা ও কাজ অনুযায়ী DriverPack নিজের মতো সাজিয়ে নিতে পারেন। নতুন বাছাইকরণ এলগরিদমটি যন্ত্রসমূহকে সর্বোচ্চ দক্ষতায় কাজ করতে উপযুক্ত ড্রাইভারসমূহ ইন্সটল করে। DriverPack পরখ করুন — আমরা নিশ্চিত এটি আপনার পছন্দ হবে!
ca: DriverPack ha estat creat específicament per a administradors però és simple i clar fins i tot per a usuaris novells. En utilitzar-ho, milions d'administradors de sistemes arreu del mon no només configuren els ordinadors ràpidament sinó que a més poden personalitzar el DriverPack segons les seves necessitats i tasques. El nou algorisme de selecció instal·la els controladors que fan que els vostres dispositius funcionin amb la major eficiència. Proveu DriverPack — estem segurs que us agradarà!
de: DriverPack wurde speziell für Administratoren erstellt, ist aber klar und bequem auch für unerfahrene Benutzer. Damit können Millionen von Systemadministratoren weltweit ihre Computer nicht nur schnell konfigurieren, sondern auch DriverPack nach Ihren eigenen Bedürfnissen und Aufgaben anpassen. Der neue Auswahlalgorithmus installiert Treiber, mit denen Ihre Geräte mit maximaler Effizienz betrieben werden können. Versuchen Sie DriverPack — wir sind sicher, Sie werden es mögen!
es: DriverPack ha sido diseñado específicamente para administradores, pero es útil e intuitivo también para principiantes. Al usarlo, millones de administradores de sistemas alrededor del mundo no solo configuran sus ordenadores rápidamente, sinó que pueden personalizar DriverPack según sus necesidades y tareas. El nuevo algoritmo de selección instala los drivers que permiten que tus dispositivos funcionen con máxima eficacia. Prueba DriverPack — ¡estamos seguros que te gustará!
es_419: DriverPack ha sido creado específicamente para administradores, pero es claro y conveniente incluso para usuarios novatos. Al usarlo, millones de administradores de sistemas en todo el mundo no solo pueden configurar sus computadoras rápidamente, sino que también pueden personalizar DriverPack de acuerdo con sus propias necesidades y tareas. El nuevo algoritmo de selección instala controladores que permiten que sus dispositivos operen con la máxima eficiencia. Prueba DriverPack: ¡estamos seguros de que te gustará!
et: DriverPack on loodud spetsiaalselt administraatoritele, kuid see on lihtne ja mugav ka uutele kasutajatele. Kasutades seda saavad miljonid süsteemiadministraatorid üle maailma mitte ainult seadistada arvuteid, vaid ka kohendada DriverPack funktsiooni vastavalt nende vajadustele ja ülesannetele. Uusim vaik algorütme paigaldab draiverid ja lubad seadmel töötada täivõimsusel. Proovi DriverPack-i — oleme kindlad, et teile hakkab see meeldima!
fa: DriverPack به طور خاص برای مدیران ساخته شده است اما به راحتی قابل استفاده برای کاربران تازه کار است. با استفاده از آن، میلیون ها مدیر سیستم در سرتاسر جهان فقط نمیتوانند پیکربندی کامپیوترهایشان را انجام دهند بلکه همچنین می توانند DriverPack را باتوجه به آنچه که نیاز دارن پیکربندی کنند. الگوریتم های جدید انتخاب شده نصب درایورها اجازه می دهد که دستگاه هایتان با بالاترین عملکرد موثر باشند. — DriverPack را امتحان کنید، مطمئن خواهیم بود شما از آن خوشتان می آید.
fil: Ang DriverPack ay partikular na nilikha para sa mga admin ngunit malinaw na maginhawa kahit sa mga baguhan. Sa pamamagitan ng paggamit nito, milyon-milyong mga system admins sa buong mundo ay maaaring i-configure ang kanilang mga computer nang mabilis at maaari ring i-customize ang DriverPack ayon sa kanilang sariling mga pangangailangan at mga gawain. Ang bagong algorithm ng pagpili ay nag-i-install ng mga driver na nagpapahintulot sa iyong mga device na gumana nang may pinakamataas na kahusayan. Subukan ang DriverPack — sigurado kami na magugustohan mo ito!
fr: DriverPack a été créé spécifiquement pour les administrateurs, mais il est clair et pratique, même pour les utilisateurs novices. En l'utilisant, des millions d'administrateurs système dans le monde entier peuvent non seulement configurer leurs ordinateurs rapidement, mais peuvent également personnaliser DriverPack en fonction de leurs propres besoins et de leurs tâches. Le nouvel algorithme de sélection installe des pilotes qui permettent à vos appareils de fonctionner avec une efficacité maximale. Essayez DriverPack — nous sommes sûrs que vous l'aimerez!
gu: DriverPack એડમિન્સ માટે ખાસ બનાવવામાં આવ્યું છે પરંતુ તે શિખાઉ વપરાશકર્તાઓ માટે પણ સ્પષ્ટ અને અનુકૂળ છે. તેનો ઉપયોગ કરીને, વિશ્વભરમાં લાખો સિસ્ટમ સંચાલકો ફક્ત તેમના કમ્પ્યુટર્સને જ ઝડપથી ગોઠવી શકતા નથી પરંતુ તેમની પોતાની જરૂરિયાતો અને કાર્યો અનુસાર પણ DriverPack ને કસ્ટમાઇઝ કરી શકે છે. નવું પસંદગી અલ્ગોરિધમ ડ્રાઇવર્સ ઇન્સ્ટોલ કરે છે જે તમારા ઉપકરણોને મહત્તમ કાર્યક્ષમતા સાથે ચલાવવા માટે પરવાનગી આપે છે. DriverPack અજમાવી જુઓ — અમને ખાતરી છે કે તમને તે ગમશે!
he: תוכנת DriverPack נוצרה במיוחד עבור מנהלי מערכת, אך היא ברורה ונוחה לשימוש גם עבור משתמשים מתחילים. על ידי שימוש בתוכנה, מליוני מנהלי מערכות בכל העולם מסוגלים להגדיר ולהתאים אישית את תוכנת DriverPack בהתאם לצרכיהם ולמשימות שלהם. אלגוריתם בחירת הדרייברים החדש שלנו מאפשר למחשב שלך לפעול ביעילות מקסימלית. נסה את תוכנת DriverPack — אנו בטוחים שתאהב אותה!
hi: DriverPack विशेष रूप से व्यवस्थापक के लिए बनाया गया है लेकिन नौसिखिए उपयोगकर्ताओं के लिए भी स्पष्ट और सुविधाजनक है। इसका उपयोग करके, दुनियाभर में लाखों सिस्टम एडमिन अपने कंप्यूटर को जल्दी से कॉन्फ़िगर ही नहीं कर सकते हैं बल्कि अपनी जरूरतों और कार्यों के अनुसार DriverPack को भी कस्टमाइज़ कर सकते हैं। नया चयन एल्गोरिदम ड्राइवरों को स्थापित करता है जो आपके डिवाइस को अधिकतम दक्षता के साथ संचालित करने की अनुमति देता है। DriverPack — आज़माएं - हमें यकीन है कि आप इसे पसंद करेंगे!
hu: A DriverPack-ot főként rendszergazdák részére fejlesztettük ki, de még kezdő felhasználók számára érthető. A használatával több millió rendszergazda képes gyorsan bekonfigurálni a számítógépeit, emellett pedig saját igényeikre és feladataikra is szabhatják a DriverPack-ot. Az új kiválasztási algoritmus feltelepíti a drivereket, melyet lehetővé teszik a készülékei maximális hatékonyságát. Próbálja ki a DriverPack-ot — biztosak vagyunk benne, hogy tetszeni fog!
id: DriverPack telah dibuat khusus untuk para admin namun jelas dan nyaman bahkan bagi pengguna pemula. Dengan menggunakannya, jutaan admin sistem di seluruh dunia tidak dapat hanya mengkonfigurasi komputer mereka dengan cepat namun juga dapat menyesuaikan DriverPack sesuai dengan kebutuhan dan tugas mereka sendiri. Algoritma seleksi baru pemasangan driver yang memungkinkan perangkat anda beroperasi dengan efisiensi maksimum. Coba DriverPack — kami yakin anda akan menyukainya!
it: DriverPack è stato creato specificatamente per gli amministratori ma è chiaro e conveniente anche per gli utenti alle prime armi. Usandolo, milioni di amministratori di sistema nel mondo non solo sono in grado di configurare i loro computer velocemente ma possono anche personalizzare DriverPack in base proprie esigenze e necessità. Il nuovo algoritmo di selezione installa i driver che consentono ai dispositivi di funzionare con la massima efficienza. Prova il DriverPack — siamo sicuri che ti piacerà!
ko: DriverPack 은 관리자를 위해 특별히 제작되었지만 초보 사용자에게도 분명하고 편리합니다. 이 기능을 사용하면 전세계의 수백만 명의 시스템 관리자가 컴퓨터를 신속하게 구성할 수 있을 뿐만 아니라 자신의 필요와 작업에 따라 DriverPack 을 사용자 정의할 수 있습니다. 새로운 선택 알고리즘은 장치가 최대 효율로 작동할 수있게 해주는 드라이버를 설치합니다. DriverPack을 사용해보세요 — 우리는 당신이 그것을 좋아할 것이라고 확신합니다!
ku: DriverPack دروستکراوە بەتایبەتی بۆ بەرێوەبەرەکان بەڵام ئەوە ڕوون و گونجاوە تەنانەت بۆ بەکارهێنەرە سەرەتاییەکان. بە بەکارهێنانی ئەوە، ملیۆنها بەرێوەبەرەکانی سیستەم لە هەموو جیهان نەک تەنها رێکخستنی کۆمپیوتەرەکانیان بەخێرایی بەڵکو هەروەها دەتوانن بەو شێوەیە دابنن DriverPack بەپێی ویستی خۆیان و ئەرکەکانیان. هەلبژاردەی نوێی ئالگۆریتمی دادەمەزرێنێت پێناسەکان کە رێگە بە ئامێرەکەت دەدات بۆ ئیش کردنی لەگەل بەرزترین توانا. DriverPack تاقی بکە — ئێمە دڵنیاین بە دڵت دەبێت!
nl: DriverPack is speciaal gemaakt voor beheerders, maar is duidelijk en handig, zelfs voor beginnende gebruikers. Door het te gebruiken, kunnen miljoenen systeembeheerders wereldwijd niet alleen hun computers snel configureren, maar kunnen ze DriverPack ook aanpassen aan hun eigen behoeften en taken. Het nieuwe selectie-algoritme installeert drivers waarmee uw apparaten met maximale efficiëntie kunnen werken. Probeer DriverPack — we weten zeker dat je het leuk zult vinden!
no: DriverPack er opprettet spesielt for administratorer, men er klart og praktisk selv for nybegynnere. Ved å bruke det, kan millioner av systemadministratorer over hele verden ikke bare konfigurere sine datamaskiner raskt, men kan også tilpasse DriverPack etter eget behov og oppgaver. Den nye utvalgsalgoritmen installerer drivere som tillater at enhetene dine opererer med maksimal effektivitet. Prøv DriverPack — vi er sikker på at du vil like det!
pl: DriverPack został stworzony specjalnie dla administratorów, ale jest przejrzysty i wygodny nawet dla początkujących użytkowników. Dzięki nim miliony administratorów systemu na całym świecie mogą nie tylko szybko skonfigurować swoje komputery, ale mogą także dostosować DriverPack do własnych potrzeb i zadań. Nowy algorytm wyboru instaluje sterowniki, które pozwalają twoim urządzeniom działać z maksymalną wydajnością. Wypróbuj DriverPack - jesteśmy pewni, że Ci się spodoba!
ps: DriverPack په ځانګړی توګه د دښمنانو لپاره جوړ شوی مګر د نوو کاروونکو لپاره واضح او اسانه دی. د دې کارولو په واسطه، په میلیونونو سیسټمونه په ټوله نړۍ کې نشي کولی یوازې د دوی کمپیوټرونه په چټکتیا سره ترتیب کړي مګر کولی شي د DriverPack د خپلو اړتیاوو او دندو مطابق. نوې ټاکنې د الګوریتمم ډرایټ نصبوي چې ستاسو وسایط د ډیرو موثریت سره کار کولو ته اجازه ورکوي. د DriverPack هڅه وکړئ — موږ ډاډه یو چې تاسو یې خوښ کړئ!
pt_br: O DriverPack foi criado especificamente para administradores, mas é fácil e conveniente mesmo para usuários novatos. Ao usá-lo, milhões de administradores de sistemas em todo o mundo não só podem configurar seus computadores rapidamente, mas também personalizar o DriverPack de acordo com suas próprias necessidades e tarefas. O novo algoritmo de seleção instala drivers que permitem que seus dispositivos funcionem com a máxima eficiência. Experimente o DriverPack — temos certeza de que você vai gostar!
pt_pt: O DriverPack foi criado especialmente para administradores mas é simples e conveniente mesmo para utilizadores inexperientes. Ao usá-lo, milhões de administradores de sistemas pelo mundo fora podem, para além de configurar os seus computadores rapidamente, também personalizar o DriverPack de acordo com as suas necessidades e tarefas. O novo algoritmo de seleção de controladores instala controladores que permitem a máxima eficiência de operação dos seus dispositivos. Experimente o DriverPack — temos a certeza de que vai gostar!
ro: DriverPack a fost creat special pentru administratori, dar este clar și convenabil chiar și pentru utilizatorii începători. Prin utilizarea acestuia, milioane de administratori de sistem din întreaga lume nu își configurează doar rapid computerele, ci își pot personaliza și DriverPack în funcție de propriile nevoi și sarcini. Noul algoritm de selecție instalează driverele ce permit dispozitivelor să funcționeze la eficiență maximă. Încercați DriverPack — suntem siguri că o să vă placă!
sk: DriverPack bol vytvorený špeciálne pre administrátorov, ale je zrozumiteľný a vhodný aj pre začínajúcich používateľov. Pomocou tohto systému milióny systémových administrátorov na celom svete môžu konfigurovať počítače nielen rýchlo, ale môžu tiež prispôsobiť DriverPack podľa vlastných potrieb a úloh. Nový algoritmus výberu nainštaluje ovládače, ktoré umožňujú vašim zariadeniam pracovať s maximálnou účinnosťou. Vyskúšajte DriverPack — sme si istí, že sa vám bude páčiť!
sl: DriverPack je bil ustvarjen posebej za skrbnike, vendar je jasen in uporaben tudi za neizkušene uporabnike. Z njegovo uporabo lahko milijoni sistemskih skrbnikov po vsem svetu ne samo hitro konfigurirajo svoje računalnike, ampak lahko tudi prilagodijo program DriverPack glede na njihove potrebe in naloge. Novi izbirni algoritem namesti gonilnike, ki vašim napravam omogočajo delovanje z največjo učinkovitostjo. Preiskusite DriverPack — prepričani smo, da vam bo všeč!
sq: DriverPack është krijuar në mënyrë specifike për administratër por është i qartë dhe përshtatshëm edhe për përdorues fillestarë. Duke e perdorur atë, miliona administratorë sistemesh në të gjithë botën jo vetëm mund të konfigurojnë kompjuterët shpejt por gjithashtu mund të personalizojnë DriverPack sipas nevojave dhe detyrave të tyre. Algoritmi i ri i përzgjedhjes instalon drajverat që lejojnë pajisjet të operojnë me efiçencë maksimale. Provo DriverPack — iu sigurojmë që do ta pëlqeni!
sr: DriverPack je pre svega namenjen za administratore ali je jednostavan i lak za upotrebu tako da ga koriste i početnici. Koristeći ovaj softver, milioni administratora sistema širom sveta ne podešavaju samo svoj računar brzo već takođe mogu da prilagođavaju DriverPack prema svojim potrebama i zadacima. Novi algoritam odabira instalira drajvere koji omogućuju da vaši uređaji rade sa maksimalnom efikasnošću. Probajte DriverPack — sigurni smo da će vam se dopasti!
sw: DriverPack imeundwa mahsusi kwa admins lakini ni wazi na rahisi hata kwa watumiaji wa novice. Kwa kutumia, mamilioni ya mfumo wa admins ulimwenguni kote hawawezi tu kusanidi kompyuta zao haraka lakini pia huweza Customize DriverPack kulingana na mahitaji yao wenyewe na kazi. Alamisho mpya ya uteuzi inakinisha madriver ambayo inaruhusu vifaa vyako kuendeshe kwa ufanisi wa juu. Jaribu DriverPack — tuna hakika utapenda!
ta: DriverPack வன்பொருள்தொகுப்பு ஆனது கணினி நிர்வாகிகளுக்காக குறிப்பாக உருவாக்கப்பட்டது, ஆனால் புதிய பயனர்கள் கூட தெளிவாகவும் மற்றும் வசதியாகவும் பயன்படுத்தும்படி உள்ளது. அதைப் பயன்படுத்துவதன் மூலம், உலகளாவிய கணினி நிர்வாகிகள் மில்லியன் கணக்கானவர்கள் தங்கள் கணினிகளை விரைவாக கட்டமைக்க முடியாது, ஆனால் DriverPack வன்பொருள்தொகுப்பு அவற்றின் சொந்த தேவைகளுக்கும் பணிகளுக்கும் ஏற்றவாறு தனிப்பயனாக்கலாம்.புதிய தேர்வு படிமுறை உங்கள் சாதனங்களை அதிகபட்ச திறனுடன் செயல்பட அனுமதிக்கும் வன்பொருள்களை நிறுவுகிறது.DriverPack வன்பொருள்தொகுப்பை முயற்சிக்கவும் — உங்களுக்கு பிடிக்கும் என்பதில் உறுதியாக இருக்கிறோம்!
te: DriverPack నిర్వాహకులకు ప్రత్యేకంగా సృష్టించబడింది, కానీ క్రొత్త వినియోగదారులకు కూడా స్పష్టమైనది మరియు అనుకూలమైనది. దీన్ని ఉపయోగించడం ద్వారా, ప్రపంచవ్యాప్త వ్యవస్థ నిర్వాహకులు లక్షలాది మంది తమ కంప్యూటర్లను శీఘ్రంగా ఆకృతీకరించడం కానీ అనుకూలీకరించవచ్చు DriverPack వారి సొంత అవసరాలు మరియు పనులు ప్రకారం. కొత్త ఎంపిక అల్గోరిథం మీ పరికరాలను గరిష్ట సామర్ధ్యంతో పనిచేయడానికి అనుమతించే డ్రైవర్లను ఇన్స్టాల్ చేస్తుంది. ప్రయత్నించండి DriverPack — మీరు ఇష్టపడతారని మేము ఖచ్చితంగా అనుకుంటున్నాము!
th: DriverPack ได้ถูกสร้างขึ้นมาโดยเฉพาะสำหรับผู้ดูแลระบบแต่ชัดเจนและสะดวกแม้แต่กับผู้เริ่มต้นใช้ ในการใช้มันกว่าล้านคนของผู้ดูแลระบบทั่วโลกไม่เพียงแต่กำหนดค่าคอมพิวเตอร์ของพวกเขาได้อย่างรวดเร็วแต่ยังสามารถปรับแต่ง DriverPack ตามความต้องการและการทำงานของพวกเขา อัลกอริธึ่มใหม่ในการเลือกติดตั้งไดรเวอร์จะช่วยให้การทำงานของอุปกรณ์เกิดประสิทธิภาพสูงสุด ลองใช้ DriverPack — เรามั่นใจว่าคุณจะชอบมัน!
tr: DriverPack özellikle yöneticiler için yaratılmıştır ancak acemi kullanıcılar için bile uygun ve anlaşılırdır. Bunu kullanarak, dünya çapındaki milyonlarca sistem yöneticisi, bilgisayarlarını sadece hızlıca yapılandırmakla kalmayabilir aynı zamanda kendi ihtiyaçları ve görevlerine göre DriverPack'i özelleştirebilir. Yeni seçim algoritması aygıtlarınıza en fazla verimlilik ile çalışmayı sağlayan sürücüleri yükler. DriverPack'i deneyin — seveceğinizden eminiz!
zh: DriverPack 已專門為系統管理員建立，但對於新手使用者來說，也很清晰和方便。透過使用它，全世界數以百萬計的系統管理員不僅可以快速配置他們的電腦，而且還可以根據自己的需要和任務自訂 DriverPack。新的選擇演算法安裝驅動程式，使您的裝置能夠以最大的效率運行。嘗試 DriverPack - 我們相信您會喜歡它!
zh_cn: DriverPack 专门为管理员创建，即使对于新手用户来说也是清晰方便的。 通过使用它，全球数以百万计的系统管理员不仅可以快速配置计算机，还可以根据自己的需求和任务自定义 DriverPack。 新的选择算法安装了允许您的设备以最高效率运行的驱动程序。 尝试 DriverPack — 我们相信你会喜欢它！

# settings-screen_license
source: License Agreement
ar: اتفاقية الترخيص
az: Lisenziya Müqaviləsi
bg: Лицензионни условия
bn: লাইসেন্স চুক্তি
ca: Acord de llicència
de: Lizenzvereinbarung
el: Άδεια Χρήσης
es: Acuerdo de Licencia
et: Litsents
fa: قوانین استفاده
fil: Kasunduan sa Lisensya
fr: Contrat de licence
gu: લાયસન્સ કરાર
he: הסכם רישיון
hi: लाइसेंस समझौता
hu: Általános Szerződési Feltételek -kel.
id: Perjanjian Lisensi
it: Contratto di Licenza
ko: 라이센스 동의
ku: مۆڵه‌تنامه‌ی ڕێككه‌وتن
nl: Licentieovereenkomst
no: Lisensavtale
pl: Umowa licencyjna
ps: د جواز تړون
pt_br: Termos de Licença
pt_pt: Acordo da Licença
ro: Termeni și Condiții
sk: Licenčná zmluva
sl: Licenčna pogodba
sq: Marrëveshja e Licencës
sr: Ugovorna licenca
sw: Mkataba wa leseni
ta: உரிம ஒப்பந்தம்
te: లైసెన్స్ ఒప్పందం
th: ข้อตกลงการอนุญาตใช้สิทธิ์
tr: Lisans Sözleşmesi
zh: 授權合約
zh_cn: 许可协议

# start_title_default_model
source: your computer
ar: جهازك
az: kompüteriniz
bg: твоят компютър
bn: আপনার কম্পিউটার
ca: vostre ordinador
de: Ihrem Computer
el: υπολογιστή σας
es: tu ordenador
es_419: tu computadora
et: teie arvuti
fa: کامپیوتر شما
fil: ang iyong computer
fr: votre ordinateur
gu: તમારૂ કમ્પ્યુટર
he: המחשב שלך
hi: आपका कंप्यूटर
hu: az ön számítógépe
id: komputer Anda
it: il tuo computer
ko: 귀하의 컴퓨터
ku: كۆمپیوته‌ره‌كه‌ی تۆ
nl: jouw computer
no: din datamaskin
pl: twojego komputera
ps: ستا کمپیوټر
pt_br: seu computador
pt_pt: seu computador
ro: computerul dvs.
sk: vášho počitača
sl: vaš računalnik
sq: kompjuteri juaj
sr: vašeg računara
sw: kompyuta yako
ta: உங்கள் கணினி
te: మీ కంప్యూటర్
th: คอมพิวเตอร์ของคุณ
tr: Bilgisayarınız
zh: 您的電腦
zh_cn: 你的计算机

# start_title
source: Automatiс configuring of {{MODEL}}
ar: تكوين تلقائي من {{MODEL}}
az: {{MODEL}} avtomatik olaraq tənzimlənir
bg: Автоматизирано конфигуриране на {{MODEL}}
bn: {{MODEL}} এর স্বয়ংক্রিয় কনফিগারেশন
ca: Configuració automàtica del {{MODEL}}
de: Automatische Konfiguration von {{MODEL}}
el: Αυτόματη ρύθμιση του {{MODEL}}
es: Configurando automáticamente {{MODEL}}
es_419: Configuración automática de {{MODEL}}
et: {{MODEL}} automaatne seadistamine
fa: در حال پیکربندی خودکار {{MODEL}}
fil: Awtomatikong pag-configure ng mga {{MODEL}}
fr: Configuration automatique de {{MODEL}}
gu: આપમેળે {{MODEL}} નું સંસ્કરણ
he: הגדרה והתקנה אוטומטית של {{MODEL}}
hi: {{MODEL}} के स्वचालन को कॉन्फ़िगर करें
hu: {{MODEL}} automatikus konfigurációja
id: Konfigurasi otomatis dari {{MODEL}}
it: Configurazione automatica del {{MODEL}}
ko: {{MODEL}} 의 자동 구성
ku: ڕێكخسیتنی ئۆتۆماتیكی {{MODEL}}
nl: Automatisch configureren van {{MODEL}}
no: Automatisk konfigurering av {{MODEL}}
pl: Automatyczna konfiguracja {{MODEL}}
ps: اتوماتیک ترتیب کول {{MODEL}}
pt_br: Configurando automaticamente o {{MODEL}}
pt_pt: Configuração automática de{{MODEL}}
ro: Configurarea automată a {{MODEL}}
sk: Automatická konfigurácia {{MODEL}}
sl: Avtomatična konfiguracija za {{MODEL}}
sq: Konfigurim automatik i {{MODEL}}
sr: Automatsko podešavanje {{MODEL}}
sw: kusanidi ya moja kwa moja ya {{MODEL}}
ta: தானியங்கி கட்டமைத்தல் {{MODEL}}
te: ఆటోమాటిస్ ఆకృతీకరించుట {{MODEL}}
th: ปรับแต่ง {{MODEL}} อัตโนมัติ
tr: {{MODEL}} otomatik yapılandırılıyor
zh: 自動配置 {{MODEL}}
zh_cn: 自动配置 {{MODEL}}

# start_button_install
source: Configure the computer automatically
ar: تكوين الكمبيوتر تلقائيا
az: Kompüteri avtomatik tənzimlə
bg: Автоматично инсталирай всичко
bn: স্বয়ংক্রিয়ভাবে কম্পিউটার কনফিগার করো
ca: Configura l'ordinador automàticament
de: Automatisch installieren
el: Εγκατάσταση όλων αυτόματα
es: Configurar el ordenador automáticamente
es_419: Configure la computadora automáticamente
et: Paigalda kõik automaatselt
fa: کامپیوتر را خودکار پیکربندی کن
fil: Awtomatikong i-configure ang computer
fr: Tout installer automatiquement
gu: કમ્પ્યુટરને આપમેળે સંસ્કરણિત કરો
he: התקן הכל אוטומטית
hi: कंप्यूटर को स्वचालित रूप से कॉन्फ़िगर करें
hu: Minden telepítése automatikusan
id: Pasang semua otomatis
ko: 컴퓨터 자동 구성
nl: Installeer alles automatisch
no: Installer alle automatisk
pl: Konfiguruje komputer automatycznie
ps: ټول اټوماټیک ولګوی
pt_br: Instalar tudo automaticamente
pt_pt: Configure o computador automaticamente
ro: Configurați automat computerul
sl: Samodejna nastavitev računalnika
sw: Sanikisha zote kiotomatiki
ta: கணினி தானாக கட்டமைக்க
th: ปรับแต่งคอมพิวเตอร์อัตโนมัติ
tr: Bilgisayarı otomatik olarak yapılandır
zh: 自動配置電腦
zh_cn: 自动安装全部
