Repository: DriverPackSolution/transifex-backup
Catalog: beetle/driverpack-solution-worldwide/driverpackpo/*.po
Languages: ar, az, bg, bn, ca, de, el, es, es_419, et, fa, fil, fr, gu, he, hi, hu, id, it, ko, ku, nl, no, pl, ps, pt_br, pt_pt, ro, sk, sl, sq, sr, sw, ta, te, th, tr, zh, zh_cn

# settings_soft-and-utilities-caption
source: To properly configure your computer, in addition to drivers you will also need additional utilities and a set of useful software and system libraries such as Visual C++, *.Net and so on. These utilities and software are required for the correct operation of certain devices including USB 3.0, FN keys and others. For this reason, we highly recommend that you do not disable this section.
ar: لإعداد جهازك الكمبيوتر بشكل مناسب, بالإضافة إلى التعريفات أنت بحاجة لأدوات إضافية و بعض البرامج المفيدة مثل: Visual C++, *.Net وغيرها. هذه البرامج والإضافات ضرورية لعمل بعض الأجهزة بشكل صحيح مثل: USB 3.0, FN keys وغيرها, لذلك نوصي بشدة بعدم إلغاء هذا الخيار.
az: Kompüterinizi düzgün bir formada nizamlamaq üçün, driverlərdən əlavə olaraq əlavə köməkçi proqramlara və Visual C++, *.Net və bənzər bir neçə lazımlı proqrama və sistem kitabxanasına ehtiyacınız olacaq. Bu köməkçi proqramlar və tətbiqlər USB 3.0, FN düymələri və digərləri də daxil olmaqla müəyyən cihazların düzgün işləməsi üçün lazımdır. Buna görə də bu bölməni q-aktvləşdirməmənizi təkidlə məsləhət görürük
bg: За да конфигурирате правилно компютъра си, в допълнение към драйверите, ще имате нужда от допълнителни помощни програми и набор от полезни софтуерни и системни библиотеки като Visual C ++, * .Net и така нататък. Тези помощни програми и софтуер са необходими за правилната работа на определени устройства, включително USB 3.0, FN клавиши и др. Поради тази причина силно препоръчваме да не деактивирате тази секция.
bn: কম্পিউটার সঠিকভাবে সমন্বয় করতে, ড্রাইভারসমূহের সাথে আরও দরকার বাড়তি ইউটিলিটিস ও একগুচ্ছ উপকারী সফটওয়্যার ও সিস্টেম লাইব্রেরি যেমন Visual C++, *.Net ও আরও কিছু। USB 3.0, FN কীসমূহ, ও অন্যান্য নির্দিষ্ট কিছু যন্ত্রের সঠিক কার্যক্রমের জন্য এই ইউটিলিস ও সফটওয়্যারগুলো দরকার। এজন্যেই এই অংশ নিষ্ক্রিয় না করার জন্য বিশেষভাবে সুপারিশ করছি।
ca: Per a configurar adequadament el vostre ordinador, a més a més dels controladors, també es necessiten utilitats addicionals i un conjunt d'aplicacions i llibreries de sistema com Visual C++, .Net i altres. Aquestes utilitats i aplicacions es necessiten per al correcte funcionament d'alguns dispositius, incloent USB 3.0, tecles de funció i altres. Per això, insistim en que no hauríeu de desactivar aquesta secció.
de: Um Ihren Computer ordnungsgemäß zu konfigurieren, benötigen Sie neben Treibern auch zusätzliche Dienstprogramme und eine Reihe nützlicher Software und Systembibliotheken wie Visual C++, *.NET und so weiter. Diese Dienstprogramme und Software sind erforderlich für den korrekten Betrieb von bestimmten Geräten wie USB 3.0, FN-Tasten und weitere. Aus diesem Grund empfehlen wir Ihnen, diesen Abschnitt nicht zu deaktivieren.
el: Για την κατάλληλη ρύθμιση του υπολογιστή σας, επιπρόσθετα από τα προγράμματα οδήγησης, θα χρειαστείτε πρόσθετες εφαρμογές και ένα σύνολο χρήσιμου λογισμικού και βιβλιοθηκών συστήματος όπως Visual C++, *.Net και λοιπά. Αυτές οι εφαρμογές και το λογισμικό απαιτούνται για τη σωστή λειτουργία συγκεκριμένων συσκευών όπως USB 3.0, πλήκτρα FN και άλλες. Για αυτό το λόγο, προτείνουμε να απενεργοποιήσετε αυτόν τον τομέα.
es: Para configurar adecuadamente el ordenador, necesitarás un conjunto de utilidades adicionales, software y librerias de sistema como Visual C++ y *.Net entre otras, además de los drivers. Estas utilidades y software son necesarias para el correcto funcionamiento de algunos dispositivos incluyendo USB 3.0, teclas de función y otros. Por este motivo, te recomendamos que no desabilites esta opción.
es_419: Para configurar correctamente su computadora, además de los controladores, también necesitará utilidades adicionales y un conjunto de útiles bibliotecas de software y sistemas, como Visual C ++, *.Net, etc. Estas utilidades y software son necesarios para el correcto funcionamiento de ciertos dispositivos, incluidos USB 3.0, claves FN y otros. Por esta razón, le recomendamos que no desactive esta sección.
et: Teie arvuti korralikuks seadistamiseks on lisaks draiveritele teile vajalikud veel mitmed lisaprogrammida ja süsteemi kogud, nagu näiteks Visual C++, *.Net jne. Need programmid ja tööriistad on vajalikud kindlate funktsioonide normaalseks tööks, näiteks USB 3.0, FN nuppude jaoks. Seepärast soovitame kindlasti mitte vahele jätta seda sektsiooni.
fa: برای اینکه بلافاصله کامپیوتر خود را راه اندازی کنید، علاوه بر درایورها شما همچنین به ابزار های اضافی و دسته ای از نرم افزار های مفید و کتابخانه های سیستم از قبیل : Visual C++ ، .Net و ... نیاز دارید. این ابزار ها و نرم افزار ها برای اجرا دستگاه های خاصی شامل USB 3.0 ، کلید های FN و غیره خواهند بود. به همین دلیل ما شدیدا پیشنهاد می کنیم که این قسمت را غیر فعال نکنید.
fil: Upang maayos na i-configure ang iyong computer, bukod sa mga driver kakailanganin mo rin ang mga karagdagang mga utility at isang hanay ng mga kapaki-pakinabang na software at mga library ng system tulad ng Visual C ++, * .Net at iba pa. Ang mga utility at software na ito ay kinakailangan para sa tamang operasyon ng ilang device kabilang ang USB 3.0, FN key at iba pa. Para sa kadahilanang ito, lubos naming inirerekumenda na hindi mo i-disable ang seksyong ito.
fr: Afin de bien configurer votre ordinateur, en addition aux pilotes, vous aurez aussi besoin d'utilitaires et de quelques logiciels et librairies système, tels que Visual C++, *.Net et encore d'autres. Ces utilitaires et logiciels sont requis pour le fonctionnement de certains périphériques comme l'USB 3.0, les touches fonctions des claviers et d'autres. Pour cette raison, nous recommandons fortement de ne pas désactiver cette section.
gu: તમારા કમ્પ્યુટરને યોગ્ય રીતે રુપરેખાંકિત કરવા માટે, ડ્રાઇવરો ઉપરાંત, તમને વધારાની ઉપયોગિતાઓ અને ઉપયોગી સૉફ્ટવેર અને સિસ્ટમ લાઇબ્રેરીઓ જેવી કે વિઝ્યુઅલ C ++, * .Net અને તેથી વધુની જરૂર પડશે. USB 3.0, FN કી અને અન્યો સહિત ચોક્કસ ઉપકરણોની યોગ્ય કામગીરી માટે આ ઉપયોગીતાઓ અને સોફ્ટવેર જરૂરી છે. આ કારણોસર, અમે ખૂબ ભલામણ કરીએ છીએ કે તમે આ વિભાગને અક્ષમ ન કરો.
he: עבור הגדרה תקינה, תזדקק בנוסף לדרייברים הנחוצים גם לכלים ותוכנות שימושיות כמו לדוגמא Visual C++ Runtime, .NET Runtime וכדומה. כלים ותוכנות אלו נחוצים לעבודה תקינה עבור התקנים מסויימים כמו USB 3.0, כפתורי FN במחשבים ניידים ועוד. לכן, אנו ממליצים מאוד שלא לבטל חלק זה.
hi: अपने कंप्यूटर को ठीक से कॉन्फ़िगर करने के लिए, ड्राइवरों के अलावा आपको अतिरिक्त उपयोगिताओं और उपयोगी सॉफ़्टवेयर और सिस्टम लाइब्रेरीज़ जैसे कि Visual C ++, * .Net आदि की आवश्यकता होगी। USB 3.0, FN कुंजी और अन्य सहित कुछ उपकरणों के सही संचालन के लिए ये सुविधाएं और सॉफ्टवेयर आवश्यक हैं। इस कारण से, हम अत्यधिक अनुशंसा करते हैं कि आप इस अनुभाग को अक्षम नहीं करते हैं।
hu: A számítógépe megfelelő konfigurálásához, a driverek mellett további eszközökre és hasznos alkalmazásokra is szüksége lesz, pl. Visual C++, *.Net és egyebek. Ezek az alkalmazások és szoftverek szükségesek bizonyos eszközök, pl. USB 3.0, FN gombok és egyebek megfelelő működéséhez. Ezen okból kifolyólag nem ajánljuk, hogy kikapcsolja ezt a részt.
id: Untuk mengkonfigurasi komputer dengan benar, selain driver, anda juga memerlukan utilitas tambahan dan seperangkat aplikasi dan library-library sistem yang berguna seperti Visual C ++, * .Net dan sebagainya. Utilitas dan perangkat lunak ini diperlukan untuk pengoperasian perangkat tertentu dengan benar termasuk USB 3.0, tombol FN dan lainnya. Untuk alasan ini, kami sangat menyarankan agar anda tidak menonaktifkan bagian ini.
it: Per configurare correttamente il tuo computer, oltre ai driver avrai bisogno di ulteriori utilità e una serie di programmi utili e librerie di sistema come Visual C++,*.Net e altro ancora. Queste utilità e programmi sono richiesti per il corretto funzionamento di alcune periferiche incluse le USB 3.0, i tasti funzione FN e altro. Per questa ragione, ti raccomandiamo vivamente di non saltare questa sezione.
ko: 컴퓨터를 올바르게 구성하려면 드라이버 외에 Visual C ++, * .Net 등과 같은 유용한 유틸리티와 일련의 유용한 소프트웨어 및 시스템 라이브러리가 필요합니다. 이러한 유틸리티와 소프트웨어는 USB 3.0, FN 키 등을 포함한 특정 장치의 올바른 작동에 필요합니다. 따라서 이 기능을 비활성화하지 않는 것이 좋습니다.
ku: بۆ رێکخستنی کۆمپیوتەرەکەت بەشێوەیەکی گونجاو، سەرەڕای پێناسەکان تۆ هەروەها پێویستیت دەبێت بە کەرەستەی یارمەتی زیاتر و کۆمەلەیەک لە بەرنامەی بەسوود و مەکتەبی سیستەم وەک Visual C++, *.Net و هتد. ئەم کەرەستەی یارمەتی و بەرنامە پێویستن بۆ دروست ئیشکردنی ئامێرەکان USB 3.0 و کلیلی FN و زۆری تر دەگرێتەوە. بۆ ئەم هۆکارە، بە پلەیەکی بەرز پێشنیار دەکەین بۆ تۆ ئەم بەشە ناچالاک مەکە.
nl: Om uw computer correct te configureren, heeft u naast drivers ook extra hulpprogramma's en een set nuttige software en systeembibliotheken nodig, zoals Visual C ++, * .Net enzovoort. Deze hulpprogramma's en software zijn vereist voor de juiste werking van bepaalde apparaten, waaronder USB 3.0, FN-sleutels en andere. Om deze reden raden we u ten zeerste aan deze sectie niet uit te schakelen.
no: For å konfigurere datamaskinen din riktig trenger du i tillegg til drivere også flere verktøy og sett med nyttig programvare og systembiblioteker som Visual C ++, * .Net og så videre. Disse verktøyene og programvaren kreves for riktig drift av bestemte enheter, inkludert USB 3.0, FN-taster og andre. Av denne grunn anbefaler vi sterkt at du ikke deaktiverer denne delen.
pl: Aby poprawnie skonfigurować Twój komputer, oprócz sterowników będzie trzeba zainstalowań także dodatkowe narzędzia i zestaw przydatnych programów i bibliotek systemowych, takich jak Visual C +, .NET i inne. Te narzędzia i oprogramowanie są niezbędne do prawidłowego działania niektórych urządzeń, w tym USB 3.0, klawiszy funkcyjnych itd. N ie zaleca się wyłączania tej sekcji.
ps: د خپل کمپیوټر سمبالولو لپاره، د موټرو سربېره تاسو به اضافي اضافي وړتیاوې او د ګټورې سافټویر او سیسټم کتابتونونو لیدلوری لکه لید لید C ++، * نیټ او نور هم اړتیا ولرئ. دا وړتیاوې او سافټویر د ځانګړو وسایطو سمبالولو لپاره اړین دي چې پدې کې د USB 3.0، FN کیلي او نور شامل دي. د دې دلیل لپاره، موږ ډیره سپارښتنه کوو چې تاسو دا برخه غیر فعال نه کړئ.
pt_br: Para configurar adequadamente o seu computador, além de drivers, você também precisará de utilitários adicionais e um conjunto de programas e bibliotecas do sistema úteis, como o Visual C ++, *.Net e assim por diante. Esses utilitários e programas são necessários para o funcionamento correto de certos dispositivos, incluindo o USB 3.0, as teclas FN e outros. Por esse motivo, recomendamos que não desabilite esta seção.
pt_pt: Para que o seu computador seja bem configurado, para além de controladores também precisará de utilitários adicionais, um conjunto de software útil e livrarias de sistema tais como Visual C++, *.Net, entre outras. Estes utilitários e software são necessários para o correto funcionamento de determinados dispositivos incluindo USB 3.0, teclas FN e outros. Por esta razão, recomendamos veementemente que não desabilite esta secção.
ro: Pentru a configura corect computerul, pe lângă drivere, veți avea nevoie de utilități suplimentare și de un set software și librării de sistem folositoare, precum Visual C ++, * .Net și așa mai departe. Aceste utilități și software-uri sunt necesare pentru funcționarea corectă a anumitor dispozitive, inclusiv USB 3.0, tastele FN și altele. Din acest motiv, vă recomandăm să nu dezactivați această secțiune.
sk: Ak chcete správne nakonfigurovať počítač, okrem ovládačov budete potrebovať aj ďalšie nástroje a sadu užitočných softvérových a systémových knižníc, ako napríklad Visual C++, * .Net a tak ďalej. Tieto nástroje a softvér sú potrebné pre správnu funkciu niektorých zariadení, vrátane USB 3.0, FN kľúčov a ďalších. Z tohto dôvodu neodporúčame zakázať túto sekciu.
sl: Za pravilni konfiguracijo vašega računalnika potrebujete poleg gonilnikov tudi vrsto koristnih programov in sistemskih knjižnic kot je npr.: Visual C++, *.Net, itd. Te programi in knjižnice so nujno potrebni za pravilno delovanje določenih naprav vključno z USB 3.0, FN tipkami in drugo. Iz tega razloga vas naprošamo da te funkcije ne onemogočite.
sq: Për ta konfiguruar siç duhet kompjuterin tuaj, përveç drajverave duhen edhe utilitete dhe sete të dobishme softuerësh dhe librarishë sistemi siç është Visual C++, *.Net, etj. Këta utilitete dhe softuerë kërkohen për funksionim korrekt të pajisjeve të caktuara përfshirë USB 3.0, tastet FN dhe të tjera. Për këtë arsye, iu rekomandojmë shumë që të mos çaktivizoni këtë pjesë.
sr: Da bi ste pravilno podesili vaš računar i da bi ste instalirali odgovarajuće drajvere biće vam potrebni dodatne alatke, softveri i registri sistema kao što su Visual C++, *.Net i drugi. Ovi alati i softveri su potrebni za odklanjanje grešaka kod nekih uređaja uključujući USB 3.0, FN ključeve i druge. Iz tog razloga, preporučujemo vam da ne isključujete ovu opciju.
sw: Ili kusanidi sawasawa kompyuta yako, mbali na viendeshi utahitaji pia nyenzo za ziada na seti ya programu muhimu na maktaba ya mfumo kama vile Visual C ++, * .Net na kadhalika. Nyenzo hizi na programu zinahitajika kwa uendeshaji sahihi wa vifaa fulani ikiwemo USB 3.0, vitufe vya FN na mengineyo. Kwa sababu hii, tunapendekeza sana usikizuie kipengele hiki.
ta: முறையாக உங்கள் கணினியை கட்டமைக்க, இயக்கிகளுடன் கூடுதலாக நீங்கள் கூடுதலான பயன்பாடுகள் மற்றும் விஷுவல் சி ++, *.நெட், யூ.எஸ்.பி 3.0, FN விசைகள் மற்றும் பலவற்றுடன் சில சாதனங்களின் சரியான செயல்பாட்டிற்காக இந்த பயன்பாடுகள் மற்றும் மென்பொருட்கள் தேவைப்படுகின்றன.இந்த காரணத்திற்காக, நீங்கள் இந்த பிரிவை முடக்க வேண்டாம் என்று பரிந்துரைக்கிறோம்.
te: మీ కంప్యూటర్ను సరిగా ఆకృతీకరించుటకు, డ్రైవర్లకు అదనంగా, మీకు అదనపు సౌలభ్యాలు మరియు విజువల్ C ++, * వంటి నెట్ వర్క్ లైబ్రరీల ఉపయోగం అవసరం. USB 3.0, FN కీలు మరియు ఇతరులు సహా కొన్ని పరికరాల సరైన ఆపరేషన్ కోసం ఈ ప్రయోజనాలు మరియు సాఫ్ట్వేర్ అవసరం. ఈ కారణంగా, మీరు ఈ విభాగాన్ని నిలిపివేయవద్దని మేము బాగా సిఫార్సు చేస్తున్నాము.
th: เพื่อการปรับแต่งคอมพิวเตอร์ของคุณอย่างถูกต้อง นอกจากไดร์เวอร์คุณยังต้องการซอฟท์แวร์อรรถประโยชน์และซอฟท์แวร์ที่มีประโยชน์และไลบรารี่ระบบ เช่น Visual C++, *.Net และอื่น ๆ ซอฟท์แวร์เหล่านี้จำเป็นสำหรับการทำงานที่ถูกต้องของอุปกรณ์รวมทั้ง USB 3.0, คีย์ FN และอื่น ๆ ด้วยเหตุผลข้างต้นนี้เราขอแนะนำอย่างสูงให้คุณอย่าปิดการทำงานในส่วนนี้
tr: Bilgisayarınızı düzgün bir şekilde yapılandırmak için, sürücülere ek olarak ayrıca ilave yardımcı uygulamlara ve Visual C++, *.Net ve buna benzer birtakım yararlı yazılıma ve sistem kütüphanelerine ihtiyacınız olacak. Bu yardımcı uygulamlar ve yazılım, USB 3.0, FN tuşları ve diğerleri de dahil olmak üzere belirli aygıtların doğru çalışması için gereklidir. Bu nedenden dolayı, bu bölümü etkisizleştirmemenizi son derece öneririz.
zh: 要正確組態您的電腦，除了驅動程式，您還需要額外的實用程式和有用的軟體和系統程式庫組，如 Visual C++、*.Net 等...某些裝置(包括 USB 3.0、FN 鍵等...)的正確操作需要這些實用程式和軟體。因此，我們強烈建議您不要停用此部分。
zh_cn: 要正确配置您的计算机，除了驱动程序，您还将需要其他实用程序和一组有用的软件和系统库，如 Visual C ++，* .Net等。 某些设备包括 USB 3.0，FN 键等的正确操作需要这些实用程序和软件。 因此，我们强烈建议您不要禁用此部分。

# settings_soft-and-utilities-anchor
source: Learn more
ar: اعرف أكثر
az: Təfsilatı ilə
bg: Разберете повече
bn: আরও জানুন
ca: Més informació
de: Mehr erfahren
el: Μάθετε περισσότερα
es: Más información
es_419: Aprende más
fa: بیشتر بدانید
fil: Matuto nang higit pa
fr: En apprendre plus
gu: વધુ જાણો
he: למד עוד
hi: और अधिक जानें
hu: Részletek
id: Pelajari lebih lanjut
it: Per saperne di più
ko: 더 알아보기
ku: زیاتر فێرببه‌
nl: Lees verder
no: Lær mer
pl: Dowiedz się więcej
ps: نور زده کړئ
pt_br: Saiba mais
pt_pt: Saiba mais
ro: Află mai multe
sk: Viac k nahliadnutiu
sl: Nauči se več
sq: Mëso më shumë
sr: Saznajte više
sw: Jifunze zaidi
ta: மேலும் அறிக
te: ఇంకా నేర్చుకో
th: เรียนรู้เพิ่มเติม
tr: Daha fazla bilgi edinin
zh: 了解更多資訊
zh_cn: 了解更多
