Repository: DriverPackSolution/transifex-backup
Catalog: beetle/driverpack-solution-worldwide/driverpackpo/*.po
Languages: ar, az, bg, bn, ca, de, el, es, es_419, et, fa, fil, fr, gu, he, hi, hu, id, it, ko, ku, nl, no, pl, ps, pt_br, pt_pt, ro, sk, sl, sq, sr, sw, ta, te, th, tr, zh, zh_cn

# deviceproblems_damaged_system_driver
source: This is a standard system driver which is damaged for some reason, or it is absent in your Windows version. One of the possible reasons might be a stripped down pirated Windows version, or loss of the file as a result of the side-effect impact of some software or viruses. In order to solve this problem, you should install a fully licensed Windows version
ar: هذا هو برنامج تشغيل النظام القياسية التي تضررت لسبب ما ، أو أنها غير موجودة في إصدار Windows الخاص بك. قد يكون أحد الأسباب المحتملة هو إصدار Windows المقرصن المجهول ، أو فقد الملف نتيجة التأثير الجانبي لبعض البرامج أو الفيروسات. لحل هذه المشكلة ، يجب تثبيت إصدار Windows مرخص بالكامل
az: Bu, bəzi səbəblərə görə zədələnmiş, ya da Windows versiyanızda olmayan bir sistem driveridir. Ola biləəck səbəblərdən biri sadələşdirilmiş lisenziyasız Windows versiyası, ya da bəzi proqram və ya virusların əlavə təsiri olaraq nəticələnən fayl itkisi ola bilər. Bu problemi həll etmək üçün tamamilə lisenziyalı bir Windows versiyası quraşdırmalısınız.
bg: Това е стандартен системен драйвер, който по някаква причина е повреден или липсва във вашата версия на Windows. Една от възможните причини е да е бил премахнат в пиратска версия на Windows или загуба на файла в резултат на страничното въздействие на някой софтуер или вируси. За да разрешите този проблем, трябва да инсталирате напълно лицензирана версия на Windows
bn: এটি একটি আদর্শ সিস্টেম ড্রাইভার যা কোনো কারণে নষ্ট হয়েছে, অথবা এটি আপনার Windows সংস্করণে নেই। সম্ভাব্য একটি কারণ হতে পারে Windows এর সংক্ষেপিত অবৈধ সংস্করণ, অথবা কিছু ভাইরাস বা সফটওয়্যারের পার্শ্বপ্রতিক্রিয়ার প্রভাবে ফাইলটির ক্ষতি। এই সমস্যা সমাধানে আপনার সঠিকভাবে লাইসেন্সকৃত Windows সংস্করণ ইন্সটল করা উচিত।
ca: Aquest és un controlador genèric del sistema que està danyat per algun motiu, o manca en la vostra versió de Windows. Un possible motiu és que es tracti d'una versió reduïda i/o pirata de Windows, o que s'hagi perdut el fitxer degut a alguna aplicació o virus. Per tal de solucionar el problema, hauríeu d'instal·lar una versió amb llicència de Windows.
de: Dies ist ein Standardsystemtreiber, der aus irgendeinem Grund beschädigt wurde oder in Ihrer Windows-Version nicht vorhanden ist. Einer der möglichen Gründe könnte eine abgespeckte raubkopierte Windows-Version oder der Verlust der Datei als Folge der Nebenwirkung einiger Software oder Viren sein. Um dieses Problem zu lösen, sollten Sie eine vollständig lizenzierte Windows-Version installieren
el: Αυτό είναι ένα τυπικό πρόγραμμα οδήγησης συστήματος το οποίο για κάποιο λόγο είναι κατεστραμμένο, ή λείπει από την έκδοση των Windows σας. Ένας από τους πιθανούς λόγους θα μπορούσε να είναι μια πειρατική έκδοση των Windows ή απώλεια του αρχείου ως αποτέλεσμα των παρενεργειών κάποιας εφαρμογής ή ιού. Για να επιλύσετε αυτό το πρόβλημα, θα πρέπει να εγκαταστήσετε μια πλήρη γνήσια έκδοση των Windows
es: Este es un driver estándar que está dañado por algún motivo, o que no se encuentra en tu versión instalada de Windows. Una de las posibles causas es que se trate de una versión reducida o pirata de Windows, o que se perdieran ficheros como efecto colateral de un virus u otra aplicación. Para solucionar el problema, deberías reinstalar una versión de Windows con licencia
es_419: Este es un controlador de sistema estándar que está dañado por alguna razón, o está ausente en su versión de Windows. Una de las posibles razones podría ser una versión reducida de Windows pirateada, o la pérdida del archivo como resultado del efecto secundario de algunos programas o virus. Para resolver este problema, debe instalar una versión de Windows con licencia completa
et: See on tavaline süsteemi draiver mis on millegipärast vigane, või puudub teie Windowsi versioonist. Üks võimalik variant on, et see pärineb piraat Windows -ist või on tingitud mõnest programmist või viirusest. Probleemi lahendamiseks, peaksite paigaldama täielikult litsenseeritud Windows versiooni
fa: این یک درایور استاندارد سیستم است که بنا به دلایلی آسیب دیده است، یا اینکه در نسخه Windows شما مفقود است. یکی از دلایل ممکن می تواند به خاطر نسخه کپی سرقت شده Windows شما باشد، یا اینکه فایلی را در نتیجه تاثیر سایر نرم افزار ها یا ویروس ها باشد. بدین جهت برای حل مشکل، شما باید یک نسخه مجاز Windows را نصب کنید.
fil: Ito ay isang karaniwang driver ng system na nasira dahil sa ilang kadahilanan, o wala sa iyong bersyon ng Windows. Ang isa sa mga posibleng kadahilanan ay maaaring pirated na bersyon ng Windows ito, o pagkawala ng file bilang resulta ng side-effect na epekto ng ilang software o mga virus. Upang malutas ang problemang ito, dapat mong i-install ang isang ganap na lisensiyadong bersyon ng Windows
fr: C'est un pilote de système standard qui est endommagé pour une raison quelconque, ou il est absent dans votre version de Windows. Une des raisons possibles pourrait être une version Windows piratée, ou la perte du fichier en raison de l'impact de certains logiciels ou des virus. Afin de résoudre ce problème, vous devriez installer une version Windows sous licence complète
gu: આ એક માનક સિસ્ટમ ડ્રાઈવર છે જે કોઈ કારણોસર નુકસાન થાય છે, અથવા તે તમારા Windows વર્ઝનમાં ગેરહાજર છે. સંભવિત કારણો પૈકી એક કદાચ કેટલાક સોફ્ટવેર અથવા વાઈરસની બાજુ-અસરની અસરના પરિણામે તોડવામાં પડી ગયેલા પીરિયડ Windows વર્ઝન અથવા ફાઈલની ખોટ હોઈ શકે છે. આ સમસ્યાનો ઉકેલ લાવવા માટે, તમારે સંપૂર્ણપણે લાઇસન્સ થયેલ Windows વર્ઝન ઇન્સ્ટોલ કરવું જોઈએ
he: דרייבר זה הוא דרייבר סטנדרטי שנראה הרוס משום מה, או שהוא לא תואם למערכת Windows שברשותך. סיבה אחת אפשרית היא שיש לך גירסה לא חוקית של Windows, או שנמחקו לך קבצים כתוצאה מנקיון של תוכנות או וירוסים. בכדי לפתור בעיה זו, עליך להתקין מערכת Windows מלאה וחוקית
hi: यह एक मानक सिस्टम ड्रायवर है जो किसी कारण से क्षतिग्रस्त है, या यह आपके Windows version में अनुपस्थित है। संभावित कारणों में से एक हो सकता है एक छेड़छाड़ Windows संस्करण, या कुछ सॉफ्टवेयर या वायरस के साइड-इफेक्ट प्रभाव के परिणामस्वरूप फ़ाइल को नष्ट कर दिया गया है। इस समस्या को हल करने के लिए, आपको पूरी तरह से लाइसेंस प्राप्त Windows संस्करण स्थापित करना चाहिए
hu: Ez egy szabványos rendszerdriver, mely valamilyen okból kifolyólag megsérült, vagy egyszerűen nem található meg az ön Windows változatában. Ennek oka lehet például a nem eredeti, módosított Windows, vagy egyéb szoftverek, esetleg vírusok mellékhatása a szóban forgó fájlokon. A probléma megoldásához fel kellene telepítenie egy eredeti Windows példányt
id: Ini adalah driver sistem standar yang rusak karena beberapa alasan, atau tidak ada dalam versi Windows anda. Salah satu kemungkinan alasannya adalah versi Windows bajakan yang dipreteli, atau hilangnya file akibat pengaruh efek samping beberapa perangkat lunak atau virus. Untuk mengatasi masalah ini, anda harus memasang versi Windows yang berlisensi sepenuhnya
it: Questo è un driver standard di sistema danneggiato per qualche motivo o assente nella versione di Windows. Uno dei possibili motivi potrebbe essere una versione di Windows pirata, o la perdita del file a causa dell'impatto collaterale di alcuni software o virus. Per risolvere questo problema, è necessario installare una versione di Windows con licenza completa
ko: 어떤 이유로 손상되었거나 Windows 버전에 없는 표준 시스템 드라이버입니다. 가능한 이유 중 하나는 불법 복제된 Windows 버전이거나 일부 소프트웨어 또는 바이러스의 부작용으로 인한 파일 손실일 수 있습니다. 이 문제를 해결하려면 라이선스가 허가된 Windows 버전을 설치해야 합니다
ku: ئەمە سیستەمێکی پێوانەی پێناسەیە کە زیان پێی گەیشتووە بەهۆی چەند ئەگەرێک، یان بەهۆی بزربوونی نوسخەی Windows ەکەت. یەکێک لە ئەگەر گونجاوەکان ئەوەیە نوسخەی Windows ەکە دزراوە، یان فایلێک بزربووە بەهۆی کاریگەری زیانە لاوەکیەکانی بەرنامە و دژە ڤایروسەکان. بۆ چارەسەرکردنی ئەم کێشەیە، تۆ دەبێت مۆڵەتی تەواو دابمەزرێنی لە نوسخەی Windows
nl: Dit is een standaard systeem-driver dat om de een of andere reden beschadigd is of afwezig is in uw Windows-versie. Een van de mogelijke redenen kan een uitgeklede illegale Windows-versie zijn of het verlies van het bestand als gevolg van de neveneffecten van bepaalde software of virussen. Om dit probleem op te lossen, moet u een Windows-versie met volledige licentie installeren
no: Dette er en standard systemdriver som er skadet på en eller annen måte, eller den er fraværende i Windows versjonen. En av de mulige årsakene kan være en fjernet piratkopiert Windows versjon, eller tap av filen som følge av bivirkning effekten fra programvare eller virus. For å løse dette problemet, bør du installere en full lisensiert Windows versjon
ps: دا د معیاري سیسټم driver دی کوم چې د ځینو علتونو لپاره زیانمن شوی، یا ستاسو په Windows نسخه کې شتون نلري. د ممکن ممکنه دلیلونو څخه کیدای شي د پیرود شوي Windows نسخه ډکه وي، یا د ځینو سافټویر یا ویروسونو اغیزې اغیزه د پایلې په حیث د فايل ضایع کول وي. د دې ستونزې د حل لپاره، تاسو باید د جواز اخیستونکي بشپړ نسخه Windows نسخه نصب کړئ
pt_br: Este é um driver de sistema padrão que está danificado por algum motivo, ou está ausente na sua versão do Windows. Um dos possíveis motivos pode ser uma versão pirateada reduzida do Windows ou perda do arquivo como resultado do impacto de efeitos colaterais de algum programa ou vírus. Para resolver este problema, você deve instalar uma versão totalmente licenciada do Windows
pt_pt: Este é um controlador de sistema padrão que está danificado por qualquer razão, ou está ausente na sua versão do Windows. Uma das possíveis razões pode ser uma versão de Windows pirateada, perda de ficheiro como efeito secundário de algum programa ou vírus. De modo a resolver este problema, deve instalar uma versão de Windows licenciada.
ro: Acesta este un driver standard de sistem deteriorat din anumite motive sau este absent în versiunea dvs. Windows. Unul dintre motivele posibile ar putea fi o versiune piratată de Windows, sau pierderea fișierului ca efect secundar în urma impactului unor programe sau viruși. Pentru a rezolva această problemă, trebuie să instalați o versiune Windows complet licențiată
sk: Toto je štandardný systémový ovládač, ktorý je z nejakého dôvodu poškodený, alebo vo vašej verzii systému Windows chýba. Jedným z možných dôvodov môže byť oklieštená pirátska verzia systému Windows, alebo strata súboru v dôsledku vedľajších účinkov niektorého softvéru, alebo vírusov. Ak chcete vyriešiť tento problém, mali by ste nainštalovať plne licencovanú verziu systému Windows
sl: To je standardni sistemski gonilnik, ki je zaradi nekega razloga poškodovan ali ni nameščen v vaši različici sistema Windows. Eden izmed možnih vzrokov je morda piratska različica sistema Windows ali izguba datoteke zaradi stranskega vpliva vpliva nekaterih programov in virusov. Če želite odpraviti to težavo, namestite popolnoma licencirano različico sistema Windows
sr: Ovo je standardni sistemski drajver koji je oštećen iz nekog razloga, ili odsutan iz vaše Windows verzije. Jedan od mogućih razloga može biti skinuta piratska verzija Windows-a, ili gubitak fajlova kao rezultat usputnog dejstva nekog programa ili virusa. S ciljem da rešite ovaj problem, trebalobi da instalirate punu licenciranu verziju Windows-a
sw: Hii ni driver ya mfumo wa kawaida ambayo imeharibiwa kwa sababu fulani, au haipo katika toleo lako la Windows. Mojawapo ya sababu zinawezekana inaweza kuwa imetolewa toleo la Windows la pirated, au kupoteza faili kama matokeo ya athari za upande-athari za programu fulani au virusi. Ili kutatua tatizo hili, unapaswa kufunga toleo la Windows la kikamilifu la leseni
ta: இது சில காரணங்களுக்காக சேதமடைந்த ஒரு நிலையான கணினி வன்பொருள், அல்லது அது உங்கள் Windows விண்டோஸ் பதிப்பில் இல்லை. சில மென்பொருள் அல்லது வைரஸ்கள் தாக்கத்தின் பக்க விளைவினால் சாத்தியமான காரணங்களில் ஒன்றான திருடப்பட்ட Windows விண்டோஸ் பதிப்பு அல்லது கோப்பின் இழப்பு காரணமாக இருக்கலாம். இந்த சிக்கலை தீர்க்க, நீங்கள் முழுமையான உரிமம் பெற்ற Windows விண்டோஸ் பதிப்பை நிறுவ வேண்டும் என பரிந்துரைக்கிறோம்
te: ఇది ఒక ప్రామాణిక సిస్టమ్ డ్రైవర్ , ఇది కొన్ని కారణాల వలన దెబ్బతింటుంది లేదా మీ Windows సంస్కరణలో లేదు. కొన్ని సాఫ్ట్వేర్ లేదా వైరస్ల యొక్క దుష్ప్రభావా ప్రభావం ఫలితంగా సాధ్యమైన కారణాలలో ఒకదానిని దొంగిలించిన Windows తొలగించడం లేదా సాఫ్ట్వేర్ ఫైల్ కోల్పోవడం కావచ్చు. ఈ సమస్యను పరిష్కరించడానికి, మీరు పూర్తిగా లైసెన్స్ పొందిన Windows సంస్కరణను వ్యవస్థాపించాలి
th: นี่คือไดรเวอร์ระบบมาตรฐานที่เสียหายจากบางเหตุผล หรือขาดจาก Windows เวอร์ชั่นของคุณ หนึ่งในเหตุผลที่เป็นไปได้อาจจะเป็น Windows เวอร์ชั่นเถื่อนหรือไฟล์สูญหายจากผลลัพธ์ข้างเคียงที่กระทบจากบางซอฟท์แวร์หรือไวรัส เพื่อที่จะแก้ปัญหานี้ คุณต้องติดตั้ง Windows เวอร์ชั่นแท้
tr: Bu, bazı nedenlerden dolayı hasar görmüş, ya da Windows sürümünüzde eksik olan bir standart sistem sürücüsüdür. Olası nedenlerden biri sadeleştirlmiş korsan Windows sürümü, ya da bazı yazılm veya virüslerin yan etkisi olarak sonuçlanan dosya kaybı olabilir. Bu sorunu çözmek için tamamen lisanslı bir Windows sürümü yüklemelisiniz
zh: 這是一個標準的系統驅動程式，由於某種原因而損壞，或者在 Windows 版本中不存在。其中一個可能的原因可能是精簡盜版的 Windows 版本，或一些軟體或病毒的副作用影響造成檔案遺失。為了解決這個問題, 您應該安裝一個完全授權的 Windows 版本
zh_cn: 这是由于某些原因而损坏的标准系统驱动程序，或者您的 Windows 版本不存在。 可能的原因之一可能是盗版 Windows 版本，或者由于某些软件或病毒的副作用影响而导致文件丢失。 为了解决这个问题，你应该安装完全许可的 Windows 版本
