Repository: DriverPackSolution/transifex-backup
Catalog: beetle/driverpack-solution-worldwide/driverpackpo/*.po
Languages: ar, az, bg, bn, ca, de, el, es, es_419, et, fa, fil, fr, gu, he, hi, hu, id, it, ko, ku, nl, no, pl, ps, pt_br, pt_pt, ro, sk, sl, sq, sr, sw, ta, te, th, tr, zh, zh_cn

# settings_diagnostics-caption
source: This section contains all of the information about the computer's configuration. Besides, due to all-inclusive diagnostics, the DriverPack algorithm installs all required drivers as accurately and quickly as possible. That's why we highly recommend that you do not disable this function.
ar: هذا القسم يحتوي على كل المعلومات المتعلقة بإعدادات جهاز الكمبيوتر. بالإضافة إلى ذلك, لدواعي التشخيصات الشاملة, تقوم خوارزمية DriverPack بتثبيت كل التعريفات المطلوبة بدقة وسرعة. لذلك نوصي بشدة بعدم إلغاء هذا الخيار.
az: Bu bölmədə kompüterin tənzimlənməsi ilə bağlı bütün məlumatlar var. Üstəlik, bütün geniş analizlər sayəsində, DriverPack alqoritmi bütün lazımi driverləri mümkün olduğu qədər sürətli və doğru quraşdırır. Buna görə də, bu funksiyanı q-aktivləşdirməmənizi təkidlə tövsiyyə edirik.
bg: Този раздел съдържа цялата информация за конфигурацията на компютъра. Освен това, поради всеобхватна диагностика, алгоритъмът DriverPack ще инсталира всички необходими драйвери възможно най-точно и бързо. Ето защо силно препоръчваме да не изключвате тази функция.
bn: এই অংশে কম্পিউটারের কনফিগারেশনের সকল তথ্য রয়েছে। পাশাপাশি, সব অন্তর্ভুক্তিকরণ ডায়াগনস্টিকস্‌ এর জন্য DriverPack এলগরিদম সব দরকারি ড্রাইভার যত দ্রুত ও যথার্থভাবে সম্ভব ইন্সটল করে। সেজন্যেই এই ফাংশনটি নিষ্ক্রিয় না করতে জোর সুপারিশ করা হচ্ছে।
ca: Aquesta secció conté tota la informació sobre la configuració de l'ordinador. A més, gràcies als diagnòstics que ho inclouen tot, l'algorisme de DriverPack instal·la tots els controladors tan ràpid i acuradament com es pot. Per això recomanem que no desactiveu aquesta funcionalitat.
de: Dieser Abschnitt enthält alle Informationen über die Konfiguration des Computers. Neben der All-Inclusive-Diagnose installiert der DriverPack Algorithmus alle benötigten Treiber so genau und schnell wie möglich. Deshalb empfehlen wir Ihnen, diese Funktion nicht zu deaktivieren.
el: Αυτός ο τομέας περιέχει όλες τις πληροφορίες για τη ρύθμιση του υπολογιστή σας. Εξάλου, λόγω των πληρέστατων διαγνωστικών, ο αλγόριθμος του DriverPack εγκαθιστά όλα τα απαραίτητα προγράμματα οδήγησης όσο το δυνατό ακριβέστατα και γρήγορα. Για αυτό σας προτείνουμε να μην απενεργοποιήσετε αυτή τη λειτουργία.
es: Esta sección contiene toda la información acerca de la configuración del ordenador. Además, al realizar un diagnóstico minucioso, el algoritmo de DriverPack puede instalar todos los drivers necesarios de forma precisa y rápida. Por eso recomendamos que no desactives esta opción.
es_419: Esta sección contiene toda la información sobre la configuración de la computadora. Además, debido a los diagnósticos con todo incluido, el algoritmo DriverPack instala todos los controladores necesarios con la mayor precisión y rapidez posible. Es por eso que recomendamos que no desactive esta función.
et: See sektsioon omab terviklikku informatsiooni süsteemi sätetest. Tänu diagnostikale paigaldab see kõik vajalikud draiverid kiirelt ja korralikult. Seepärast soovitame seda vahele mitte jätta.
fa: این بخش شامل تمامی اطلاعات پیکربندی رایانه شما می‌شود. همچنین بدلیل شامل شدن الگوریتم تشخیص، DriverPack تمامی درایور‌های مورد نیاز را با دقت و سرعت ممکن نصب میکند. به همین خاطر است که بشدت به شما پیشنهاد میکنیم که این عملکرد را غیر فعال نکنید.
fil: Ang seksyon na ito ay naglalaman ng lahat ng impormasyon tungkol sa configuration ng computer. Bukod, dahil sa mga all-inclusive diagnostics, ang DriverPack algorithm ay nag-install ng lahat ng kinakailangang mga driver nang tumpak at mabilis hangga't maaari. Iyon ang dahilan kung bakit masidhing inirerekumenda namin na hindi mo i-disable ang function na ito.
fr: Cette section contient toutes les informations sur la configuration de l'ordinateur. En outre, grâce à des diagnostics complets, l'algorithme DriverPack installe tous les pilotes requis aussi précisément et rapidement que possible. C'est pourquoi nous vous recommandons fortement de ne pas désactiver cette fonction.
gu: આ વિભાગમાં કમ્પ્યુટરની રૂપરેખાંકન વિશેની બધી માહિતી શામેલ છે. ઉપરાંત, તમામ સંકલિત તપાસને લીધે, DriverPack એલ્ગોરિધમ તમામ આવશ્યક ડ્રાઇવર્સને સચોટ અને ઝડપથી શક્ય સ્થાપિત કરે છે. એટલા માટે અમે ખૂબ ભલામણ કરીએ છીએ કે તમે આ કાર્યને અક્ષમ ન કરો.
he: פונקציה זו תאגד את כל המידע על הגדרת המחשב שלך. בנוסף, בגלל כל האבחונים הכלולים, תוכנת DriverPack משתמשת באלגוריתם שמתקין את התוכנות הנחוצות במדויק ובמהירות המירבית. לכן אנו ממליצים שלא תבטל פונקציה זו.
hi: इस खंड में कंप्यूटर की कॉन्फ़िगरेशन के बारे में सारी जानकारी है इसके अलावा, सभी समावेशी डायग्नोस्टिक्स के कारण, DriverPack एल्गोरिदम सभी आवश्यक ड्रायवरों को यथासंभव सही और तेज़ी से स्थापित करता है। यही कारण है कि हम अत्यधिक अनुशंसा करते हैं कि आप इस फ़ंक्शन को अक्षम नहीं करे।
hu: Ez a lap tartalmazza a számítógépe konfigurációjának összes adatát. A mindenre kiterjedő diagnosztika mellett a DriverPack algoritmus a lehető legpontosabb és gyorsabb módon telepíti a szükséges drivereket. Emiatt erősen ajánlott, hogy ne tiltsa le ezt a funkciót.
id: Bagian ini berisi semua informasi tentang konfigurasi komputer. Selain itu, karena semua diagnostik inklusif, algoritma DriverPack menginstal semua driver yang diperlukan seakurat dan secepat mungkin. Itu sebabnya kami sangat menyarankan agar anda tidak menonaktifkan fungsi ini.
it: Questa sezione contiene tutte le informazioni riguardanti la configurazione del computer. Inoltre, grazie alla diagnostica all-inclusive, l'algoritmo di DriverPack installa tutti i driver richiesti nel modo più accurato e veloce possibile. Ecco perchè ti raccomandiamo fortemente di non disabilitare questa funzione.
ko: 이 섹션에는 컴퓨터 구성에 대한 모든 정보가 들어 있습니다. 게다가 모든 항목을 포함하는 진단 기능으로 인해 DriverPack 알고리즘은 모든 필요한 드라이버를 가능한 한 정확하고 신속하게 설치합니다. 따라서 이 기능을 비활성화하지 않는 것이 좋습니다.
ku: ئەم بەشە هەموو زانیاریەکان لەخۆ دەگرێتەوە دەربارەی رێکخستنی کۆمپیوتەر. بێجگە لەمە، بەهۆی هەموو دەسینیشان کردنە هەمەلایەنەکان، ئالگۆریتمی DriverPack دادەمەزرێنێت هەموو پێناسەی پێویست بەووردی و بەخێرایی ئەوەندەی بکرێت. لەبەر ئەوە بەشێوەیەکی زۆر ئێمە پێشنیاری تۆ دەکەین ئەم فەرمانە ناچالاک مەکەی.
nl: Dit gedeelte bevat alle informatie over de configuratie van de computer. Bovendien installeert het DriverPack-algoritme dankzij de allesomvattende diagnostiek alle benodigde drivers zo nauwkeurig en snel mogelijk. Daarom raden we u ten zeerste aan deze functie niet uit te schakelen.
no: Denne delen inneholder all informasjon om datamaskinens konfigurasjon. Dessuten installerer DriverPack algoritmen på grunn av alt-inkludert diagnostikken alle nødvendige drivere så nøyaktig og raskt som mulig. Derfor anbefaler vi sterkt at du ikke deaktiverer denne funksjonen.
pl: Ta sekcja zawiera pełne informacje o konfiguracji urządzenia. Również dzięki jego kompleksowej diagnostyce, algorytm DriverPack'a instaluje wszystkie wymagane sterowniki tak dokładnie i szybko jak to możliwe. Z tego powodu zdecydowanie nie polecamy wyłączania tej funkcji.
ps: په دې برخه کې د کمپیوټر د ترتیبولو په اړه ټول معلومات شامل دي. برسيره پردې، د ټول شموليت تشخيصونو له امله، د DriverPack الګوريتم ټولې ممکنه چلوونکي د امکان په صورت کې سم او چټکه توګه نصبوي. له همدې کبله موږ سپارښتنه کوو چې تاسو دا فعالیت غیر فعال نه کړئ.
pt_br: Esta seção contém todas as informações sobre a configuração do computador. Além disso, devido a diagnósticos abrangentes, o algoritmo do DriverPack instala todos os drivers necessários com a maior precisão e rapidez possível. É por isso que recomendamos que não desabilite essa função.
pt_pt: Esta secção contém toda a informação sobre a configuração do seu computador. Para além disso, com esses mesmos diagnósticos, o algoritmo DriverPack instala todos os controladores de modo preciso e tão rápido quanto possível. É por isso que recomendamos vivamente que não desabilite esta função.
ro: Această secțiune conține toate informațiile despre configurația computerului dvs. În plus, datorită diagnosticării complete, algoritmul DriverPack instalează toate driverele necesare cât mai precis și cât mai repede posibil. De aceea, vă recomandăm să nu dezactivați această funcție.
sk: Táto časť obsahuje všetky informácie o konfigurácii počítača. Okrem toho, vďaka komplexnej diagnostike, algoritmus DriverPack-u nainštaluje všetky požadované ovládače čo najpresnejšie a najrýchlejšie. Preto dôrazne odporúčame, aby ste túto funkciu neblokovali.
sl: V tej sekciji so vse informacije o konfiguraciji računalnika. Poleg vse obsežne diagnostike algoritem programa DriverPack namesti vse potrebne gonilnike v skladu s potrebami vašega računalnika v najkrajšem možnem času. Naprošamo vas da te funkcije ne onemogočate.
sq: Kjo pjesë përmban gjithë informacionin rreth konfigurimit të kompjuterit tuaj. Për më tepër, për shkak të diagnostikimeve gjithëpërfshirëse, algoritmi DriverPack instalon gjithë drajverat e kërkuara sa më shpejt dhe saktë të jete e mundur. Prandaj iu rekomandojmë shumë që të mos e paaftësoni këtë funksion.
sr: U ovom odeljku se nelaze sve informacije koje su potrebne za konfigurisanje računara. Zhvaljujući sveobuhvatnoj diagnostici, algoritam DriverPack-a instalira sve potrebne drajvere što je moguće brže i tačnije. To je razlog zašto vam ni u kom slučaju ne savetujemo da isključite ovu opciju.
sw: Sehemu hii ina taarifa zote kuhusu usanidi wa kompyuta. Mbali na hilo, kwa sababu ya uchunguzi wa pamoja, Daraja la DriverPack linaweka drivers zote zinazotakiwa kwa usahihi na kwa haraka iwezekanavyo. Ndiyo sababu tunapendekeza sana usizuie kazi hii.
ta: இந்த பிரிவில் கணினி கட்டமைப்பைப் பற்றிய அனைத்து தகவல்களும் உள்ளன.தவிர, அனைத்து-உள்ளடக்கிய நோயறிதல் காரணமாக, DriverPack வன்பொருள்தொகுப்பு வழிமுறையானது அனைத்து தேவையான இயக்கிகளை துல்லியமாகவும் விரைவாகவும் விரைவாக நிறுவுகிறது.அதனால்தான் நீங்கள் இந்த செயல்பாட்டை முடக்கவில்லை என்று பரிந்துரைக்கிறோம்.
te: ఈ విభాగంలో కంప్యూటర్ కాన్ఫిగరేషన్ గురించిన సమాచారం ఉంది. అంతేకాకుండా, అన్నీ కలిసిన విశ్లేషణల వలన, DriverPack అల్గోరిథం అన్ని అవసరమైన డ్రైవర్లను ఖచ్చితంగా మరియు వీలైనంత త్వరగా సంస్థాపిస్తుంది. అందువల్ల మీరు ఈ ఫంక్షన్ ను డిసేబుల్ చేయలేదని మేము ఎక్కువగా సిఫార్సు చేస్తున్నాము.
th: ในส่วนนี้บรรจุข้อมูลทั้งหมดเกี่ยวกับการปรับแต่งคอมพิวเตอร์ นอกจากนี้เนื่องจากการวินิจฉัยแบบรวมทุกอย่าง อัลกอริธึ่มของ DriverPack จะติดตั้งทุกไดรเวอร์ที่จำเป็นอย่างแม่นยำและรวดเร็วที่สุดเท่าที่จะเป็นไปได้ นั่นคือเหตุผลที่เราแนะนำอย่างสูงไม่ให้คุณปิดการใช้งานฟังก์ชั่นนี้
tr: Bu bölüm makinenin yapılandırması hakkında tüm bilgiyi içerir. Üstelik, tüm kapsamlı tanılamalar sayesinde, DriverPack algoritması tüm gerekli sürücüleri mümkün olduğunca hızlı ve doğru olarak yükler. Bu nedenle, bu işlevi etkisizleştirmemenizi son derece öneriyoruz.
zh: 本節包含有關電腦組態的所有資訊。此外，由於全面的診斷功能，DriverPack 演算法可以準確、快速地安裝所有必需的驅動程式。這就是為什麼我們強烈建議您不要停用此功能。
zh_cn: 本节包含有关计算机配置的所有信息。 此外，由于全面的诊断功能，DriverPack 算法可以准确，快速地安装所有必需的驱动程序。 这就是为什么我们强烈建议您不要禁用此功能的原因。

# settings_expert-mode-title
source: Enable Expert Mode
ar: تفعيل وضع الخبير
az: Ekspert rejimi aktivləşdir
bg: Активирай Експертен Режим
bn: অভিজ্ঞ মোড চালু করো
ca: Activa el mode Expert
de: Expertenmodus aktivieren
el: Ενεργοποίηση Κατάστασης Για Προχωρημένους
es: Activa el modo experto
es_419: Activar Modo Experto
et: Aktiveeri eksperdi režiim
fa: فعال کردن حالت متخصص
fil: Paganahin ang Mode ng Expert
fr: Activer le mode expert
gu: એક્સપર્ટ મોડ ચાલુ કરો
he: אפשר 'מצב מתקדם'
hi: विशेषज्ञ मोड को सक्षम करें
hu: Szakértő mód engedélyezése
id: Aktifkan Mode Ahli
it: Abilita la modalità Esperto
ko: 전문가 모드 사용
ku: حاڵه‌تی پێشكه‌وتوو چالاك بكه‌
nl: Schakel de expertmodus in
no: Aktiver Ekspert Mode
pl: Włącz tryb eksperta
ps: د ماهرې اکر فعال کړئ
pt_br: Ativar o Modo Avançado
pt_pt: Habilitar Modo Especialista
ro: Activați Modul Expert
sk: Povoliť Expertný režim
sl: Omogočite Strokovnjak Način
sq: Aftëso Gjendjen Ekspert
sr: Uključite napredni režim
sw: Wezesha Njia ya Mtaalam
ta: நிபுணத்துவ நிலையை செயல்படுத்து
te: నిపుణుల మోడ్ను ప్రారంభించండి
th: เปิดโหมดผู้เชี่ยวชาญ
tr: Uzman Kipi'ni etkinleştir
zh: 啟用專家模式
zh_cn: 启用专家模式

# settings_expert-mode-caption
source: Expert Mode is developed specially for the convenience of advanced users and professionals. This mode enables you to customize the operation of DriverPack in accordance with your personal needs and tasks. When you enable this function, Expert Mode will be switched ON by default.
ar: تم تطوير وضع الخبير خصيصاً ليتوافق مع المستخدمين المتقدمين والمحترفين. يمكنّك هذا الوضع من تخصيص عمل DriverPack تماشياً مع احتياجاتك الشخصية والمهام المطلوبة. سيتم تشغيل وضع الخبير بشكل افتراضي عند تفعيل هذا الخيار.
az: Ekspert rejimi, daha təcrübəli istifadəçilər və professionallara asanlıq yaratmaq üçün xüsusi olaraq yaradılmışdır. Bu rejim, fərdi ehtiyaclarınıza görə DriverPack-ın iş rejimini şəxsiləşdirmənizə imkan verir. Bu funksiya aktivləşdirildikdə, Ekspert Rejimi standart olaraq AÇILACAQDIR.
bg: Експертният режим е разработен специално за удобство на напредналите потребители и професионалисти. Този режим ви позволява да персонализирате работата на DriverPack в съответствие с вашите лични нужди и задачи. Когато активирате тази функция, Експертен Режим ще бъде Включен по подразбиране.
bn: অভিজ্ঞ ব্যবহারকারী ও পেশাজীবীদের সুবিধার জন্য Expert Mode তৈরি করা হয়েছে। এই মোড আপনাকে নিজের প্রয়োজন ও কাজ অনুযায়ী DriverPack এর কার্যক্রম সাজিয়ে নেওয়ার সুবিধা দেয়। এই ফাংশন সক্রিয় করলে Expert Mode পূর্বনির্ধারিতভাবে চালু হবে।
ca: El mode Expert s'ha desenvolupat específicament per a la conveniència dels usuaris avançats i pels professionals. Aquest mode permet personalitzar la operativa de DriverPack segons les necessitats personals i tasques a realitzar. Quan s'activa aquest mode, el mode Expert està ACTIVAT per defecte.
de: Der Expertenmodus wurde speziell für die Bequemlichkeit von fortgeschrittenen Anwendern und Profis entwickelt. Dieser Modus ermöglicht es Ihnen, den Betrieb von DriverPack nach Ihren persönlichen Bedürfnissen und Aufgaben anzupassen. Wenn Sie diese Funktion aktivieren, wird der Expertenmodus standardmäßig eingeschaltet.
el: Η κατάσταση για Προχωρημένους έχει αναπτυχθεί ειδικά για τη βολικότητα των προχωρημένων χρηστών και επαγγελματιών. Αυτή η κατάσταση ενεργοποιεί την προσαρμογή των λειτουργιών του DriverPack ανάλογα με τις προσωπικές σας ανάγκες και εργασίες. Όταν ενεργοποιήσετε αυτή τη λειτούργία, η Κατάσταση για Προχωρημένους θα είναι ΕΝΕΡΓΗ ως προεπιλογή.
es: El modo experto está desarrollado específicamente para la conveniencia de los usuarios avanzados y profesionales. Este modo permite predefinir como funciona DriverPack en concordancia a las necesidades personales y tareas a realizar. Una vez activada esta opción, el modo experto estára ACTIVO por defecto.
es_419: El Modo Experto es una especialidad desarrollada para usuarios avanzados y profesionales. Este modo personaliza las operaciones de DriverPack según a sus necesidades y tareas personales. Si el Modo Experto es activado, se volverá predeterminado.
et: Eksperdi režiim on spetsiaalselt väljatöötatud edasijõudnutele kasutajatele ja profesionaalidele. See režiim lubab teil kohandada DriverPack-i töötamist, pidades silmas teie personaalset vajadusi ja tööülesandeid. Kui te lülitate selle funktsiooni sisse, käivitub Eksperdi režiim seejärel alati "vaikimisi".
fa: حالت پیشرفته به طور اختصاصی برای رضایت کاربران حرفه‌ای و متخصص توسعه یافته است. این حالت به شما این اجازه را میدهد تا عملکرد DriverPack را مصابق با نیاز‌ها و وظایفتان شخصی سازی کنید. هنگامی که شما این عملکرد را فعال میکنید، حالت پیشرفته بصورت پیش فرض روشن میشود.
fil: Ang Eksperto Mode ay partikular na binuo para sa kaginhawaan ng mga advanced na mga gumagamit at mga propesyonal. Ang mode na ito ay nagbibigay-daan sa iyo upang i-customize ang operasyon ng DriverPack alinsunod sa iyong personal na mga pangangailangan at mga gawain. Kapag pinagana mo ang function na ito, ang Mode ng Expert ay ililipat SA bilang default.
fr: Le mode expert est développé spécialement pour la commodité des utilisateurs avancés et des professionnels. Ce mode vous permet de personnaliser le fonctionnement de DriverPack en fonction de vos besoins et de vos tâches personnels. Lorsque vous activez cette fonction, le mode Expert est activé par défaut.
gu: અદ્યતન વપરાશકર્તાઓ અને વ્યાવસાયિકોની સગવડ માટે નિષ્ણાત મોડ ખાસ વિકસિત છે. આ સ્થિતિ તમને તમારી વ્યક્તિગત જરૂરિયાતો અને ક્રિયાઓ અનુસાર DriverPack સંચાલનને કસ્ટમાઇઝ કરવા માટે સક્ષમ કરે છે. જ્યારે તમે આ કાર્યને સક્ષમ કરો છો, ત્યારે એક્સપર્ટ મોડ ડિફોલ્ટ રૂપે સ્વિચ કરવામાં આવશે.
he: מצב מתקדם פותח במיוחד עבור משתמשים מתקדמים ומקצוענים. מצב זה מפאשר לך להתאים אישית את הפעולות הפנימיות של תוכנת DriverPack בהתאם לצרכיך.
hi: विशेषज्ञ मोड विशेष रूप से उन्नत उपयोगकर्ताओं और पेशेवरों की सुविधा के लिए विकसित किया गया है। इस मोड से आप अपनी व्यक्तिगत ज़रूरतों और कार्यों के अनुसार DriverPack के संचालन को अनुकूलित कर सकते हैं। जब आप इस फ़ंक्शन को सक्षम करते हैं, तो विशेषज्ञ मोड को डिफ़ॉल्ट रूप से चालू किया जाएगा।
hu: A szakértő módot a haladó és profi felhasználók részére fejlesztettük ki. Ez a mód lehetővé teszi, hogy ön testre szabja a DriverPack működését a személyes követelményei és feladatai alapján. Ha engedélyezi ezt a funkciót, a szakértő mód alapértelmezett módon bekapcsol.
id: Mode Ahli dikembangkan khusus untuk kenyamanan pengguna tingkat lanjut dan profesional. Mode ini memungkinkan anda menyesuaikan pengoperasian DriverPack sesuai dengan kebutuhan dan tugas pribadi anda. Bila anda mengaktifkan fungsi ini, Mode Ahli akan AKTIF secara standar.
it: La Modalità Esperto è stata sviluppata appositamente per la comodità di utenti e professionisti esperti. Questa modalità consente di personalizzare il funzionamento di DriverPack in base alle proprie esigenze e attività personali. L'attivazione di questa funzione, la Modalità Esperto verrà attivata per impostazione predefinita.
ko: 전문가 모드는 고급 사용자와 전문가의 편의를 위해 특별히 개발되었습니다. 이 모드에서는 개인의 필요와 작업에 따라 DriverPack의 작동을 사용자 정의 할 수 있습니다. 이 기능을 활성화하면 전문가 모드가 기본적으로 켜집니다.
ku: حاڵەتی پسپوری گەشەی کردووە بەتایبەتی بۆ ئارامی بەکارهێنەری پێشکەوتوو و پێشەگەرەکان. ئەم حاڵەتە رێک بە تۆ دەدات ئیش کردنەوەی DriverPack بەو شێوەیە دابنی بەپێی خواست و ئەرکەکانی کەسی تۆ. کاتێک ئەم فەرمانە چالاک دەکەی، حاڵەتی پسپوری چالاک دەبێت بە ئوتوماتیکی.
nl: Expert Mode is speciaal ontwikkeld voor het gemak van gevorderde gebruikers en professionals. In deze modus kunt u de werking van DriverPack aanpassen aan uw persoonlijke behoeften en taken. Wanneer u deze functie inschakelt, wordt de Expert-modus standaard ingeschakeld.
no: Ekspertmodus er utviklet spesielt for økt brukervennlighet for avanserte brukere og fagfolk. Med denne modusen kan du tilpasse driften av DriverPack i samsvar med dine personlige behov og oppgaver. Når du aktiverer denne funksjonen, vil Expert Mode bli slått på som standard.
pl: Tryb Eksperta został opracowany specjalnie dla wygody użytkowników zaawansowanych i profesjonalistów. Tryb ten pozwala indywidualnie dostosować działanie aplikacji DriverPack na podstawie własnych potrzeb. Aktywacja tej sekcji powoduje, że tryb eksperta będzie domyślnie włączony.
ps: د متخصص موډل د پرمختللي کاروونکو او مسلکیانو د اسانتیا لپاره په ځانګړي ډول وده شوي. دا موډر تاسو ته د دې توان ورکوي چې ستاسو د شخصي اړتیاوو او دندو سره سم د DriverPack عملیات تطبیق کړي. کله چې تاسو دا فعالیت فعال کړئ، د ماهر موډ به په ډیفالټ کې بدل شي.
pt_br: O Modo Avançado foi desenvolvido especialmente para a conveniência de usuários avançados e profissionais. Este modo permite que você personalize a operação do DriverPack de acordo com suas necessidades e tarefas pessoais. Quando você habilita esta função, o Modo Avançado será ativado por padrão.
pt_pt: O Modo Especialista foi desenvolvido especialmente para os utilizadores avançados e profissionais. Este modo permite-lhe que personalize o funcionamento do DriverPack de acordo com as suas tarefas e necessidades pessoais. Quando habilita esta função, o Modo Especialista é ligado automaticamente por defeito.
ro: Modul Expert este dezvoltat special pentru confortul utilizatorilor avansați și profesioniștilor . Acest mod vă permite să personalizați funcționarea DriverPack în funcție de nevoile și sarcinile dvs. personale. Când activați această funcție, Modul Expert va porni în mod implicit.
sk: Expertný režim je vyvinutý špeciálne pre pohodlie pokročilých používateľov a profesionálov. Tento režim umožňuje prispôsobiť prevádzku programu DriverPack podľa vašich osobných potrieb a úloh. Po aktivovaní tejto funkcie bude Expertný režim navolený štandardne.
sl: Način za strokovnjake/napredne uporabnike je bil razvit za ugodje in prilagajanje funcij programa naprednih uporabnikov in strokovnjakov. Ta način vam omogoča prilagajanje funcij programa DriverPack vašim željam in potrebam. Ko omogočite to funkcijo, Strokovnjak Način bo vklopljen privzeto.
sq: Gjendja Ekspert është zhvilluar veçanerisht për rehatinë e përdoruesve të përparuar dhe profesionistëve. Kjo gjendje iu mundëson të bëni rregullimet tuaja pr funksionimin e DriverPack sipas nevojave dhe punëve tuaja personale. Kur e aftësoni këtë funksion, Gjendja Ekspert do të aktivizohet si e parazgjedhur.
sr: Eksperski režim je specijalno razvijen za napredne korisnike i profesionalce. Ovaj režim vam omogućava da prilagodite rad DriverPack-a u skladu sa vašim ličnim željama i potrebama. Kada uključite ovu opciju, Ekspertski režim će biti aktivan po podrazumevanoj vrednosti.
sw: Mbini ya mtaalamu imeandaliwa maalum kwa urahisi wa watumiaji wa juu na wataalamu. Hali hii inakuwezesha kubadili uendeshaji wa DriverPack kulingana na mahitaji yako binafsi na kazi zako. Unapowezesha kazi hii, Njia ya Mtaalam itazimwa kwa ONU kwa default.
ta: நிபுணர் முறை மேம்பட்ட பயனர்கள் மற்றும் தொழில் வசதிக்காக சிறப்பாக வடிவமைக்கப்பட்டுள்ளது.இந்த முறை DriverPack இன் செயல்பாட்டை தனிப்பயனாக்க உங்கள் தனிப்பட்ட தேவைகள் மற்றும் பணிகளுக்கு இணங்க உதவுகிறது.நீங்கள் இந்த செயல்பாட்டை இயக்கும் போது, நிபுணர் முறை இயல்புநிலையில் இயக்கப்படும்.
te: నిపుణుల మోడ్ ఆధునిక వినియోగదారుల మరియు నిపుణుల సౌలభ్యం కోసం ప్రత్యేకంగా అభివృద్ధి చేయబడింది. ఈ మోడ్ మీ వ్యక్తిగత అవసరాలు మరియు పనులు అనుగుణంగా DriverPack యొక్క పనితీరుని అనుకూలీకరించడానికి మిమ్మల్ని అనుమతిస్తుంది. మీరు ఈ ఫంక్షన్ ప్రారంభించినప్పుడు, నిపుణుల మోడ్ డిఫాల్ట్గా స్విచ్ చేయబడుతుంది.
th: โหมดผู้เชี่ยวชาญถูกพัฒนาขึ้นเป็นพิเศษเพื่อความสะดวกสะบายของผู้ใช้ขั้นสูงและผู้ใช้ระดับชำนวญ โหมดนี้จะทำให้คุณสามารถปรับแต่งการทำงานพื้นฐานของ DriverPack ให้เป็นในแบบฉบับของตัวเองได้ตามต้องต้องการ เมื่อคุณเปิดการใช้งานฟังก์ชั่นนี้นั้นหมายถึงว่าโหมดผู้เชี่ยวชาญจะถูกเปิดเป็นค่าเริ่มต้น
tr: Uzman Kipi, ileri düzey kullanıcılara ve profesyonellere kolaylık sağlamak için özel olarak geliştirilmiştir. Bu kip, kişisel ihtiyaçlarınıza ve görevlerinize uygun olarak DriverPack'in çalışmasını özelleştirmenizi sağlar. Bu işlevi etkinleştirdiğinizde, Uzman Kipi varsayılan olarak AÇILACAKTIR.
zh: 專家模式是專為方便進階使用者和專業人士而開發的。此模式使您能夠根據個人需要和任務自訂 DriverPack 的操作。啟用此功能時，預設情況下將打開專家模式。
zh_cn: 专家模式是为了方便高级用户和专业人士而开发的。 此模式使您能够根据您的个人需求和任务自定义 DriverPack 的操作。 启用此功能后，默认情况下，专家模式将被打开。
