Repository: DriverPackSolution/transifex-backup
Catalog: beetle/driverpack-solution-worldwide/driverpackpo/*.po
Languages: ar, az, bg, bn, ca, de, el, es, es_419, et, fa, fil, fr, gu, he, hi, hu, id, it, ko, ku, nl, no, pl, ps, pt_br, pt_pt, ro, sk, sl, sq, sr, sw, ta, te, th, tr, zh, zh_cn

# deviceclasses_monitor-single-for
source: monitor
ar: شاشة العرض
az: manitor
bg: монитор
bn: মনিটর
el: οθόνη
et: monitorile
fa: نمایشگر
fr: moniteur
gu: મોનિટર
he: מסך
hi: मॉनिटर
ko: 모니터
ku: شاشه‌
no: skjerm
ps: مونیټر
sq: monitorin
sr: monitora
sw: skrini
ta: மானிட்டர்
te: మానిటర్
th: จอภาพ
tr: monitör
zh: 螢幕
zh_cn: 显示器

# deviceclasses_monitor-plural-main
source: monitors
ar: شاشات العرض
az: manitorlar
bg: монитори
bn: মনিটরসমূহ
de: Monitore
el: οθόνες
es: monitores
es_419: Monitores
et: monitorid
fa: نمایشگرها
fr: moniteurs
gu: મોનિટર્સ
he: מסכים
hi: कई मॉनिटर
hu: monitor
id: monitor-monitor
it: monitor
ko: 모니터
ku: شاشه‌كان
no: skjermer
pl: monitory
ps: مونیټرز
pt_br: monitores
pt_pt: monitores
ro: monitoare
sl: monitorji
sq: monitorë
sr: monitori
sw: skrini
ta: மானிட்டர்கள்
te: మానిటర్లు
th: จอภาพ
tr: monitörler
zh: 螢幕
zh_cn: 显示器

# deviceclasses_monitor-plural-for
source: monitors
ar: شاشات العرض
az: manitorlar
bg: монитори
bn: মনিটরসমূহ
de: Monitore
el: οθόνες
es: monitores
es_419: Monitores
et: monitoridele
fa: نمایشگرها
fr: moniteurs
gu: મોનિટર્સ
he: מסכים
hi: कई मॉनिटर
hu: monitor
id: monitor-monitor
it: monitor
ko: 모니터
ku: شاشه‌كان
no: skjermer
pl: monitory
ps: مونیټرز
pt_br: monitores
pt_pt: monitores
ro: monitoare
sl: monitorji
sq: monitorë
sr: monitora
sw: skrini
ta: மானிட்டர்கள்
te: మానిటర్లు
th: จอภาพ
tr: monitörler
zh: 螢幕
zh_cn: 显示器

# deviceclasses_phone-single-main
source: smartphone
ar: الهاتف الذكي
az: ağıllı telefon
bg: смартфон
bn: স্মার্টফোন
ca: telèfon intel·ligent
el: έξυπνο τηλέφωνο
es_419: Teléfono inteligente
et: nutitelefon
fa: گوشی هوشمند
fr: téléphone intelligent
gu: સ્માર્ટફોન
he: טלפון חכם
hi: स्मार्टफोन
hu: okostelefon
id: telepon pintar
ko: 스마트폰
ku: مۆبایلی هۆشمه‌ند
no: smarttelefon
pl: smartfon
ps: سمارټ فون
sl: pametni telefon
sq: smartfoni
sr: pametni telefon
sw: simu-erevu
ta: ஸ்மார்ட் போன்
te: స్మార్ట్ ఫోన్
th: สมาร์ทโฟน
tr: akıllı telefon
zh: 智慧型手機
zh_cn: 智能手机

# deviceclasses_phone-single-for
source: smartphone
ar: الهاتف الذكي
az: ağıllı telefon
bg: смартфон
bn: স্মার্টফোন
ca: telèfon intel·ligent
el: έξυπνο τηλέφωνο
es_419: Teléfono inteligente
et: nutitelefonile
fa: گوشی هوشمند
fr: téléphone intelligent
gu: સ્માર્ટફોન
he: טלפון חכם
hi: स्मार्टफोन
hu: okostelefon
id: telepon pintar
ko: 스마트폰
ku: مۆبایلی هۆشمه‌ند
no: smarttelefon
pl: smartfon
ps: سمارټ فون
sl: pametni telefon
sq: smartfon
sr: pametanog telefona
sw: simu-erevu
ta: ஸ்மார்ட் போன்
te: స్మార్ట్ ఫోన్
th: สมาร์ทโฟน
tr: akıllı telefon
zh: 智慧型手機
zh_cn: 智能手机

# deviceclasses_phone-plural-main
source: smartphones
ar: الهواتف الذكية
az: ağıllı telefonlar
bg: смартфони
bn: স্মার্টফোনসমূহ
ca: telèfons intel·ligents
el: έξυπνα τηλέφωνα
es_419: Teléfonos Inteligentes
et: nutitelefonid
fa: گوشی های هوشمند
fr: téléphones intelligents
gu: સ્માર્ટફોન્સ
he: טלפונים חכמים
hi: कई स्मार्टफोन
hu: okostelefon
id: telepon-telepon pintar
it: smartphone
ko: 스마트폰
ku: مۆبایله‌ هۆشمه‌نده‌كان
no: smarttelefoner
pl: smartfony
ps: سمارټ فونز
ro: smartphone-uri
sl: pametni telefoni
sq: smartfonë
sr: pametni telefoni
sw: simu-erevu
ta: ஸ்மார்ட் போன்ஸ்
te: స్మార్ట్ ఫోన్లు
th: สมาร์ทโฟน
tr: akıllı telefonlar
zh: 智慧型手機
zh_cn: 智能手机

# deviceclasses_phone-plural-for
source: smartphones
ar: الهواتف الذكية
az: ağıllı telefonlar
bg: смартфони
bn: স্মার্টফোনসমূহ
ca: telèfons intel·ligents
el: έξυπνα τηλέφωνα
et: nutitelefonidele
fa: گوشی های هوشمند
fr: téléphones intelligents
gu: સ્માર્ટફોન્સ
he: טלפונים חכמים
hi: कई स्मार्टफोन
hu: okostelefon
id: telepon-telepon pintar
it: smartphone
ko: 스마트폰
ku: مۆبایله‌ هۆشمه‌نده‌كان
no: smarttelefoner
pl: smartfony
ps: سمارټ فونز
ro: smartphone-uri
sl: pametni telefoni
sq: smartfonët
sr: pametnih telefona
sw: simu-erevu
ta: ஸ்மார்ட் போன்ஸ்
te: స్మార్ట్ ఫోన్లు
th: สมาร์ทโฟน
tr: akıllı telefonlar
zh: 智慧型手機
zh_cn: 智能手机

# deviceclasses_printer-single-main
source: printer
ar: طابعة
bg: принтер
bn: প্রিন্টার
ca: impressora
de: Drucker
el: εκτυπωτής
es: impresora
es_419: impresora
fa: چاپگر
fr: imprimeur
gu: પ્રિન્ટર
he: מדפסות
hi: प्रिंटर
hu: nyomtató
id: pencetak
it: stampante
ko: 프린터
ku: چاپ گەر
no: skriver
pl: drukarka
ps: چاپګر
pt_br: impressora
pt_pt: impressora
ro: imprimanta
sk: tlačiareň
sl: tiskalnik
sq: printeri
sr: štampač
sw: kichapishi
ta: அச்சு இயந்திரம்
te: ప్రింటర్
th: เครื่องพิมพ์
tr: yazıcı
zh: 印表機
zh_cn: 打印机

# deviceclasses_printer-single-for
source: printer
ar: طابعة
bg: принтер
bn: প্রিন্টার
ca: impressora
de: Drucker
el: εκτυπωτής
es: impresora
es_419: impresora
fa: چاپگر
fr: imprimeur
gu: પ્રિન્ટર
he: מדפסות
hi: प्रिंटर
hu: nyomtató
id: pencetak
it: stampante
ko: 프린터
ku: چاپ گەر
no: skriver
pl: drukarka
ps: چاپګر
pt_br: impressora
pt_pt: impressora
ro: imprimanta
sk: tlačiareň
sl: tiskalnik
sq: printerin
sr: štampača
sw: kichapishi
ta: அச்சு இயந்திரம்
te: ప్రింటర్
th: เครื่องพิมพ์
tr: yazıcı
zh: 印表機
zh_cn: 打印机

# deviceclasses_printer-plural-main
source: printers
ar: الطابعات
az: printerlər
bg: принтери
bn: প্রিন্টারসমূহ
ca: impressores
de: Drucker
el: εκτυπωτές
es: impresoras
es_419: impresoras
et: printerid
fa: چاپگرها
fr: imprimeurs
gu: પ્રિન્ટર્સ
he: מדפסות
hi: कई प्रिंटर
hu: nyomtatók
id: pencetak-pencetak
it: stampanti
ko: 프린터
ku: چاپ گەر
no: skrivere
pl: drukarki
ps: چاپګران
pt_br: impressoras
pt_pt: impressoras
ro: imprimante
sk: tlačiarne
sl: tiskalniki
sq: printera
sr: štampači
sw: vichapishi
ta: அச்சு இயந்திரங்கள்
te: ప్రింటర్లు
th: เครื่องพิมพ์
tr: yazıcılar
zh: 印表機
zh_cn: 打印机

# deviceclasses_printer-plural-for
source: printers
ar: الطابعات
az: printerlər
bg: принтери
bn: প্রিন্টারসমূহ
ca: impressores
de: Drucker
el: εκτυπωτές
es: impresoras
es_419: impresoras
et: printerid
fa: چاپگرها
fr: imprimeurs
gu: પ્રિન્ટર્સ
he: מדפסות
hi: कई प्रिंटर
hu: nyomtatók
id: pencetak-pencetak
it: stampanti
ko: 프린터
ku: چاپ گەر
no: skrivere
pl: drukarki
ps: چاپګران
pt_br: impressoras
pt_pt: impressoras
ro: imprimante
sk: tlačiarne
sl: tiskalniki
sq: printerët
sr: štampača
sw: vichapishi
ta: அச்சு இயந்திரங்கள்
te: ప్రింటర్లు
th: เครื่องพิมพ์
tr: yazıcılar
zh: 印表機
zh_cn: 打印机

# deviceclasses_sound-single-main
source: sound card
ar: كرت الصوت
az: səs kartı
bg: звукова карта
bn: সাউন্ড কার্ড
ca: targeta de so
de: Soundkarte
el: κάρτα ήχου
es: tarjeta de sonido
es_419: Tarjeta de Sonido
et: helikaart
fa: کارت صدا
fr: carte son
gu: સાઉન્ડ કાર્ડ
he: כרטיס קול
hi: साउंड कार्ड
hu: hangkártya
id: kartu suara
it: scheda audio
ko: 사운드 카드
ku: كارتی ده‌نگ
nl: geluidskaart
no: lydkort
pl: karta audio
ps: د غږ کارت
pt_br: placa de som
pt_pt: placa de som
ro: placă de sunet
sk: zvuková karta
sl: zvočna kartica
sq: karta e zërit
sr: zvučna kartica
sw: kadi ya sauti
ta: ஒலி அட்டை சவுண்ட் கார்டு
te: సౌండు కార్డు
th: การ์ดเสียง
tr: ses kartı
zh: 音效卡
zh_cn: 声卡

# deviceclasses_sound-single-for
source: sound card
ar: كرت الصوت
az: səs kartı
bg: звукова карта
bn: সাউন্ড কার্ড
ca: targeta de so
de: Soundkarte
el: κάρτα ήχου
es: tarjeta de sonido
es_419: Tarjeta de Sonido
et: helikaardile
fa: کارت صدا
fr: carte son
gu: સાઉન્ડ કાર્ડ
he: כרטיס קול
hi: साउंड कार्ड
hu: hangkártya
id: kartu suara
it: scheda audio
ko: 사운드 카드
ku: كارتی ده‌نگ
nl: geluidskaart
no: lydkort
pl: karta audio
ps: د غږ کارت
pt_br: placa de som
pt_pt: placa de som
ro: placă de sunet
sk: zvuková karta
sl: zvočna kartica
sq: kartën e zërit
sr: zvučne kartice
sw: kadi ya sauti
ta: ஒலி அட்டை சவுண்ட் கார்டு
te: సౌండు కార్డు
th: การ์ดเสียง
tr: ses kartı
zh: 音效卡
zh_cn: 声卡

# deviceclasses_sound-plural-main
source: sound cards
ar: كروت الصوت
az: səs kartları
bg: звукови карти
bn: সাউন্ড কার্ডসমূহ
ca: targetes de so
de: Soundkarten
el: κάρτες ήχου
es: tarjetas de sonido
es_419: Tarjetas de Sonido
et: helikaardid
fa: کارت های صدا
fr: cartes son
gu: સાઉન્ડ કાર્ડ્સ
he: כרטיסי קול
hi: कई साउंड कार्ड
hu: hangkártya
id: kartu-kartu suara
it: schede audio
ko: 사운드 카드
ku: كارته‌كانی ده‌نگ
nl: geluidskaarten
no: lydkort
pl: karty audio
ps: د غږ کارتونه
pt_br: placas de som
pt_pt: placas de som
ro: plăci de sunet
sk: zvuková karty
sl: zvočne kartice
sq: karta e zërit
sr: zvučne kartice
sw: kadi za sauti
ta: ஒலி அட்டைகள் சவுண்ட் கார்டுஸ்
te: సౌండు కార్డులు
th: การ์ดเสียง
tr: ses kartları
zh: 音效卡
zh_cn: 声卡

# deviceclasses_sound-plural-for
source: sound cards
ar: كروت الصوت
az: səs kartları
bg: звукови карти
bn: সাউন্ড কার্ডসমূহ
ca: targetes de so
de: Soundkarten
el: κάρτες ήχου
es: tarjetas de sonido
es_419: Tarjetas de Sonido
et: helikaartidele
fa: کارت های صدا
fr: cartes son
gu: સાઉન્ડ કાર્ડ્સ
he: כרטיסי קול
hi: कई साउंड कार्ड
hu: hangkártya
id: kartu-kartu suara
it: schede audio
ko: 사운드 카드
ku: كارته‌كانی ده‌نگ
no: lydkort
pl: karty audio
ps: د غږ کارتونه
pt_br: placas de som
pt_pt: placas de som
ro: plăci de sunet
sk: zvuková karty
sl: zvočne kartice
sq: kartat e zërit
sr: zvučnih kartica
sw: kadi za sauti
ta: ஒலி அட்டைகள் சவுண்ட் கார்டுஸ்
te: సౌండు కార్డులు
th: การ์ดเสียง
tr: ses kartları
zh: 音效卡
zh_cn: 声卡

# deviceclasses_tvtuner-single-main
source: TV-tuner
ar: موالف التلفزيون
az: TV kartı
bg: TV-тунер
bn: টিভি-টিউনার
ca: sintonitzador de TV
el: δέκτης τηλεόρασης
es: sintonizador de TV
es_419: Tarjeta de TV
et: TV-tüüner
fa: تیونر تلویزیون
fr: carte-TV
gu: ટીવી-ટ્યુનર
he: כרטיס טלויזיה
hi: टीवी-ट्यूनर
it: sintonizzatore TV
ko: TV 튜너
ku: كارتی ته‌له‌فزیۆن
nl: TV-kaart
pl: tuner TV
ps: تلویزیون ټونر
pt_br: Sintonizador de TV
pt_pt: sintonizador de TV
sl: TV-sprejemnik
sq: akorduesi-TV
sr: TV-kartica
sw: TV-tyuna
ta: டிவி ட்யுனர்
te: టీవీ-ట్యూనర్
th: ทีวี จูนเนอร์
tr: TV kartı
zh: 電視卡
zh_cn: 电视调谐器

# deviceclasses_tvtuner-single-for
source: TV-tuner
ar: موالف التلفزيون
az: TV kartı
bg: TV-тунер
bn: টিভি-টিউনার
ca: sintonitzador de TV
el: δέκτης τηλεόρασης
es: sintonizador de TV
es_419: Tarjeta de TV
et: TV-tüüner
fa: تیونر تلویزیون
fr: carte-TV
gu: ટીવી-ટ્યુનર
he: כרטיס טלויזיה
hi: टीवी-ट्यूनर
it: sintonizzatore TV
ko: TV 튜너
ku: كارتی ته‌له‌فزیۆن
nl: TV-kaart
pl: tuner TV
ps: تلویزیون ټونر
pt_br: Sintonizador de TV
pt_pt: sintonizador de TV
sl: TV-sprejemnik
sq: akorduesin-TV
sr: TV-kartice
sw: TV-tyuna
ta: டிவி ட்யுனர்
te: టీవీ-ట్యూనర్
th: ทีวี จูนเนอร์
tr: TV kartı
zh: 電視卡
zh_cn: 电视调谐器

# deviceclasses_tvtuner-plural-main
source: TV-tuners
ar: أجهزة توليف التلفزيون
az: TV kartları
bg: TV-тунери
bn: টিভি-টিউনারসমূহ
ca: sintonitzadors de TV
de: TV-Tuner
el: δέκτες τηλεόρασης
es: sintonizadores de TV
es_419: Tarjetas de TV
et: TV-tüünerid
fa: تنظیم کننده های تلویزیون
fr: cartes-TV
gu: ટીવી-ટ્યુનર્સ
he: כרטיסי טלויזיה
hi: कई टीवी-ट्यूनर
hu: TV-tuner
id: TV-tuner - TV-tuner
it: sintonizzatori TV
ko: TV 튜너
ku: كارته‌كانی ته‌له‌فزیۆن
nl: TV-kaarten
no: TV-tuner
pl: tunery TV
ps: تلویزیوني ټنرونه
pt_br: Sintonizadores de TV
pt_pt: sintonizadores de TV
ro: TV-tunere
sl: TV-sprejemnik
sq: akordues-TV
sr: TV-kartice
sw: TV-tyuna
ta: டிவி ட்யுனர்ஸ்
te: టీవీ-ట్యూనర్లు
th: ทีวี จูนเนอร์
tr: TV kartları
zh: 電視卡
zh_cn: 电视调谐器

# deviceclasses_tvtuner-plural-for
source: TV-tuners
ar: أجهزة توليف التلفزيون
az: TV kartları
bg: TV-тунери
bn: টিভি-টিউনারসমূহ
ca: sintonitzadors de TV
de: TV-Tuner
el: δέκτες τηλεόρασης
es: sintonizadores de TV
es_419: Tarjetas de TV
et: TV-tüünerid
fa: تیونر های تلویزیون
fr: cartes-TV
gu: ટીવી-ટ્યુનર્સ
he: כרטיסי טלויזיה
hi: कई टीवी-ट्यूनर
hu: TV-tuner
id: TV-tuner - TV-tuner
it: sintonizzatori TV
ko: TV 튜너
ku: كارته‌كانی ته‌له‌فزیۆن
nl: TV-kaarten
no: TV-tuner
pl: tunery TV
ps: تلویزیوني ټنرونه
pt_br: Sintonizadores de TV
pt_pt: sintonizadores de TV
ro: TV-tunere
sl: TV-sprejemnik
sq: akordues-TV
sr: TV-kartica
sw: TV-tyuna
ta: டிவி ட்யுனர்ஸ்
te: టీవీ-ట్యూనర్లు
th: ทีวี จูนเนอร์
tr: TV kartları
zh: 電視卡
zh_cn: 电视调谐器

# deviceclasses_video-single-main
source: video card
ar: بطاقة مرئيات
az: video kart
bg: видео карта
bn: ভিডিও কার্ড
ca: targeta gràfica
de: Grafikkarte
el: κάρτα γραφικών
es: tarjeta gráfica
es_419: Tarjeta de Video
et: videokaart
fa: کارت گرافیک
fr: carte graphique
gu: વિડિયો કાર્ડ
he: כרטיס וידאו
hi: वीडियो कार्ड
hu: videókártya
id: kartu video
it: scheda video
ko: 비디오 카드
ku: كارتی ڤیدیۆ
nl: videokaart
no: videokort
pl: karta graficzna
ps: ویډیو کارت
pt_br: placa de vídeo
pt_pt: placa de vídeo
ro: placă video
sk: video karta
sl: grafična kartica
sq: karta grafike
sr: grafička kartica
sw: kadi ya video
ta: வீடியோ கார்ட் ஒளி அட்டை
te: వీడియో కార్డ్
th: การ์ดจอ
tr: görüntü kartı
zh: 顯示卡
zh_cn: 显卡

# deviceclasses_video-single-for
source: video card
ar: بطاقة مرئيات
az: video kart
bg: видео карта
bn: ভিডিও কার্ড
ca: targeta gràfica
de: Grafikkarte
el: κάρτα γραφικών
es: tarjeta gráfica
es_419: Tarjeta de Video
et: videokaardile
fa: کارت گرافیک
fr: carte graphique
gu: વિડિયો કાર્ડ
he: כרטיס וידאו
hi: वीडियो कार्ड
hu: videókártya
id: kartu video
it: scheda video
ko: 비디오 카드
ku: كارتی ڤیدیۆ
nl: videokaart
no: videokort
pl: karta graficzna
ps: ویډیو کارت
pt_br: placa de vídeo
pt_pt: placa de vídeo
ro: placă video
sk: video karta
sl: grafična kartica
sq: kartën grafike
sr: grafičke kartice
sw: kadi ya video
ta: வீடியோ கார்ட் ஒளி அட்டை
te: వీడియో కార్డ్
th: การ์ดจอ
tr: görüntü kartı
zh: 顯示卡
zh_cn: 显卡

# deviceclasses_video-plural-main
source: video cards
ar: بطاقات المرئيات
az: video kartlar
bg: видео карти
bn: ভিডিও কার্ডসমূহ
ca: targetes gràfiques
de: Grafikkarten
el: κάρτες γραφικών
es: tarjetas gráficas
es_419: Tarjetas de Video
et: videokaardid
fa: کارت گرافیک ها
fr: cartes graphique
gu: વિડિયો કાર્ડ્સ
he: כרטיסי וידאו
hi: कई वीडियो कार्ड
hu: videókártya
id: kartu video - kartu video
it: schede video
ko: 비디오 카드
ku: كارته‌كانی ڤیدیۆ
nl: videokaarten
no: videokort
pl: karty graficzne
ps: ویډیو کارتونه
pt_br: placas de vídeo
pt_pt: placas de vídeo
ro: plăci video
sk: video karty
sl: grafične kartice
sq: karta grafike
sr: grafičke kartice
sw: kadi za video
ta: வீடியோ கார்ட்ஸ் ஒளி அட்டைகள்
te: వీడియో కార్డులు
th: การ์ดจอ
tr: görüntü kartları
zh: 顯示卡
zh_cn: 显卡

# deviceclasses_video-plural-for
source: video cards
ar: بطاقات المرئيات
az: video kartlar
bg: видео карти
bn: ভিডিও কার্ডসমূহ
ca: targetes gràfiques
de: Grafikkarten
el: κάρτες γραφικών
es: tarjetas gráficas
es_419: Tarjetas de Video
et: videokaartidele
fa: کارت گرافیک ها
fr: cartes graphique
gu: વિડિયો કાર્ડસ
he: כרטיסי וידאו
hi: कई वीडियो कार्ड
hu: videókártya
id: kartu video - kartu video
it: schede video
ko: 비디오 카드
ku: كارته‌كانی ڤیدیۆ
nl: videokaarten
no: videokort
pl: karty graficzne
ps: ویډیو کارتونه
pt_br: placas de vídeo
pt_pt: placas de vídeo
ro: plăci video
sk: video karty
sl: grafične kartice
sq: kartat grafike
sr: grafičkih kartica
sw: kadi za video
ta: வீடியோ கார்ட்ஸ் ஒளி அட்டைகள்
te: వీడియో కార్డులు
th: การ์ดจอ
tr: görüntü kartları
zh: 顯示卡
zh_cn: 显卡

# deviceclasses_webcamera-single-main
source: webcam
ar: كاميرا الويب
az: vebkamera
bg: уеб камера
bn: ওয়েবক্যাম
ca: càmera web
el: κάμερα
es: cámara web
et: veebikaamera
fa: وب کم
gu: વેબકેમ
he: מצלמת רשת
hi: वेब कैमरा
hu: webkamera
id: kamera web
ko: 웹캠
ku: كامێرای تۆڕ
no: webkamera
pl: kamerka
ps: ویب کیم
pt_pt: câmara
ro: cameră web
sk: webkamera
sl: spletna kamera
sq: uebkamera
sr: veb kamera
ta: வெப்கேம்
te: వెబ్క్యామ్
th: เว็บแคม
tr: web kamerası
zh: 網路攝影機
zh_cn: 摄像头

# deviceclasses_webcamera-single-for
source: webcam
ar: كاميرا الويب
az: vebkamera
bg: уеб камера
bn: ওয়েবক্যাম
ca: càmera web
el: κάμερα
es: cámara web
et: veebikaamerale
fa: وب کم
gu: વેબકેમ
he: מצלמת רשת
hi: वेब कैमरा
hu: webkamera
id: kamera web
ko: 웹캠
ku: كامێرای تۆڕ
no: webkamera
pl: kamerka
ps: ویب کیم
pt_pt: câmara
ro: cameră web
sk: webkamera
sl: spletna kamera
sq: uebkamerën
sr: veb kamere
sw: kamera-wavuti
ta: வெப்கேம்
te: వెబ్క్యామ్
th: เว็บแคม
tr: web kamerası
zh: 網路攝影機
zh_cn: 摄像头

# deviceclasses_webcamera-plural-main
source: webcams
ar: كاميرات الويب
az: vebkameralar
bg: уеб камери
bn: ওয়েবক্যামসমূহ
ca: càmeres web
el: κάμερες
es: cámaras web
es_419: Cámaras Web
et: veebikaamerad
fa: وب کم
gu: વેબકેમ્સ
he: מצלמות רשת
hi: कई वेब कैमरा
hu: webkamera
id: kamera web - kamera web
it: webcam
ko: 웹캠
ku: كامێراكانی تۆڕ
no: webkameraer
pl: kamerki
ps: ویب کیمز
pt_pt: câmaras
ro: camere web
sk: webkamery
sl: spletne kamere
sq: uebkamera
sr: veb kamere
sw: kamera-wavuti
ta: வெப்கேம்ஸ்
te: వెబ్ కామ్స్
th: เว็บแคม
tr: web kameraları
zh: 網路攝影機
zh_cn: 摄像头

# deviceclasses_webcamera-plural-for
source: webcams
ar: كاميرات الويب
az: vebkameralar
bg: уеб камери
bn: ওয়েবক্যামসমূহ
ca: càmeres web
el: κάμερες
es: cámaras web
et: veebikaameratele
fa: وب کم
gu: વેબકેમ્સ
he: מצלמות רשת
hi: कई वेब कैमरा
hu: webkamera
id: kamera web - kamera web
it: webcam
ko: 웹캠
ku: كامێراكانی تۆڕ
no: webkameraer
pl: kamerki
ps: ویب کیمز
pt_pt: câmaras
ro: camere web
sk: webkamery
sl: spletne kamere
sq: uebkamera
sr: veb kamera
sw: kamera-wavuti
ta: வெப்கேம்ஸ்
te: వెబ్ కామ్స్
th: เว็บแคม
tr: web kameraları
zh: 網路攝影機
zh_cn: 摄像头

# deviceclasses_wifi-single-main
source: Wi-Fi device
ar: جهاز واي-فاي
az: Wi-Fi cihazı
bg: Wi-Fi устройство
bn: ওয়াই-ফাই ডিভাইস
ca: dispositiu Wi-Fi
de: Wi-Fi-Gerät
el: συσκευή Wi-Fi
es: dispositivo Wi-Fi
es_419: Dispositivo Inalámbrico
et: Wi-Fi adapter
fa: دستگاه وای فای
fr: périphérique Wi-Fi
gu: વાઇ-ફાઈ ઉપકરણ
he: התקן אלחוטי
hi: वाई-फाई डिवाइस
hu: wifi eszköz
id: perangkat WI-FI
it: dispositivo Wi-Fi
ko: Wi-Fi 장치
ku: ئامێری وای-فای
nl: Wi-Fi-apparaat
no: Wi-Fi enhet
pl: urządzenie WiFi
ps: وائی ​​فای آلې
pt_br: dispositivo Wi-Fi
pt_pt: dispositivo Wi-Fi
ro: dispozitiv Wi-Fi
sk: Wi-Fi zariadenie
sl: Wi-Fi naprava
sq: pajisja Wi-Fi
sr: Wi-Fi uredjaj
sw: kifaa cha Wi-Fi
ta: வைபை சாதனம்
te: వైఫై పరికరం
th: อุปกรณ์ Wi-Fi
tr: kablosuz ağ aygıtı
zh: Wi-Fi 裝置
zh_cn: Wi-Fi 设备

# deviceclasses_wifi-single-for
source: Wi-Fi device
ar: جهاز واي-فاي
az: Wi-Fi cihazı
bg: Wi-Fi устройство
bn: ওয়াই-ফাই ডিভাইস
ca: dispositiu Wi-Fi
de: Wi-Fi-Gerät
el: συσκευή Wi-Fi
es: dispositivo Wi-Fi
es_419: Dispositivo Wi-Fi
et: Wi-Fi adapterile
fa: دستگاه وای فای
fr: périphérique Wi-Fi
gu: વાઇ-ફાઈ ઉપકરણ
he: התקן אלחוטי
hi: वाई-फाई डिवाइस
hu: wifi eszköz
id: perangkat WI-FI
it: dispositivo Wi-Fi
ko: Wi-Fi 장치
ku: ئامێری وای-فای
nl: Wi-Fi-apparaat
no: Wi-Fi enhet
pl: urządzenie WiFi
ps: وائی ​​فای آلې
pt_br: dispositivo Wi-Fi
pt_pt: dispositivo Wi-Fi
ro: dispozitiv Wi-Fi
sk: Wi-Fi zariadenie
sl: Wi-Fi naprava
sq: pajisjen Wi-Fi
sr: Wi-Fi uređaja
sw: kifaa cha Wi-Fi
ta: வைபை சாதனம்
te: వైఫై పరికరం
th: อุปกรณ์ Wi-Fi
tr: kablosuz ağ aygıtı
zh: Wi-Fi 裝置
zh_cn: Wi-Fi 设备

# deviceclasses_wifi-plural-main
source: Wi-Fi devices
ar: أجهزة واي-فاي
az: Wi-Fi cihazları
bg: Wi-Fi устройства
bn: ওয়াই-ফাই ডিভাইসসমূহ
ca: dispositius Wi-Fi
de: Wi-Fi-Geräte
el: συσκευές Wi-Fi
es: dispositivos Wi-Fi
es_419: Dispositivos Wi-Fi
et: Wi-Fi adapterid
fa: دستگاه های وای فای
fr: périphériques Wi-Fi
gu: વાઇ-ફાઈ ઉપકરણો
he: התקנים אלחוטיים
hi: कई वाई-फाई डिवाइस
hu: wifi eszköz
id: perangkat WI-FI
it: dispositivi Wi-Fi
ko: Wi-Fi 장치
ku: ئامێره‌كانی وای-فای
nl: Wi-Fi-apparaten
no: Wi-Fi enheter
pl: urządzenia WiFi
ps: وائی ​​فای آلیزونه
pt_br: dispositivos Wi-Fi
pt_pt: dispositivos Wi-Fi
ro: dispozitive Wi-Fi
sk: Wi-Fi zariadenia
sl: Wi-Fi naprave
sq: pajisje Wi-Fi
sr: Wi-Fi uređaji
sw: vifaa vya Wi-Fi
ta: வைபை சாதனங்கள்
te: వైఫై పరికరంలు
th: อุปกรณ์ Wi-Fi
tr: kablosuz ağ aygıtları
zh: Wi-Fi 裝置
zh_cn: Wi-Fi 设备

# deviceclasses_wifi-plural-for
source: Wi-Fi devices
ar: أجهزة واي-فاي
az: Wi-Fi cihazları
bg: Wi-Fi устройства
bn: ওয়াই-ফাই ডিভাইসসমূহ
ca: dispositius Wi-Fi
de: Wi-Fi-Geräte
el: συσκευές Wi-Fi
es: dispositivos Wi-Fi
es_419: Dispositivos Wi-Fi
et: Wi-Fi adapteritele
fa: دستگاه های وای فای
fr: périphériques Wi-Fi
gu: વાઇ-ફાઈ ઉપકરણો
he: התקנים אלחוטיים
hi: कई वाई-फाई डिवाइस
hu: wifi eszköz
id: perangkat WI-FI
it: dispositivi Wi-Fi
ko: Wi-Fi 장치
ku: ئامێره‌كانی وای-فای
nl: Wi-Fi-apparaten
no: Wi-Fi enheter
pl: urządzenia WiFi
ps: وائی ​​فای آلیزونه
pt_br: dispositivos Wi-Fi
pt_pt: dispositivos Wi-Fi
ro: dispozitive Wi-Fi
sk: Wi-Fi zariadenia
sl: Wi-Fi naprave
sq: pajisje Wi-Fi
sr: Wi-Fi uređaja
sw: vifaa vya Wi-Fi
ta: வைபை சாதனங்கள்
te: వైఫై పరికరంలు
th: อุปกรณ์ Wi-Fi
tr: kablosuz ağ aygıtları
zh: Wi-Fi 裝置
zh_cn: Wi-Fi 设备

# deviceclasses_other-single-main
source: other device
ar: جهاز آخر
az: digər cihaz
bg: друго устройство
bn: অন্য ডিভাইস
ca: altre dispositiu
de: Anderes Gerät
el: άλλη συσκευή
es: otro dispositivo
es_419: Otro dispositivo
et: teine seade
fa: سایر دستگاه‌ها
fil: iba pang mga device
fr: autre périphérique
gu: અન્ય ઉપકરણ
he: התקן אחר
hi: अन्य उपकरण
hu: egyéb eszköz
id: perangkat lain
it: altro dispositivo
ko: 기타 장치
ku: ئامێری دیكه‌
nl: ander apparaat
no: andre enhet
pl: inne urządzenie
ps: بله وسیله
pt_br: outro dispositivo
pt_pt: outro dispositivo
ro: alt dispozitiv
sk: iné zariadenie
sl: druga naprava
sq: pajisje tjetër
sr: drugi uređaj
sw: kifaa kingine
ta: மற்றொரு சாதனம்
te: ఇతర పరికరం
th: อุปกรณ์อื่น ๆ
tr: diğer aygıt
zh: 其他裝置
zh_cn: 其它设备

# deviceclasses_other-single-for
source: other device
ar: جهاز آخر
az: digər cihaz
bg: друго устройство
bn: অন্য ডিভাইস
ca: altre dispositiu
de: Anderes Gerät
el: άλλη συσκευή
es: otro dispositivo
es_419: Otro dispositivo
et: teisele seadmele
fa: سایر دستگاه‌ها
fil: iba pang mga device
fr: autre périphérique
gu: અન્ય ઉપકરણ
he: התקן אחר
hi: अन्य उपकरण
hu: egyéb eszköz
id: perangkat lain
it: altro dispositivo
ko: 기타 장치
ku: ئامێری دیكه‌
nl: ander apparaat
no: andre enhet
pl: inne urządzenie
ps: بله وسیله
pt_br: outro dispositivo
pt_pt: outro dispositivo
ro: alt dispozitiv
sk: iné zariadenie
sl: druga naprava
sq: pajisja tjetër
sr: drugog uređaja
sw: kifaa kingine
ta: மற்ற சாதனம்
te: ఇతర పరికరం
th: อุปกรณ์อื่น ๆ
tr: diğer aygıt
zh: 其他裝置
zh_cn: 其它设备

# deviceclasses_other-plural-main
source: other devices
ar: أجهزة أخرى
az: digər cihazlar
bg: други устройства
bn: অন্যান্য ডিভাইস
ca: altres dispositius
de: Andere Geräte
el: άλλες συσκευές
es: otros dispositivos
es_419: Otros dispositivos
et: teised seadmed
fa: سایر دستگاه‌ها
fil: iba pang mga devices
fr: autres périphériques
gu: બીજા ઉપકરણો
he: התקנים אחרים
hi: कई अन्य उपकरण
hu: egyéb eszköz
id: perangkat lain
it: altri dispositivi
ko: 기타 장치
ku: ئامێره‌كانی دیكه‌
nl: andere apparaten
no: andre enheter
pl: inne urządzenia
ps: بله وسیلی
pt_br: outros dispositivos
pt_pt: outros dispositivos
ro: alte dispozitive
sk: iné zariadenia
sl: druge naprave
sq: pajisje të tjera
sr: drugi uređaji
sw: vifaa vingine
ta: மற்ற சாதனங்கள்
te: ఇతర పరికరంలు
th: อุปกรณ์อื่น ๆ
tr: diğer aygıtlar
zh: 其他裝置
zh_cn: 其它设备

# deviceclasses_other-plural-for
source: other devices
ar: أجهزة أخرى
az: digər cihazlar
bg: други устройства
bn: অন্যান্য ডিভাইস
ca: altres dispositius
de: Andere Geräte
el: άλλες συσκευές
es: otros dispositivos
es_419: Otros dispositivos
et: teistele seadmetele
fa: سایر دستگاه‌ها
fil: iba pang mga devices
fr: autres périphériques
gu: બીજા ઉપકરણો
he: התקנים אחרים
hi: कई अन्य उपकरण
hu: egyéb eszköz
id: perangkat lain
it: altri dispositivi
ko: 기타 장치
ku: ئامێره‌كانی دیكه‌
nl: andere apparaten
no: andre enheter
pl: inne urządzenia
ps: بله وسیلی
pt_br: outros dispositivos
pt_pt: outros dispositivos
ro: alte dispozitive
sk: iné zariadenia
sl: druge naprave
sq: pajisje të tjera
sr: drugih uređaja
sw: vifaa vingine
ta: மற்ற சாதனங்கள்
te: ఇతర పరికరంలు
th: อุปกรณ์อื่น ๆ
tr: diğer aygıtlar
zh: 其他裝置
zh_cn: 其它设备

# programs_btn_install_single
source: install
ar: تثبيت
az: quraşdır
bg: инсталирай
bn: ইন্সটল
ca: instal·la
de: Installieren
el: Εγκατάσταση
es: Instalar
es_419: instalar
et: paigalda
fa: نصب
fil: i-install
fr: installer
gu: સ્થાપો
he: התקן
hi: इंस्टॉल करें
hu: telepítés
id: pasang
it: installo
ko: 설치
ku: دامه‌زراندن
nl: installeer
no: installer
pl: instaluj
ps: لګول
pt_br: instalar
pt_pt: instalar
ro: instalare
sk: inštalovať
sl: namesti
sq: instalo
sr: instalirajte
sw: sakinisha
ta: நிறுவு
te: ఇన్స్టాల్
th: ติดตั้ง
tr: yükle
zh: 安裝
zh_cn: 安装
