Repository: DriverPackSolution/transifex-backup
Catalog: beetle/driverpack-solution-worldwide/driverpackpo/*.po
Languages: ar, az, bg, bn, ca, de, el, es, es_419, et, fa, fil, fr, gu, he, hi, hu, id, it, ko, ku, nl, no, pl, ps, pt_br, pt_pt, ro, sk, sl, sq, sr, sw, ta, te, th, tr, zh, zh_cn

# installation_close_confirm
source: Are you sure you want to interrupt the installation? It may cause your computer to malfunction.
ar: هل أنت متأكد من إيقاف التثبيت؟ قد يتسبب ذلك بخلل ما على جهاز الكمبيوتر الخاص بك.
az: Quraşdırmanı dayandırmaq istədiyinizə əminsiniz? Bu sizin kompüterinizə zərər yetirə bilər.
bg: Наистина ли искате да прекъснете инсталацията? Това може да доведе до повреда на компютъра.
bn: ইন্সটলেশন বাধাগ্রস্ত করার বিষয়ে আপনি নিশ্চিত? এতে আপনার কম্পিউটার ব্যবহারের অনুপযোগী হতে পারে।
ca: Esteu segur de voler interrompre la instal·lació? Pot causar que l'ordinador no funcioni correctament.
de: Sind Sie sicher, dass Sie die Installation unterbrechen wollen? Dies kann zur Fehlfunktion Ihres Computers führen.
el: Θέλετε να διακόψετε την εγκατάσταση; Μπορεί να προκαλέσει δυσλειτουργία στον υπολογιστή σας.
es: ¿Deseas realmente detener la instalación? Puede que el ordenador quede en un estado en el cual no funcione correctamente.
es_419: ¿Está seguro de que desea interrumpir la instalación? Podria causar errores en el funcionamiento de tu computadora.
fa: آیا مطمئن هستید که می خواهید نصب را متوقف کنید؟ این کار ممکن است باعث خرابی رایانه تان شود.
fil: Sigurado ka bang gusto mong matigil ang pag-install? Maaari itong maging sanhi ng pagkasira ng iyong computer.
gu: શું તમે ખરેખર ઇન્સ્ટોલેશનને વિક્ષેપિત કરવા માંગો છો? તે તમારા કમ્પ્યુટરની ખામી માટેનું કારણ બની શકે છે
he: האם אתה בטוח שברצונך לעצור את ההתקנה? יתכן שזה יגרום לבעיות במחשב שלך.
hi: क्या आप वाकई स्थापना को बाधित करना चाहते हैं ? यह आपके कंप्यूटर के खराबी का कारण हो सकता है।
hu: Biztosan megszakítja a telepítést? Ez számítógépes problémákhoz vezethet.
id: Apakah anda yakin ingin menyela pemasangan? Hal ini mungkin akan menyebabkan malfungsi terhadap komputer anda.
it: Sei sicuro di voler interrompere l'installazione? Questo potrebbe causare problemi al tuo computer.
ko: 설치를 중단 하시겠습니까? 컴퓨터가 오작동할 수 있습니다.
ku: ئایا تۆ دڵنیایت كه‌ ده‌ته‌وێت دامه‌زراندنه‌كه‌ بوه‌ستێنیت؟ ئه‌مه‌ له‌وانه‌یه‌ ببێته‌ هۆی ئه‌وه‌ی كه‌ كۆمپیوته‌ره‌كه‌ت به‌ ئاسایی كار نه‌كات.
nl: Weet u zeker dat u de installatie wilt onderbreken? Hierdoor kan uw computer defect raken.
no: Er du sikker på at du vil avbryte installasjonen? Det kan føre til feil på datamaskinen.
pl: Czy jesteś pewien przerwania instalacji? Może to doprowadzić do uszkodzenia komputera.
ps: ایا تاسو ډاډه یاست چې تاسو د نصب کولو خنډ غواړئ دا کیدی شي ستاسو کمپیوټر د زیان منلو سبب شي.
pt_br: Tem certeza de que deseja interromper a instalação? Isso poderia causar um mau funcionamento no seu computador.
pt_pt: Tem a certeza que pretende interromper a instalação? O seu computador poderá ficar inoperacional.
ro: Sunteți sigur că doriți întreruperea instalării? Este posibilă cauzarea unor defecțiuni computerului.
sl: Ste prepričani da želite prekiniti nameščanje programa? To lahko povzroči težave z delovanjem vašega računalnika.
sr: Da li ste sigurni da želite da prekinete instalaciju? To može dovesti do neispravnog rada računara .
sw: Je! uko na uhakika unataka kukatiza ku install? Inaweza sababisha kompyuta yako kuharibika.
ta: நிறுவல் குறுக்கிட வேண்டுமா? இது உங்கள் கணினியை செயலிழக்கச் செய்யும்.
te: మీరు ఇన్స్టాలేషన్కు అంతరాయం కలిగించాలనుకుంటున్నారా? ఇది మీ కంప్యూటర్లో మోసపూరితంగా ఉండవచ్చు.
th: คุณต้องการหยุดการติดตั้งนี้จริงหรือไม่? มันอาจส่งผลให้คอมพิวเตอร์ของคุณทำงานผิดปกติได้
tr: Kurulumu yarıda kesmek istediğinize emin misiniz? Bu bilgisayarınızın arızalanmasına neden olabilir.
zh: 您確定要中斷安裝嗎?可能導致電腦出現故障。

# authorize_failed
source: Log-In Error
ar: خطأ في تسجيل الدخول
az: Daxil olma xətası
bn: লগ-ইন সমস্যা
ca: Error iniciant la sessió
es: Error durante el inicio de sesión
es_419: Error de inicio de sesión
fa: خطای ورود
fil: Error sa Pag-log-In
gu: લૉગ-ઇન ભૂલ
hi: लॉग-इन त्रुटि
ko: 로그인 오류
pl: Błąd logowania
pt_pt: Erro no início de Sessão
ro: Eroare la Conectare
sl: Napaka pri prijavi
ta: நுழைவு பிழை
th: เข้าสู่ระบบล้มเหลว
tr: Oturum Açma Hatası
zh: 登入錯誤

# unauthorize_failed
source: Log-Out Error
ar: خطأ في تسجيل الخروج
az: Hesabdan çıxma xətası
bn: লগ-আউট সমস্যা
ca: Error en tancar sessió
es: Error durante el cierre de sesión
es_419: Error: En el cierre de sesión
fa: خطای خروج
fil: Error sa Pag-log Out
gu: લૉગ-આઉટ ભૂલ
hi: लॉग-आउट त्रुटि
ko: 로그아웃 오류
pl: Błąd wylogowania
pt_pt: Erro no fecho de Sessão
ro: Eroare la Deconectare
sl: Napaka pri odjavi
ta: வெளியேறுவதில் பிழை
th: ออกจากระบบล้มเหลว
tr: Oturum Kapatma Hatası
zh: 登出錯誤

# deviceclasses_bluetooth-single-main
source: Bluetooth device
ar: جهاز Bluetooth
az: Bluetooth cihazı
bg: Bluetooth устройство
bn: ব্লুটুথ ডিভাইস
ca: dispositiu Bluetooth
de: Bluetooth-Gerät
el: Συσκευή Bluetooth
es: dispositivo Bluetooth
es_419: Dispositivo Bluetooth
et: Bluetoothi adapter
fa: دستگاه بلوتوث
fr: Périphérique Bluetooth
gu: Bluetooth ઉપકરણ
he: התקן Bluetooth
hi: Bluetooth डिवाइस
hu: bluetooth eszköz
id: perangkat Bluetooth
it: dispositivo bluetooth
ko: 블루투스 장치
ku: ئامێری Bluetooth
nl: Bluetooth apparaat
no: Bluetooth enhet
pl: urządzenie Bluetooth
ps: Bluetooth وسیله
pt_br: dispositivo Bluetooth
pt_pt: dispositivo Bluetooth
ro: Dispozitiv Bluetooth
sk: Bluetooth zariadenie
sl: naprava Bluetooth
sq: pajisja Bluetooth
sr: Bluetooth uređaj
sw: kifaa cha Bluetooth
ta: Bluetooth ப்ளூடூத் சாதனம்
te: Bluetooth పరికరం
th: อุปกรณ์ Bluetooth
tr: Bluetooth aygıtı
zh: 藍牙裝置
zh_cn: Bluetooth 设备

# deviceclasses_bluetooth-single-for
source: Bluetooth device
ar: جهاز Bluetooth
az: Bluetooth cihazı
bg: Bluetooth устройство
bn: ব্লুটুথ ডিভাইস
ca: dispositiu Bluetooth
de: Bluetooth-Gerät
el: Συσκευή Bluetooth
es: dispositivo Bluetooth
es_419: Dispositivo Bluetooth
et: Bluetoothi adapterile
fa: دستگاه بلوتوث
fr: Périphérique Bluetooth
gu: Bluetooth ઉપકરણ
he: התקן Bluetooth
hi: Bluetooth डिवाइस
hu: bluetooth eszköz
id: perangkat Bluetooth
it: dispositivo Bluetooth
ko: 블루투스 장치
ku: ئامێری Bluetooth
nl: Bluetooth apparaat
no: Bluetooth enhet
pl: urządzenie Bluetooth
ps: Bluetooth وسیله
pt_br: dispositivo Bluetooth
pt_pt: Dispositivo Bluetooth
ro: Dispozitiv Bluetooth
sk: Bluetooth zariadenie
sl: naprava Bluetooth
sq: të pajisjes Bluetooth
sr: Bluetooth uređaja
sw: kifaa cha Bluetooth
ta: Bluetooth ப்ளூடூத் சாதனம்
te: Bluetooth పరికరం
th: อุปกรณ์ Bluetooth
tr: Bluetooth aygıtı
zh: 藍牙裝置
zh_cn: Bluetooth 设备

# deviceclasses_bluetooth-plural-main
source: Bluetooth devices
ar: أجهزة Bluetooth
az: Bluetooth cihazları
bg: Bluetooth устройства
bn: ব্লুটুথ ডিভাইসসমূহ
ca: dispositius Bluetooth
de: Bluetooth-Geräte
el: Συσκευές Bluetooth
es: dispositivos Bluetooth
es_419: Dispositivos Bluetooth
et: Bluetoothi adapterid
fa: دستگاهای بلوتوث
fr: Périphériques Bluetooth
gu: Bluetooth ઉપકરણો
he: התקני Bluetooth
hi: कई Bluetooth उपकरण
hu: bluetooth eszköz
id: perangkat Bluetooth
it: dispositivi bluetooth
ko: 블루투스 장치
ku: ئامێره‌كانی Bluetooth
nl: Bluetooth apparaten
no: Bluetooth enheter
pl: urządzenia Bluetooth
ps: Bluetooth وسایل
pt_br: dispositivos Bluetooth
pt_pt: dispositivos Bluetooth
ro: Dispozitive Bluetooth
sk: Bluetooth zariadenia
sl: naprave Bluetooth
sq: pajisjet Bluetooth
sr: Bluetooth uređaji
sw: vifaa vya Bluetooth
ta: Bluetooth ப்ளூடூத் சாதனங்கள்
te: Bluetooth పరికరాలు
th: อุปกรณ์ Bluetooth
tr: Bluetooth aygıtları
zh: 藍牙裝置
zh_cn: Bluetooth 设备

# deviceclasses_bluetooth-plural-for
source: Bluetooth devices
ar: أجهزة Bluetooth
az: Bluetooth cihazları
bg: Bluetooth устройства
bn: ব্লুটুথ ডিভাইসসমূহ
ca: dispositius Bluetooth
de: Bluetooth-Geräte
el: Συσκευές Bluetooth
es: dispositivos Bluetooth
es_419: Dispositivos Bluetooth
et: Bluetoothi adapteritele
fa: دستگاهای بلوتوث
fr: Périphériques Bluetooth
gu: Bluetooth ઉપકરણો
he: התקני Bluetooth
hi: कई Bluetooth उपकरण
hu: bluetooth eszköz
id: perangkat Bluetooth
it: dispositivi bluetooth
ko: 블루투스 장치
ku: ئامێره‌كانی Bluetooth
nl: Bluetooth apparaten
no: Bluetooth enheter
pl: urządzenia Bluetooth
ps: Bluetooth وسایل
pt_br: dispositivos Bluetooth
pt_pt: dispositivos Bluetooth
ro: Dispozitive Bluetooth
sk: Bluetooth zariadenia
sl: naprave Bluetooth
sq: pajisjet Bluetooth
sr: Bluetooth uređaja
sw: vifaa vya Bluetooth
ta: Bluetooth ப்ளூடூத் சாதனங்கள்
te: Bluetooth పరికరాలు
th: อุปกรณ์ Bluetooth
tr: Bluetooth aygıtları
zh: 藍牙裝置
zh_cn: Bluetooth 设备

# deviceclasses_cardreader-single-main
source: card reader
ar: قارئ البطاقة
az: kart oxuyucu
bg: четец на карти
bn: কার্ড রিডার
ca: lector de targetes
de: Kartenleser
el: συσκευή ανάγνωσης καρτών μνήμης
es: lector de tarjetas
es_419: Lector de Tarjeta
et: kaardilugeja
fa: کارت خوان
fr: lecteur de carte
gu: કાર્ડ રીડર
he: קורא כרטיסים
hi: कार्ड रीडर
hu: kártyaolvasó
id: pembaca kartu
ko: 카드 리더
ku: خوێنه‌ره‌وه‌ی كارد میمۆری
nl: kaartlezer
no: kortleser
pl: czytnik kart
ps: کارډریډر
pt_br: leitor de cartão
pt_pt: leitor de cartões
ro: cititor de carduri
sk: čítačka kariet
sl: bralnik kartic
sq: lexues kartë memorie
sr: čitač kartica
sw: kisoma kadi
ta: கார்டு ரீடர்
te: కార్డ్ రీడర్
th: ตัวอ่านการ์ด
tr: kart okuyucu
zh: 讀卡機
zh_cn: 读卡器

# deviceclasses_cardreader-single-for
source: card reader
ar: قارئ البطاقة
az: kart oxuyucu
bg: четец на карти
bn: কার্ড রিডার
ca: lector de targetes
de: Kartenleser
el: συσκευή ανάγνωσης καρτών μνήμης
es: lector de tarjetas
es_419: Lector de Tarjeta
et: kaardilugeja
fa: کارت خوان
fr: lecteur de carte
gu: કાર્ડ રીડર
he: קורא כרטיסים
hi: कार्ड रीडर
hu: kártyaolvasó
id: pembaca kartu
ko: 카드 리더
ku: خوێنه‌ره‌وه‌ی كارد میمۆری
nl: kaartlezer
no: kortleser
pl: czytnik kart
ps: کارډریډر
pt_br: leitor de cartão
pt_pt: leitor de cartões
ro: cititor de carduri
sk: čítačka kariet
sl: bralnik kartic
sq: lexuesin për kartë memorie
sr: čitač kartice
sw: kisoma kadi
ta: கார்டு ரீடர்
te: కార్డ్ రీడర్
th: ตัวอ่านการ์ด
tr: kart okuyucu
zh: 讀卡機
zh_cn: 读卡器

# deviceclasses_cardreader-plural-main
source: card readers
ar: قرّاء البطاقات
az: kart oxuyucular
bg: четеци на карти
bn: কার্ড রিডারসমূহ
ca: lectors de targetes
de: Kartenleser
el: συσκευές ανάγνωσης καρτών μνήμης
es: lectores de tarjetas
es_419: Lector de Tarjetas
et: kaardilugejad
fa: کارت خوان ها
fr: lecteurs de carte
gu: કાર્ડ રીડર્સ
he: קורא כרטיסים
hi: कई कार्ड रीडर
hu: kártyaolvasó
id: pembaca kartu-kartu
it: card reader
ko: 카드 리더
ku: خوێنه‌ره‌وه‌كانی میمۆری كارد
nl: kaartlezers
no: kortlesere
pl: czytniki kart
ps: کارډریډرز
pt_br: leitores de cartão
pt_pt: leitores de cartões
ro: cititoare de carduri
sk: čítačky kariet
sl: bralnike kartic
sq: lexuesit e kartave memorie
sr: čitači kartica
sw: visoma kadi
ta: கார்டு ரீடர்கள்
te: కార్డ్ రీడర్లు
th: ตัวอ่านการ์ด
tr: kart okuyucuları
zh: 讀卡機
zh_cn: 读卡器

# deviceclasses_cardreader-plural-for
source: card readers
ar: قرّاء البطاقات
az: kart oxuyucular
bg: четеци на карти
bn: কার্ড রিডারসমূহ
ca: lectors de targetes
de: Kartenleser
el: συσκευές ανάγνωσης καρτών μνήμης
es: lectores de tarjetas
es_419: Lector de Tarjetas
et: kaardilugejad
fa: کارت خوان ها
fr: lecteurs de carte
gu: કાર્ડ રીડર્સ
he: קורא כרטיסים
hi: कई कार्ड रीडर
hu: kártyaolvasó
id: pembaca kartu-kartu
it: card reader
ko: 카드 리더
ku: خوێنه‌ره‌وه‌كانی میمۆری كارد
nl: kaartlezers
no: kortlesere
pl: czytniki kart
ps: کارډریډرز
pt_br: leitores de cartão
pt_pt: leitores de cartões
ro: cititoare de carduri
sk: čítačky kariet
sl: bralnike kartic
sq: lexuesit e kartave memorie
sr: čitača kartica
sw: visoma kadi
ta: கார்டு ரீடர்கள்
te: కార్డ్ రీడర్లు
th: ตัวอ่านการ์ด
tr: kart okuyucuları
zh: 讀卡機
zh_cn: 读卡器

# deviceclasses_chipset-single-main
source: chipset
ar: الشريحة
az: çipset
bg: чипсет
bn: চিপসেট
de: Chipsatz
es_419: Conjunto de Circuitos Electrónicos principales
et: kiibistik
fa: پردازنده
gu: ચીપસેટ
he: ערכת שבבים
hi: चिपसेट
ko: 칩셋
ku: كۆمه‌ڵه‌ پارچه‌یه‌ك
no: brikkesett
ps: چیپسیټ
sl: sistemski nabor
sq: çipseti
sr: čipset
ta: சில்லுத் தொகுதி (சிப்செட்)
te: చిప్సెట్
th: ชิปเซ็ต
tr: yonga seti
zh: 晶片組
zh_cn: 芯片组

# deviceclasses_chipset-single-for
source: chipset
ar: الشريحة
az: çipset
bg: чипсет
bn: চিপসেট
de: Chipsatz
es_419: Circuito Integrado
et: kiibistikule
fa: پردازنده
gu: ચીપસેટ
he: ערכת שבבים
hi: चिपसेट
ko: 칩셋
ku: كۆمه‌ڵه‌ پارچه‌یه‌ك
no: brikkesett
ps: چیپسیټ
sl: sistemski nabor
sq: e çipsetit
sr: čipseta
ta: சில்லுத் தொகுதி (சிப்செட்)
te: చిప్సెట్
th: ชิปเซ็ต
tr: yonga seti
zh: 晶片組
zh_cn: 芯片组

# deviceclasses_chipset-plural-main
source: chipsets
ar: الشرائح
az: çipsetlər
bg: чипсети
bn: চিপসেটসমূহ
de: Chipsätze
es_419: Circuitos Integrados
et: kiibistikud
fa: پردازنده ها
gu: ચીપસેટ્સ
he: ערכות שבבים
hi: कई चिपसेट
hu: chipset
id: chipset-chipset
it: chipset
ko: 칩셋
ku: كۆمه‌ڵه‌ پارچه‌كان
no: brikkesett
pl: chipsety
ps: چیپسیټس
ro: chipset-uri
sl: sistemski nabori
sq: çipsetët
sr: čipseti
sw: chipset
ta: சில்லுத் தொகுதிகள் (சிப்செட்)
te: చిప్ సెట్స్
th: ชิปเซ็ต
tr: yonga setleri
zh: 晶片組
zh_cn: 芯片组

# deviceclasses_chipset-plural-for
source: chipsets
ar: الشرائح
az: çipsetlər
bg: чипсети
bn: চিপসেটসমূহ
de: Chipsätze
es_419: Circuitos Integrados
et: kiibistikudele
fa: پردازنده ها
gu: ચીપસેટ્સ
he: ערכות שבבים
hi: कई चिपसेट
hu: chipset
id: chipset-chipset
it: chipset
ko: 칩셋
ku: كۆمه‌ڵه‌ پارچه‌كان
no: brikkesett
pl: chipsety
ps: چیپسیټس
ro: chipset-uri
sl: sistemski nabori
sq: e çipsetëve
sr: čipseta
sw: chipset
ta: சில்லுத் தொகுதிகள் (சிப்செட்)
te: చిప్ సెట్స్
th: ชิปเซ็ต
tr: yonga setleri
zh: 晶片組
zh_cn: 芯片组

# deviceclasses_inputdev-single-main
source: input device
ar: وحدة الإدخال
az: daxiletmə qurğusu
bg: входно устройство
bn: ইনপুট ডিভাইস
ca: dispositiu d'entrada
de: Eingabegerät
el: συσκευή εισόδου
es: dispositivo de entrada
es_419: Dispositivo de Entrada
et: sisestus seade
fa: دستگاه ورودی
fr: périphérique d'entrée
gu: ઈનપુટ ડિવાઇસ
he: התקן קלט
hi: इनपुट डिवाइस
hu: bemeneti eszköz
id: perangkat masukan
it: dispositivo input
ko: 입력 장치
ku: ئامێری داخڵكردن
nl: invoerapparaat
no: inndata enhet
pl: urządzenie wejściowe
ps: د انډول وسیله
pt_br: dispositivo de entrada
pt_pt: dispositivo de entrada
ro: dispozitiv de intrare
sk: vstupné zariadenie
sl: vhodna naprava
sq: pajisja hyrëse
sr: ulazni uređjaj
sw: kifaa cha kuingiza
ta: உள்ளீடு சாதனம்
te: ఇన్పుట్ పరికరం
th: อุปกรณ์รับเข้าข้อมูล
tr: giriş aygıtı
zh: 輸入裝置
zh_cn: 输入设备

# deviceclasses_inputdev-single-for
source: input device
ar: وحدة الإدخال
az: daxiletmə qurğusu
bg: входно устройство
bn: ইনপুট ডিভাইস
ca: dispositiu d'entrada
de: Eingabegerät
el: συσκευή εισόδου
es: dispositivo de entrada
es_419: Dispositivo de Entrada
et: sisestus seadmele
fa: دستگاه ورودی
fr: périphérique d'entrée
gu: ઈનપુટ ડિવાઇસ
he: התקן קלט
hi: इनपुट डिवाइस
hu: bemeneti eszköz
id: perangkat masukan
it: dispositivo input
ko: 입력 장치
ku: ئامێری داخڵكردن
nl: invoerapparaat
no: inndata enhet
pl: urządzenie wejściowe
ps: د انډول وسیله
pt_br: dispositivo de entrada
pt_pt: dispositivo de entrada
ro: dispozitiv de intrare
sk: vstupné zariadenie
sl: vhodno napravo
sq: pajisjen hyrëse
sr: ulaznog uređaja
sw: kifaa cha kuingiza
ta: உள்ளீடு சாதனம்
te: ఇన్పుట్ పరికరం
th: อุปกรณ์รับเข้าข้อมูล
tr: giriş aygıtı
zh: 輸入裝置
zh_cn: 输入设备

# deviceclasses_inputdev-plural-main
source: input devices
ar: وحدات الإدخال
az: daxiletmə qurğuları
bg: входни устройства
bn: ইনপুট ডিভাইসসমূহ
ca: dispositius d'entrada
de: Eingabegeräte
el: συσκευές εισόδου
es: dispositivos de entrada
es_419: Dispositivos de Entrada
et: sisestus seadmed
fa: دستگاه های ورودی
fr: périphériques d'entrée
gu: ઈનપુટ ડિવાઇસીસ
he: התקני קלט
hi: कई इनपुट डिवाइस
hu: bemeneti eszköz
id: perangkat-perangkat masukan
it: dispositivi input
ko: 입력 장치
ku: ئامێری داخڵكردن
nl: invoerapparaten
no: inndata enheter
pl: urządzenia wejściowe
ps: د انډول وسیلی
pt_br: dispositivos de entrada
pt_pt: dispositivos de entrada
ro: dispozitive de intrare
sk: vstupné zariadenia
sl: vhodne naprave
sq: pajisje hyrëse
sr: ulazni uređaji
sw: vifaa vya kuingiza
ta: உள்ளீடு சாதனங்கள்
te: ఇన్పుట్ పరికరాలు
th: อุปกรณ์รับเข้าข้อมูล
tr: giriş aygıtları
zh: 輸入裝置
zh_cn: 输入设备

# deviceclasses_inputdev-plural-for
source: input devices
ar: وحدات الإدخال
az: daxiletmə qurğuları
bg: входни устройства
bn: ইনপুট ডিভাইসসমূহ
ca: dispositius d'entrada
de: Eingabegeräte
el: συσκευές εισόδου
es: dispositivos de entrada
es_419: Dispositivos de Entrada
et: sisestus seadmetele
fa: دستگاه های ورودی
fr: périphériques d'entrée
gu: ઈનપુટ ડિવાઇસીસ
he: התקני קלט
hi: कई इनपुट डिवाइस
hu: bemeneti eszköz
id: perangkat-perangkat masukan
it: dispositivi input
ko: 입력 장치
ku: ئامێری داخڵكردن
nl: invoerapparaten
no: inndata enheter
pl: urządzenia wejściowe
ps: د انډول وسیلی
pt_br: dispositivos de entrada
pt_pt: dispositivos de entrada
ro: dispozitive de intrare
sk: vstupné zariadenia
sl: vhodne naprave
sq: pajisjet hyrëse
sr: ulaznih uređaja
sw: vifaa vya kuingiza
ta: உள்ளீடு சாதனங்கள்
te: ఇన్పుట్ పరికరాలు
th: อุปกรณ์รับเข้าข้อมูล
tr: giriş aygıtları
zh: 輸入裝置
zh_cn: 输入设备

# deviceclasses_lan-single-main
source: network card
ar: كرت الشبكة
az: şəbəkə kartı
bg: мрежова карта
bn: নেটওয়ার্ক কার্ড
ca: targeta de xarxa
de: Netzwerkkarte
el: κάρτα δικτύου
es: tarjeta de red
es_419: Tarjeta de red
et: võrgukaart
fa: کارت شبکه
fr: carte réseau
gu: નેટવર્ક કાર્ડ
he: כרטיס רשת
hi: नेटवर्क कार्ड
hu: hálózati kártya
id: kartu jaringan
it: scheda di rete
ko: 네트워크 카드
ku: كارتی تۆڕ
nl: netwerkkaart
no: nettverkskort
pl: karta sieciowa
ps: د شبکې کارت
pt_br: placa de rede
pt_pt: placa de rede
ro: placă de rețea
sk: sieťová karta
sl: omrežna kartica
sq: karta e rrjetit
sr: mrežna kartica
sw: kadi mtandao
ta: நெட்ஒர்க் கார்டு
te: నెట్వర్క్ కార్డ్
th: การ์ดเชื่อมต่อเครือข่าย
tr: ağ kartı
zh: 網路卡
zh_cn: 网卡

# deviceclasses_lan-single-for
source: network card
ar: كرت الشبكة
az: şəbəkə kartı
bg: мрежова карта
bn: নেটওয়ার্ক কার্ড
ca: targeta de xarxa
de: Netzwerkkarte
el: κάρτα δικτύου
es: tarjeta de red
es_419: Tarjeta de red
et: võrgukaardile
fa: کارت شبکه
fr: carte réseau
gu: નેટવર્ક કાર્ડ
he: כרטיס רשת
hi: नेटवर्क कार्ड
hu: hálózati kártya
id: kartu jaringan
it: scheda di rete
ko: 네트워크 카드
ku: كارتی تۆڕ
nl: netwerk kaart
no: nettverkskort
pl: karta sieciowa
ps: د شبکې کارت
pt_br: placa de rede
pt_pt: placa de rede
ro: placă de rețea
sk: sieťová karta
sl: omrežna kartica
sq: të kartës së rrjetit
sr: mrežne kartice
sw: kadi mtandao
ta: நெட்ஒர்க் கார்டு
te: నెట్వర్క్ కార్డ్
th: การ์ดเชื่อมต่อเครือข่าย
tr: ağ kartı
zh: 網路卡
zh_cn: 网卡

# deviceclasses_lan-plural-main
source: network cards
ar: كروت الشبكة
az: şəbəkə kartları
bg: мрежови карти
bn: নেটওয়ার্ক কার্ডসমূহ
ca: targetes de xarxa
de: Netzwerkkarten
el: κάρτες δικτύου
es: tarjetas de red
es_419: tarjetas de red
et: võrgukaardid
fa: کارت های شبکه
fr: cartes réseau
gu: નેટવર્ક કાર્ડ્સ
he: כרטיסי רשת
hi: कई नेटवर्क कार्ड
hu: hálózati kártya
id: kartu-kartu jaringan
it: schede di rete
ko: 네트워크 카드
ku: كارته‌كانی تۆڕ
nl: netwerkkaarten
no: nettverkskort
pl: karty sieciowe
ps: د شبکې کارتز
pt_br: placas de rede
pt_pt: placas de rede
ro: plăci de rețea
sk: sieťová karty
sl: omrežne kartice
sq: karta rrjeti
sr: mrežne kartice
sw: kadi mtandao
ta: நெட்ஒர்க் கார்டுகள்
te: నెట్వర్క్ కార్డులు
th: การ์ดเชื่อมต่อเครือข่าย
tr: ağ kartları
zh: 網路卡
zh_cn: 网卡

# deviceclasses_lan-plural-for
source: network cards
ar: كروت الشبكة
az: şəbəkə kartları
bg: мрежови карти
bn: নেটওয়ার্ক কার্ডসমূহ
ca: targetes de xarxa
de: Netzwerkkarten
el: κάρτες δικτύου
es: tarjetas de red
es_419: tarjetas de red
et: võrgukaartidele
fa: کارت های شبکه
fr: cartes réseau
gu: નેટવર્ક કાર્ડ્સ
he: כרטיסי רשת
hi: कई नेटवर्क कार्ड
hu: hálózati kártya
id: kartu-kartu jaringan
it: schede di rete
ko: 네트워크 카드
ku: كارته‌كانی تۆڕ
nl: netwerk kaarten
no: nettverkskort
pl: karty sieciowe
ps: د شبکې کارتز
pt_br: placas de rede
pt_pt: placas de rede
ro: plăci de rețea
sk: sieťová karty
sl: omrežne kartice
sq: kartat e rrjetit
sr: mrežnih kartica
sw: kadi mtandao
ta: நெட்ஒர்க் கார்டுகள்
te: నెట్వర్క్ కార్డులు
th: การ์ดเชื่อมต่อเครือข่าย
tr: ağ kartları
zh: 網路卡
zh_cn: 网卡

# deviceclasses_massstorage-single-main
source: controller
ar: المتحكم
az: idarəetmə qurğusu
bg: контролер
bn: কন্ট্রোলার
ca: controladora
el: ελεγκτής
es: controlador
es_419: Controlador
et: kontroller
fa: کنترل کننده
fr: contrôleur
gu: કંટ્રોલર
he: בקר
hi: नियंत्रक
hu: kontroller
id: pengontrol
ko: 제어 장치
ku: كۆنترۆڵكه‌ر
no: kontroller
pl: kontroler
ps: کنټرولر
pt_br: controlador
pt_pt: controlador
sl: krmilnik
sq: kontrolluesi
sr: kontroler
sw: kidhibiti
ta: கட்டுப்படுத்தி கண்ட்ரோலர்
te: కంట్రోలర్
th: ตัวควบคุม
tr: denetleyici
zh: 控制器
zh_cn: 控制器

# deviceclasses_massstorage-single-for
source: controller
ar: المتحكم
az: nəzarətçi qurğu
bg: контролер
bn: কন্ট্রোলার
ca: controladora
el: ελεγκτής
es: controlador
es_419: Controlador
et: kontrollerile
fa: کنترل کننده
fr: contrôleur
gu: કંટ્રોલર
he: בקר
hi: नियंत्रक
hu: kontroller
id: pengontrol
ko: 제어 장치
ku: كۆنترۆڵكه‌ر
no: kontroller
pl: kontroler
ps: کنټرولر
pt_br: controlador
pt_pt: controlador
sl: krmilnik
sq: kontrolluesin
sr: kontrolera
sw: kidhibiti
ta: கட்டுப்படுத்தி கண்ட்ரோலர்
te: కంట్రోలర్లు
th: ตัวควบคุม
tr: denetleyici
zh: 控制器
zh_cn: 控制器

# deviceclasses_massstorage-plural-main
source: controllers
ar: أجهزة التحكم
az: nəzarətçi qurğular
bg: контролери
bn: কন্ট্রোলারসমূহ
ca: controladores
de: Controller
el: ελεγκτές
es: controladores
es_419: Controles
et: kontrollerid
fa: کنترل کننده ها
fr: contrôleurs
gu: કંટ્રોલર્સ
he: בקרים
hi: कई नियंत्रक
hu: kontroller
id: pengontrol-pengontrol
it: controller
ko: 제어 장치
ku: كۆنترۆڵكه‌ره‌كان
no: kontrollere
pl: kontrolery
ps: کنټرولرز
pt_br: controladores
pt_pt: controladores
ro: controllere
sl: krmilniki
sq: kontrollues
sr: kontroleri
sw: vidhibiti
ta: கட்டுப்படுத்திகள் கண்ட்ரோலர்ஸ்
te: కంట్రోలర్లు
th: ตัวควบคุม
tr: denetleyiciler
zh: 控制器
zh_cn: 控制器

# deviceclasses_massstorage-plural-for
source: controllers
ar: أجهزة التحكم
az: nəzarətçi qurğular
bg: контролери
bn: কন্ট্রোলারসমূহ
ca: controladores
de: Controller
el: ελεγκτές
es: controladores
es_419: Controles
et: kontrolleritele
fa: کنترل کننده ها
fr: contrôleurs
gu: કંટ્રોલર્સ
he: בקרים
hi: कई नियंत्रक
hu: kontroller
id: pengontrol-pengontrol
it: controller
ko: 제어 장치
ku: كۆنترۆڵكه‌ره‌كان
no: kontrollere
pl: kontrolery
ps: کنټرولرز
pt_br: controladores
pt_pt: controladores
ro: controllere
sl: krmilniki
sq: kontrollues
sr: kontrolera
sw: vidhibiti
ta: கட்டுப்படுத்திகள் கண்ட்ரோலர்ஸ்
te: కంట్రోలర్లు
th: ตัวควบคุม
tr: denetleyiciler
zh: 控制器
zh_cn: 控制器

# deviceclasses_modem-single-main
source: modem
ar: المودم
bg: модем
bn: মোডেম
ca: mòdem
el: μόντεμ
es: módem
fa: مودم
gu: મોડેમ
he: מודם
hi: मोडम
ko: 모뎀
ku: مۆدیۆم
ps: مودیم
sq: modemi
sw: modemu
ta: மோடம்
te: మోడెమ్
th: โมเด็ม
zh: 數據機
zh_cn: 调制解调器

# deviceclasses_modem-single-for
source: modem
ar: المودم
bg: модем
bn: মোডেম
ca: mòdem
el: μόντεμ
es: módem
et: modemile
fa: مودم
gu: મોડેમ
he: מודם
hi: मोडम
ko: 모뎀
ku: مۆدیۆم
ps: مودیم
sq: modemin
sr: modema
sw: modemu
ta: மோடம்
te: మోడెమ్
th: โมเด็ม
zh: 數據機
zh_cn: 调制解调器

# deviceclasses_modem-plural-main
source: modems
ar: المودمات
az: modemlər
bg: модеми
bn: মোডেমসমূহ
ca: mòdems
el: μόντεμ
es: módems
et: modemid
fa: مودم ها
gu: મોડેમ્સ
he: מודמים
hi: कई मोडेम
hu: modem
id: modem-modem
it: modem
ko: 모뎀
ku: ئامێری مۆدیۆمه‌كان
no: modem
pl: modemy
ps: مودیمز
ro: modem-uri
sl: modemi
sq: modemë
sr: modemi
sw: modemu
ta: மோடம்ஸ்
te: మోడెములు
th: โมเด็ม
tr: modemler
zh: 數據機
zh_cn: 调制解调器

# deviceclasses_modem-plural-for
source: modems
ar: المودمات
az: modemlər
bg: модеми
bn: মোডেমসমূহ
ca: mòdems
el: μόντεμ
es: módems
et: modemitele
fa: مودم ها
gu: મોડેમ્સ
he: מודמיםמודמים
hi: कई मोडेम
hu: modem
id: modem-modem
it: modem
ko: 모뎀
ku: مۆدیۆمه‌كان
no: modem
pl: modemy
ps: مودیمز
ro: modem-uri
sl: modemi
sq: modemët
sr: modema
sw: modemu
ta: மோடம்ஸ்
te: మోడెములు
th: โมเด็ม
tr: modemler
zh: 數據機
zh_cn: 调制解调器

# deviceclasses_monitor-single-main
source: monitor
ar: شاشة العرض
az: manitor
bg: монитор
bn: মনিটর
el: οθόνη
fa: نمایشگر
fr: moniteur
gu: મોનિટર
he: מסך
hi: मॉनिटर
ko: 모니터
ku: شاشه‌
no: skjerm
ps: مونیټر
sq: monitori
sw: skrini
ta: மானிட்டர்
te: మానిటర్
th: จอภาพ
tr: monitör
zh: 螢幕
zh_cn: 显示器
