Repository: DriverPackSolution/transifex-backup
Catalog: beetle/driverpack-solution-worldwide/driverpackpo/*.po
Languages: ar, az, bg, bn, ca, de, el, es, es_419, et, fa, fil, fr, gu, he, hi, hu, id, it, ko, ku, nl, no, pl, ps, pt_br, pt_pt, ro, sk, sl, sq, sr, sw, ta, te, th, tr, zh, zh_cn

# loading_checking_installed_programs
source: We are analyzing the software...
ar: نحن نقوم بتحليل البرنامج...
az: Proqram analiz edirik...
bg: Ние анализираме софтуера...
bn: সফটওয়্যার বিশ্লেষণ করা হচ্ছে...
ca: Estem analitzant el programari...
de: Wir analysieren die Software...
el: Αναλύουμε την εφαρμογή...
es: Analizando el software...
es_419: Estamos analizando el software...
et: Analüüsin tarkvara...
fa: ما در حال آنالیز کردن نرم افزار هستیم...
fil: Sinusuri namin ang software...
fr: Nous sommes en train d'analyser le logiciel...
gu: અમે સૉફ્ટવેરનું વિશ્લેષ્ણ કરી રહ્યા છીએ...
he: אנו מנתחים את התוכנה...
hi: हम सॉफ्टवेयर का विश्लेषण कर रहे हैं...
hu: Vizsgáljuk a szoftvereket...
it: Stiamo analizzando il programma...
ko: 소프트웨어 분석 중…
ku: ئێمه‌ به‌رنامه‌كه‌ شیده‌كه‌ینه‌وه‌...
no: Vi analyserer programvaren...
pl: Analizujemy programy...
pt_pt: Estamos a analisar as aplicações...
ro: Analizăm software-ul...
sk: Analyzuje sa softvér...
sl: Analiziramo programsko opremo...
sq: Po analizojmë softuerin...
sr: Analiziramo softver...
ta: நாங்கள் மென்பொருள் பகுப்பாய்வு செய்கிறோம்...
te: మేము సాఫ్ట్వేర్ను విశ్లేషిస్తున్నాము...
th: กำลังวิเคราะห์โปรแกรม...
tr: Yazılımı çözümlüyoruz…
zh: 分析軟體中...
zh_cn: 我们正在分析软件...

# loading_ordering_drivers
source: We are generating the driver installation order...
ar: نقوم بتوليد طلب تثبيت برنامج التشغيل...
az: Proqram quraşdırılması sırasını yaradırıq...
bg: Създаваме ред за инсталиране на драйвера ...
bn: ড্রাইভার ইন্সটলেশন ধারাবাহিকতা তৈরি করা হচ্ছে...
ca: Estem generant l'ordre d'instal·lació dels controladors...
de: Wir generieren den Treiberinstallationsauftrag ...
el: Δημιουργούμε την σειρά εγκατάστασης των προγραμμάτων οδήγησης...
es: Generando la secuencia de instalación de los drivers...
es_419: Estamos generando el orden de instalación del controlador...
et: Loon draiverite paigalduse järjekorda...
fa: ما در حال ایجاد کردن سفارش نصب درایور هستیم...
fil: Bumubuo kami ng order sa pag-install ng driver...
fr: Nous sommes en train de générer l'ordre d'installation du pilote...
gu: અમે ડ્રાઈવર સ્થાપનનો ક્રમ બનાવી રહ્યા છીએ...
he: אנו מייצרים את סדר התקנת הדרייברים...
hi: हम ड्राइवर स्थापना आदेश उत्पन्न कर रहे हैं...
hu: Létrehozzuk a driver telepítési sorrendet...
it: Stiamo generando l'ordine di installazione del driver...
ko: 드라이버 설치 순서 생성 중…
ku: ئێمە فەرمانی دامەزراندنی پێناسە دروست دەکەین
no: Vi genererer rekkefølgen av driver installasjonen...
pl: Generujemy kolejność instalacji sterowników...
pt_pt: Estamos a gerar a ordem de instalação dos controladores...
ro: Generăm comanda de instalare a driverului...
sk: Vytvára sa poradie inštalácie ovládačov...
sl: Pripravljamo vrstni red za namestitev gonilnikov...
sq: Po gjenerojmë rradhën e instalimit të drajverave...
sr: Pravimo listu drajvera za instaliranje...
ta: வன்பொருள் நிறுவல் வரிசையை உருவாக்குகிறோம் ...
te: మేము driver ఇన్స్టాలేషన్ ఆర్డర్ను సృష్టిస్తున్నాము...
th: กำลังสร้างลำดับการติดตั้งไดร์เวอร์...
tr: Sürücü kurulum sırasını oluşturuyoruz…
zh: 產生驅動程式安裝順序中...
zh_cn: 我们正在生成驱动程序安装顺序...

# menu_install_drivers
source: Driver installation onto the computer
ar: تثبيت برنامج التشغيل على جهاز الكمبيوتر
az: Kompüterə driver quraşdırılması
bg: Инсталиране на драйвери на компютъра
bn: এই কম্পিউটারে ড্রাইভার ইন্সটলেশন
ca: Instal·lació dels controladors a l'ordinador
de: Treiberinstallation auf dem Computer
el: Εγκατάσταση προγραμμάτων οδήγησης στον υπολογιστή
es: Instalación de los drivers en el ordenador
es_419: Instalación del controlador en la computadora
et: Paigalda draiverid arvutisse
fa: نصب درایور در کامپیوتر
fil: Pag-install ng driver sa computer
fr: Installation du pilote sur l'ordinateur
gu: આ કમ્પ્યુટર પર ડ્રાઈવર સ્થાપના
he: התקנת דרייברים במחשב זה
hi: कंप्यूटर पर ड्राइवर की स्थापना
hu: Driverek telepítése a számítógépre
id: Pemasangan driver ke komputer
it: Installazione del driver nel computer
ko: 컴퓨터에 드라이버 설치
ku: دامەزراندنی پێناسە بۆ ناو کۆمپیوتەر
nl: Driver-installatie op de computer
no: Driver installasjon på datamaskinen
pl: Instalowanie sterowników na komputerze
ps: په کمپیوټر کې د چلونکي نصب کول
pt_br: Instalação do driver no computador
pt_pt: Instalação dos controladores no computador
ro: Instalarea driverului pe computer
sk: Inštalácia ovládačov do počítača
sl: Namestitev gonilnika na računalnik
sq: Instalim drajverash në kompjuter
sr: Instaliranje drajvera na računar
sw: Uwekaji wa driver kwenye kompyuta
ta: கணினி மீது வன்பொருள் நிறுவல்
te: డ్రైవర్ కంప్యూటర్ సంస్థాపన
th: ติดตั้งไดรเวอร์ลงบนคอมพิวเตอร์
tr: Bilgisayar üzerine sürücü kurulumu
zh: 驅動程式安裝到電腦上
zh_cn: 驱动程序安装到计算机上

# menu_drivers
source: Drivers
ar: تعريفات
az: Driverlər
bg: Драйвери
bn: ড্রাইভারসমূহ
ca: Controladors
de: Treiber
el: Προγράμματα οδήγησης
es_419: Controladores
et: Draiverid
fa: درایورها
fil: Mga-Driver
fr: Pilotes
gu: ડ્રાઈવર્સ
he: מנהלי התקנים
hi: ड्राइवर्स
hu: Illesztőprogramok
id: Driver-driver
it: Driver
ko: 드라이버
ku: وه‌گه‌ڕخه‌رەکان
no: Drivere
pl: Sterowniki
ps: موټر چلونکي
pt_pt: Controladores
ro: Drivere
sk: Ovládače
sl: Gonilniki
sq: Drajverat
sr: Drajveri
sw: Madriver
ta: வன்பொருள்கள்
te: డ్రైవర్లు
th: ไดรเวอร์
tr: Sürücüler
zh: 驅動程式
zh_cn: 驱动程序

# menu_install_programs
source: Basic software installation onto the computer
ar: تثبيت البرنامج الأساسي على جهاز الكمبيوتر
az: Kompüterə zəruri proqramların quraşıdırlması
bg: Основна инсталация на софтуера на компютъра
bn: এই কম্পিউটারে মৌলিক সফটওয়্যারগুলোর ইন্সটলেশন
ca: Instal·lació d'aplicacions a l'ordinador
de: Grundlegende Softwareinstallation auf dem Computer
el: Εγκατάσταση βασικών εφαρμογών στον υπολογιστή
es: Instalación de aplicaciones básicas en el ordenador
es_419: Instalación básica del software en la computadora
et: Paigalda põhiline tarkvara arvutisse
fa: نصب نرم افزار پایه در کامپیوتر
fil: Ang pangunahing pag-install ng software sa computer
fr: Installation du logiciel de base sur l'ordinateur
gu: આ કમ્પ્યુટર પર પ્રાથમિક ડ્રાઇવર સ્થાપના
he: התקנת תוכנות בסיסיות במחשב זה
hi: कंप्यूटर पर मूल सॉफ्टवेयर स्थापना
hu: Alapvető szoftverek telepítése a számítógépre
id: Pemasangan perangkat lunak dasar ke komputer
it: Installazione dei programmi base nel computer
ko: 컴퓨터에 기본 소프트웨어 설치
ku: دامەزراندنی بەرنامەی بنەرەتی لەسەر کۆمپیوتەرەکە
nl: Basissoftware-installatie op de computer
no: Grunnleggende installasjon av programvare på datamaskinen
pl: Instalowanie podstawowego oprogramowania na komputerze
ps: په کمپیوټر کې بنسټیز سافټویر نصب کول
pt_br: Instalação dos programas básicos no computador
pt_pt: Instalação aplicações básicas no computador
ro: Instalare software de bază pe computer
sk: Základná inštalácia softvéru do počítača
sl: Namestitev osnovne programske opreme na računalnik
sq: Instaloim softuerësh bazikë në kompjuter
sr: Instaliranje osnovnih softvera na računar
sw: Uwekaji wa programu ya msingi kwenye kompyuta
ta: கணினியில் அடிப்படை மென்பொருள் நிறுவல்
te: కంప్యూటర్లో బేసిక్ సాఫ్ట్వేర్ సంస్థాపన
th: ติดตั้งซอฟท์แวร์พื้นฐานลงบนคอมพิวเตอร์
tr: Bilgisayar üzerine temel yazılım kurulumu
zh: 基本軟體安裝到電腦上
zh_cn: 将基本软件安装到计算机上

# menu_programs
source: Software
ar: برنامج
az: Proqramlar
bg: Софтуер
bn: সফটওয়্যার
ca: Programari
el: Λογισμικό
es: Aplicaciones
et: Tarkvara
fa: نرم افزار
fr: Logiciel
gu: સૉફ્ટવેર
he: תוכנות
hi: सॉफ़्टवेयर
hu: Szoftver
id: Perangkat lunak
ko: 소프트웨어
ku: نەرمەکاڵا
no: Programvare
pl: Oprogramowanie
ps: ساوتري
pt_br: Programas
pt_pt: Programas
sk: Softvér
sl: Program
sq: Softuer
sr: Softveri
sw: Programu
ta: மென்பொருள்
te: సాఫ్ట్వేర్
th: ซอฟต์แวร์
tr: Yazılımlar
zh: 軟體
zh_cn: 软件

# menu_protect_title
source: Assistant for your antivirus
ar: مساعد لمضاد فيروساتك
az: Antivirusunuz üçün köməkçiniz
bg: Асистент за вашия антивирус
bn: অ্যান্টিভাইরাসের জন্য সাহায্য
ca: Assistent per al vostre antivirus
de: Assistent für Ihren Antivirus
el: Βοήθεια για το πρόγραμμα προστασίας από ιούς σας
es: Asistente para tu antivirus
es_419: Asistente para su antivirus
et: Tugi teie viirusetõrjele
fa: دستیار برای آنتی ویروس شما
fil: Assistant para sa iyong antivirus
fr: Assistant pour votre antivirus
gu: તમારા કમ્પ્યુટર એંટીવાઇરસ માટે આસિસ્ટન્ટ
he: תוכנות עזר לאנטי וירוס
hi: आपके एंटीवायरस के लिए सहायक
hu: A vírusirtód kiegészítője
id: Asisten antivirus Anda
it: Assistente per il tuo antivirus
ko: 바이러스 백신 지원자
ku: یارمه‌تیده‌ر بۆ دژه‌ ڤایرۆسه‌كه‌ت
nl: Assistent voor je antivirus
no: Hjelp for din antivirus
pl: Asystent dla twojego antywirusa
ps: ستاسو د انټیویروس معاون
pt_br: Assistente para o seu antivírus
pt_pt: Assistente para o antivírus
ro: Asistent pentru antivirusul dvs.
sk: Asistent pre váš antivírus
sl: Pomočnik za vaš protivirusni program
sq: Ndihmues për antivirus tuaj
sr: Pomoćnik za antivirus
sw: Msaidizi wa antivirus yako
ta: உங்கள் வைரஸ் தடுப்பு மென்பொருளுக்கு உதவி
te: మీ యాంటీవైరస్ కోసం సహాయకం
th: ผู้ช่วยแอนตี้ไวรัสของคุณ
tr: Antivirüsünüz için yardımcınız
zh: 防毒軟體助手
zh_cn: 您的防病毒助手

# menu_protect_clean_up
source: Protection and cleanup
ar: الحماية و التنظيف
az: Müdafiə və təmizlik
bg: Защита и почистване
bn: নিরাপত্তা এবং পরিচ্ছন্নতা
ca: Protecció i neteja
de: Sicherheit und Bereinigung
el: Προστασία και καθαρισμός
es: Protección y limpieza
es_419: Protección y limpieza
et: Kaitse ja puhastus
fa: محافظت و پاکسازی
fil: Proteksyon at paglilinis
fr: Protection et nettoyage
gu: રક્ષણ અને સાફસૂફ
he: הגנה וניקוי
hi: संरक्षण और सफाई
hu: Védelem és takarítás
id: Perlindungan dan pembersihan
it: Protezione e pulizia
ko: 보호 및 정리
ku: پاراستن و پاککردنەوە
nl: Bescherming en opruimen
no: Beskyttelse og opprensking
pl: Ochrona i czyszczenie
ps: ساتنه او پاکول
pt_br: Proteção e limpeza
pt_pt: Proteção e limpeza
ro: Protecție și curățare
sk: Ochrana a čistenie
sl: Zaščita in čiščenje
sq: Mbrojtje dhe pastrim
sr: Zaštita i uređivanje
sw: Ulinzi na usafi
ta: பாதுகாப்பு மற்றும் தூய்மைப்படுத்துதல்
te: రక్షణ మరియు శుభ్రపరిచే
th: ปกป้องและทำความสะอาด
tr: Koruma ve temizlik
zh_cn: 保护和清理

# menu_computer_diagnostics
source: Diagnostics of the computer state
ar: تشخيص حالة الكمبيوتر
az: Kompüter vəziyyətinin diaqnostikası
bg: Диагностика на състоянието на компютъра
bn: কম্পিউটারের অবস্থার পর্যবেক্ষণ চিত্র
ca: Diagnosi de l'estat de l'ordinador
de: Diagnose des Computerzustandes
el: Διαγνωστικά της κατάστασης του υπολογιστή
es: Diagnóstico del estado del ordenador
es_419: Diagnóstico del estado de la computadora
et: Arvuti diagnostika
fa: تشخیص های حالت سیستم
fil: Diagnostics ng estado ng computer
fr: Diagnostic de l'état de l'ordinateur
gu: કોમ્પ્યુટર સ્ટેટના ડાયગ્નોસ્ટિક્સ
he: ניתוח מצב המחשב
hi: कंप्यूटर दशा के निदान
hu: A számítógép állapotának vizsgálata
id: Diagnostik keadaan komputer
it: Diagnostica dello stato del computer
ko: 컴퓨터 상태 진단
ku: دەست نیشانکردنی باری کۆمپیوتەر
nl: Diagnostiek van de computerstatus
no: Diagnose av datamaskin status
pl: Diagnostyka stanu komputera
ps: د کمپیوټر حالت تشخیص
pt_br: Diagnósticos do estado do computador
pt_pt: Diagnóstico do estado do computador
ro: Diagnosticarea stării computerului
sk: Diagnostika stavu počítača
sl: Diagnostika stanja računalnika
sq: Diagnostikim të gjendjes se kompjuterit
sr: Određivanje stanja računara
sw: Utoaji wa hali ya kompyuta
ta: கணினி நிலை கண்டறிதல்
te: కంప్యూటర్ స్థితి యొక్క విశ్లేషణ
th: วินิจฉัยสถานะคอมพิวเตอร์
tr: Bilgisayar durumunun tanılamaları
zh: 電腦狀態診斷
zh_cn: 诊断电脑状态

# menu_diagnostics
source: Diagnostics
ar: تشخيص الحالة
az: Diaqnostika
bg: Диагностика
bn: ডায়াগনস্টিকস্
ca: Diagnòstics
de: Diagnostik
el: Διαγνωστικά
es: Diagnóstico
es_419: Diagnostico
et: Diagnostika
fa: مشخصات
gu: ડાયગ્નોસ્ટિક્સ
he: אבחונים
hi: निदान
hu: Diagnosztika
id: Diagnostik
it: Diagnostica
ko: 진단
ku: ده‌ستنیشانكردن
nl: Diagnostiek
no: Diagnostikk
pl: Diagnostyka
ps: تشخیص
pt_br: Diagnósticos
pt_pt: Diagnósticos
ro: Diagnosticare
sk: Diagnostika
sl: Diagnostika
sq: Diagnostifikimi
sr: Dijagnostika
sw: Utambuzi
ta: கண்டறிதல்
te: డయాగ్నస్టిక్స్
th: การวินิจฉัย
tr: Tanılamalar
zh: 診斷
zh_cn: 诊断

# menu_cloud_games_title
source: Play the most advanced games on any computer
ar: لعب الألعاب الأكثر تقدما على أي جهاز كمبيوتر
az: Hər hansı bir kompüterdə ən inkişaf etdirilmiş oyunları ynayın
bg: Играйте най-модерните игри на всеки компютър
de: Spielen Sie die modernsten Spiele auf jedem Computer
es_419: Juega los juegos más avanzados en cualquier computadora
fa: پیشرفته ترین بازی ها را در هر کامپیوتری اجرا کنید
fil: I-laro ang mga pinaka-advanced na laro sa anumang computer
fr: Jouez aux jeux les plus avancés sur n'importe quel ordinateur
gu: કોઈ પણ કમ્પ્યુટર પર ઉચ્ચ કક્ષાની રમતો માણો
hi: किसी भी कंप्यूटर पर सबसे उन्नत गेम चलाएं
id: Mainkan gim paling canggih di komputer manapun
it: Gioca con i giochi più avanzati su qualsiasi computer
ko: 모든 컴퓨터에서 가장 진보된 게임 플레이
ku: پێشکەوتووترین گەمەکان بکە لەسەر هەر کۆمپیوتەرێک
nl: Speel de meest geavanceerde spellen op elke computer
no: Spill de mest avanserte spillene på en hvilken som helst datamaskin
pl: Graj w najbardziej zaawansowane gry na swoim komputerze
ps: په هر کمپیوټر کې ترټولو پرمختللی لوبې ترسره کړئ
pt_br: Jogue os jogos mais avançados em qualquer computador
pt_pt: Jogue os jogos mais avançados em qualquer computador
ro: Joaca cele mai avansate jocuri pe orice calculator.
sl: Igrajte najbolj napredne igre na katerem koli računalniku
sq: Luaj lojërat më të avancuara në çfardo kompjuteri
sw: Jaribu michezo ya juu zaidi kwenye kompyuta yoyote
ta: எந்த கணினியிலும் மிக முன்னேறிய விளையாட்டுகளை இயக்குக
te: కంప్యూటర్లో ఏదైనా అత్యంత అధునాతన ఆటలను ప్లే చేయండి
th: เล่นเกมที่ทันสมัยที่สุดบนคอมพิวเตอร์ใด ๆ
tr: Herhangi bir bilgisayarda en gelişmiş oyunları oynayın
zh: 在任何電腦上玩最先進的遊戲
zh_cn: 在任何电脑上玩最新的游戏

# menu_cloud_games
source: Games
ar: العاب
az: Oyunlar
bg: Игри
de: Spiele
es_419: Juegos
fa: بازی ها
fil: Mga-Laro
fr: Jeux
gu: રમતો
hi: गेम्स
id: Gim-gim
it: Giochi
ko: 게임
ku: یارییه‌كان
nl: Spellen
no: Spill
pl: Gry
ps: لوبې
pt_br: Jogos
pt_pt: Jogos
ro: Jocuri
sl: Igre
sw: Michezo
ta: விளையாட்டுகள்
te: ఆటలు
th: เกม
tr: Oyunlar
zh: 遊戲
zh_cn: 游戏

# menu_cloud_games_new
source: New
ar: جديد
az: Yeni
bg: Новини
bn: নতুন
de: Neu
es_419: Nuevo
fa: جدید
fil: Bago
fr: Nouveau
gu: નવું
hi: नया
id: Baru
it: Nuovo
ko: 새 게임
ku: نوێ
nl: Nieuw
no: Nye
pl: Nowe
ps: نوی
pt_br: Novo
pt_pt: Novo
ro: Nou
sl: Novo
sw: Mpya
ta: புதியது
te: కొత్త
th: ใหม่
tr: Yeni
zh: 新增
zh_cn: 新建

# menu_settings
source: Settings
ar: الإعدادات
az: Tənzimləmələr
bg: Настройки
bn: সেটিংস্‌
ca: Configuració
de: Einstellungen
el: Ρυθμίσεις
es: Configuración
es_419: Configuraciones
et: Seaded
fa: تنظیمات
fil: Mga Setting
fr: Paramètres
gu: સેટિંગ્સ
he: הגדרות
hi: सेटिंग्स
hu: Beállítások
id: Pengaturan
it: Impostazioni
ko: 설정
ku: ڕێكخستنه‌كان
nl: Instellingen
no: Innstillinger
pl: Ustawienia
ps: امستنې
pt_br: Configurações
pt_pt: Definições
ro: Setări
sk: Nastavenia
sl: Nastavitve
sq: Cilësimet
sr: Podešavanja
sw: Mipangilio
ta: அமைப்புகள்
te: సెట్టింగులు
th: การตั้งค่า
tr: Ayarlar
zh: 設定
zh_cn: 设置

# menu_bugreport
source: Report about error
ar: تقرير عن الخطأ
az: Xəta barədə məlumat ver
bg: Докладвайте за грешка
bn: ত্রুটির বিষয়ে জানান
ca: Informa d'un error
de: Fehler melden
el: Αναφορά σφάλματος
es: Informar acerca de un error
es_419: Informe sobre error
et: Teata veast
fa: گزارش مشکل
fil: Mag-ulat tungkol sa error
fr: Rapport d'erreur
gu: ભૂલ વિશે અહેવાલ કરો
he: דווח על שגיאה
hi: त्रुटि के बारे में रिपोर्ट करें
hu: Hibabejelentés
id: Melaporkan tentang kesalahan
it: Riporta gli errori
ko: 오류 보고
ku: ڕاپۆرت دەربارەی هەڵە
nl: Rapporteer over fout
no: Feilrapportering
pl: Raportuj o błędzie
ps: د تېروتنه په اړه راپور
pt_br: Informar um problema
pt_pt: Reportar erro
ro: Raport despre eroare
sk: Hlásenia o chybách
sl: Poročajte o napaki
sq: Raporto gabime
sr: Prijavite grešku
sw: Ripoti kuhusu hitilafu
ta: பிழை பற்றி புகாரளிக்கவும்
te: లోపం గురించి నివేదించండి
th: รายงานข้อผิดพลาด
tr: Hatayı bildir
zh: 關於錯誤的報告
zh_cn: 报告关于错误

# no-internet-screen_header-title
source: No server connection
ar: لا يوجد اتصال الخادم
az: Server bağıantısı yoxdur
bg: Няма връзка със сървъра
bn: কোনো সার্ভার সংযোগ নেই
ca: No hi ha connexió al servidor
es: Sin conexión al servidor
es_419: Sin conexión al servidor
fa: هیچ اتصال سروری یافت نشد
fil: Walang koneksyon sa server
gu: સર્વર કનેક્શન નથી
hi: कोई सर्वर कनेक्शन नहीं
it: Mancanza di connessione al server
ko: 서버 연결 없음
ku: هیچ په‌یوه‌ندییك به‌ سێرڤه‌ر نییه‌
no: Ingen servertilkobling
pl: Brak połączenia z serwerem
pt_pt: Sem ligação ao servidor
ro: Nicio conexiune la server
sl: Brez povezave z strežnikom
sr: Veza sa serverom ne postoji
ta: சர்வர்ருடன் இணைப்பு இல்லை
te: సర్వర్ కనెక్షన్ లేదు
th: ไม่มีการเชื่อมต่อเซิร์ฟเวอร์
tr: Sunucu bağlantısı yok
zh: 無伺服器連線

# no-internet-screen_guide-title
source: How to install all required drivers without Internet connection?
ar: كيفية تثبيت جميع برامج التشغيل المطلوبة دون اتصال بالإنترنت؟
az: İnternet bağlantısından istifadə etmədən lazımi driverləri necə quraşdırmaq olar?
bg: Как да инсталирате всички необходими драйвери без интернет връзка?
bn: কীভাবে ইন্টারনেট সংযোগ বাদেই দরকারি সব ড্রাইভার ইন্সটল করতে হয়?
ca: Com puc instal·lar els controladors necessaris sense connexió a Internet?
es: ¿Cómo instalar todos los drivers requeridos sin conexión a internet?
es_419: ¿Cómo instalar todos los controladores necesarios sin conexión a Internet?
fa: چگونه همه درایور های لازم را بدون اتصال به اینترنت نصب کنید؟
fil: Paano i-install ang lahat ng kinakailangang mga driver nang walang koneksyon sa Internet?
gu: ઇન્ટરનેટ કનેક્શન વિના બધાય ડ્રાઈવર્સ શી રીતે સ્થાપવા?
hi: इंटरनेट कनेक्शन के बिना सभी आवश्यक ड्राइवरों को कैसे स्थापित करें?
it: Come installare tutti i driver necessari senza la connessione Internet?
ko: 인터넷에 연결하지 않고 필요한 드라이버를 모두 설치하는 방법은 무엇입니까?
ku: چۆن هه‌موو پێناسه‌ داواكراوه‌كان دابمه‌زرێنین به‌بێ په‌یوه‌ست بوون به‌ ئینته‌رنێته‌وه‌؟
no: Hvordan installere alle nødvendige drivere uten Internett tilkobling?
pl: Jak zainstalować potrzebne sterowniki bez połączenia z internetem?
pt_pt: Como instalar todos os controladores necessários sem ligação à Internet?
ro: Cum se instalează toate driverele necesare fără conexiune la Internet?
sl: Kako namestiim vse zahtevane gonilnike brez internetne povezave?
sr: Kako instalirati sve potrebne drajvere bez priključenja na internet?
ta: இணைய இணைப்பு இல்லாமல் அனைத்து தேவையான வன்பொருள்களையும் நிறுவுவது எப்படி?
te: ఇంటర్నెట్ కనెక్షన్ లేకుండా అవసరమైన అన్ని డ్రైవర్లను ఎలా ఇన్స్టాల్ చేయాలి?
th: ติดตั้งไดรเวอร์ที่ต้องการทั้งหมดโดยไม่มีการเชื่อมต่ออินเตอร์เน็ทอย่างไร
tr: Internet bağlantısı olmadan tüm gerekli sürücüler nasıl yüklenir?
zh: 如何安裝所有需要的驅動程式而不使用網路連線?

# no-internet-screen_guide-step-1
source: Step 1
ar: خطوة 1
az: Addım 1
bg: Стъпка 1
bn: ধাপ 1
ca: Pas 1
es: Paso 1
es_419: Paso 1
fa: مرحله 1
fil: Unang Hakbang 1
gu: પગલું 1
hi: चरण 1
it: Passo 1
ko: 1 단계
ku: هه‌نگاوی 1
no: Trinn 1
pl: Krok 1
pt_pt: Passo 1
ro: Pasul 1
sl: Korak 1
sr: Korak 1
ta: படி 1
te: దశ 1
th: ขั้นที่ 1
tr: Adım 1
zh: 步驟 1

# no-internet-screen_guide-step-1-action
source: Go to <span class="bold">drp.su/en/foradmin</span> website by using another computer
ar: انتقل إلى موقع ويب <span class="bold">driverpack.io/ar/foradmin</span> باستخدام جهاز كمبيوتر آخر
az: Başqa bir kompüter istifadə edərək <span class="bold">driverpack.io/az/foradmin</span> veb saytını açın
bg: Отидете на уеб сайта <span class="bold">driverpack.io/bg/foradmin</span> като използвате друг компютър
bn: অন্য কম্পিউটার থেকে <span class="bold">driverpack.io/bn/foradmin</span> ওয়েবসাইটে যান
ca: Aneu a <span class="bold">driverpack.io/ca/foradmin</span> utilitzant un altre ordinador
es: Visita la web <span class="bold">driverpack.io/es/foradmin</span> usando otro ordenador
es_419: Vaya al sitio web <span class="bold">drp.su/en/foradmin</span> usando otra computadora
fa: به وبسایت <span class="bold">driverpack.io/fa/foradmin</span> توسط کامپیوتر دیگری مراجعه کنید
fil: Pumunta sa <span class="bold">driverpack.io/tl/foradmin</span> website sa pamamagitan ng paggamit ng isa pang computer
gu: અન્ય કમ્પ્યુટરનો ઉપયોગ કરીને <span class="bold">driverpack.io/gu/foradmin</span> વેબસાઇટ પર જાઓ
it: Vai sul sito <span class="bold">/driverpack.io/it/foradmin</span> da un altro computer
ko: 다른 컴퓨터를 사용하여 <span class="bold">driverpack.io/ko/foradmin</span> 웹 사이트를 방문하세요
ku: بڕۆ بۆ ماڵپەڕی <span class="bold">driverpack.io/ku/foradmin</span> بە بەکار‌هێنانی کۆمپیوتەرێکی دیکە
no: Gå til <span class="bold">driverpack.io/no/foradmin</span> website fra en annen datamaskin
pl: Go to <span class="bold">driverpack.io/it/foradmin</span> website by using another computer
pt_pt: Vá ao sítio <span class="bold">driverpack.io/pt-pt/foradmin</span> usando outro computador
ro: Accesați site-ul <span class="bold">drp.su/en/foradmin</span> utilizând un alt computer
sl: Obiščite spletno stran <span class="bold">drp.su/sl/foradmin</span> z uporabo drugega računalnika
sr: Posetite <span class="bold">driverpack.io/sr/foradmin</span> sajt koristeći drugi računar
ta: செல்க<span class="bold">driverpack.io/ta/foradmin</span>மற்றொரு கணினி பயன்படுத்தி இணையதளம் செல்க
te: వెళ్ళండి <span class="bold">driverpack.io/te/foradmin</span> మరో కంప్యూటర్ ఉపయోగించి వెబ్సైట్
th: ไปที่เว็บไซต์ <span class="bold">driverpack.io/th/foradmin</span> โดยใช้คอมพิวเตอร์เครื่องอื่น
tr: Başka bir bilgisayarı kullanarak <span class="bold">drp.su/tr/foradmin</span> web sitesine gidin

# no-internet-screen_guide-step-2
source: Step 2
ar: خطوة 2
az: Addım 2
bg: Стъпка 2
bn: ধাপ 2
ca: Pas 2
es: Paso 2
es_419: Paso 2
fa: مرحله 2
fil: Ikalawa Hakbang 2
gu: પગલું 2
hi: चरण 2
it: Passo 2
ko: 2 단계
ku: هه‌نگاوی 2
no: Trinn 2
pl: Krok 2
pt_pt: Passo 2
ro: Pasul 2
sl: Korak 2
sr: Korak 2
ta: படி 2
te: దశ 2
th: ขั้นที่ 2
tr: Adım 2
zh: 步驟 2
