Repository: DriverPackSolution/transifex-backup
Catalog: beetle/driverpack-solution-worldwide/driverpackpo/*.po
Languages: ar, az, bg, bn, ca, de, el, es, es_419, et, fa, fil, fr, gu, he, hi, hu, id, it, ko, ku, nl, no, pl, ps, pt_br, pt_pt, ro, sk, sl, sq, sr, sw, ta, te, th, tr, zh, zh_cn

# settings_minify-menu-title
source: Reduce navigation panel size
ar: تقليص حجم لوحة التحكم
az: Naviqasiya panelinin ölçüsünü kiçilt
bg: Намали размера на навигационния панел
bn: নেভিগেশন প্যানেলের আকার কমাও
ca: Redueix la mida del panell de navegació
de: Größe der Navigationsleiste verringern
el: Σμίκρυνση μεγέθους πίνακα πλοήγησης
es: Reduce el tamaño del panel de navegación
es_419: Reducir el tamaño del panel de navegación
et: Vähenda navigatsiooniriba suurust
fa: کاهش اندازه پنل ناوبری
fil: Bawasan ang laki ng navigation panel
fr: Réduire la taille du panneau de navigation
gu: નેવીગેશન પેનલ સાઈઝ નાની કરો
he: הקטן את אזור הניווט
hi: नेविगेशन पैनल का आकार घटाएं
hu: Navigációs panelméret csökkentése
id: Mengurangi ukuran panel navigasi
it: Riduci la grandezza del pannello di navigazione
ko: 탐색 패널 크기 줄이기
ku: كه‌مكردنه‌وه‌ی قه‌باره‌ی پانێڵی گه‌ڕان
nl: Verklein de grootte van het navigatiepaneel
no: Reduser navigasjonspanelets størrelse
pl: Zmniejsz rozmiar panelu nawigacji
ps: د نیولو د کچې اندازه کمه کړئ
pt_br: Reduzir o tamanho da barra de navegação
pt_pt: Reduzir o tamanho do painel de navegação
ro: Reduceți dimensiunea panoului de navigație
sk: Zmenšiť veľkosť navigačného panela
sl: Zmanjšajte velikost navigacijske plošče
sq: Redukto madhësinë e boshtit të navigimit
sr: Podesite veličinu kartice za navigaciju
sw: Punguza ukubwa wa jopo la urambazaji
ta: வழிசெலுத்தல் குழு அளவு குறைக்க
te: నావిగేషన్ ప్యానెల్ పరిమాణాన్ని తగ్గించండి
th: ลดขนาดของแถบนำทาง
tr: Gezinti paneli boyutunu küçült
zh: 減小導覽面板大小
zh_cn: 降低导航面板大小

# settings_minify-menu-caption
source: For more convenience when working with advanced settings, you can adjust the size of the navigation bar on the left.
ar: يمكنك تغيير حجم لوحة التحكم على اليسار لتصبح ملائمة أكثر عند التعامل مع الاعدادات المتقدمة.
az: Geniş tənzimləmələrlə işləyərkən daha çox rahatlıq üçün soldakı naviqasiya panelinin ölçüsünü nizamlaya bilərsiniz.
bg: За по-голямо удобство при работа с разширени настройки можете да регулирате размера на навигационната лента вляво.
bn: অভিজ্ঞ সেটিংস্‌ ব্যবহারকালীন আরও সুবিধার জন্য, আপনি বাম পাশের নেভিগেশন বারের আকার সমন্বয় করে নিতে পারেন।
ca: Per a més comoditat al treballar amb les opcions avançades, es pot ajustar la mida de la barra de navegació de l'esquerra.
de: Für mehr Komfort beim Arbeiten mit erweiterten Einstellungen können Sie die Größe der Navigationsleiste auf der linken Seite anpassen.
el: Για περισσότερη βολικότητα όταν εργάζεστε με προχωρημένες ρυθμίσεις, μπορείτε να προσαρμόσετε το μέγεθος της γραμμής πλοήγησης στα αριστερά.
es: Para que sea más conveniente al usar las opciones avanzadas, puedes ajustar el tamaño de la barra de navegación de la izquierda.
es_419: Cuando usted trabaje con configuraciones avanzadas, para mayor comodidad, esta opción ajustará el tamaño de la barra de navegación a la izquierda.
et: Mugavamaks kasutuseks, saate muuda navigatsiooniriba suurust vasakul poolel.
fa: برای رضایت بیشتر هنگام کار کردن با تنظیمات پیشرفته، می‌توانید اندازه نوار جهت یابی در سمت چپ را تنظیم کنید.
fil: Para sa karagdagang kaginhawaan kapag nagtatrabaho sa mga advanced na setting, maaari mong ayusin ang laki ng navigation bar sa kaliwa.
fr: Pour plus de commodité lorsque vous travaillez avec des paramètres avancés, vous pouvez ajuster la taille de la barre de navigation sur la gauche.
gu: અદ્યતન સેટિંગ્સ સાથે કામ કરતી વખતે વધુ સગવડ માટે, તમે ડાબી પર નેવિગેશન પટ્ટીનાં કદને સમાયોજિત કરી શકો છો.
he: לנוחות מירבית כשעובדים עם הגדרות מתקדמות, באפשרותך לשנות את גודל אזור הניווט שנמצא בצד שמאל.
hi: उन्नत सेटिंग्स के साथ काम करते समय अधिक सुविधा के लिए, आप बाईं ओर स्थित नेविगेशन बार के आकार को समायोजित कर सकते हैं।
hu: A haladó beállítások kényelmesebb kezeléséhez módosíthatja a bal oldali navigációs sáv méretét.
id: Untuk kenyamanan lebih saat menggunakan pengaturan lanjutan, anda dapat menyesuaikan ukuran bilah navigasi di sebelah kiri.
it: Per maggiore comodità quando si lavora con le impostazioni avanzate, è possibile regolare le dimensioni della barra di navigazione sulla sinistra.
ko: 고급 설정으로 작업 할 때 더 편리하게 왼쪽의 탐색 모음 크기를 조정할 수 있습니다.
ku: بۆ ئارامی زیاتر لەکاتی کارکردن لەگەل رێکخستنەکانی پێشکەوتوو. تۆ دەتوانی قەبارەی شریتی گەڕان رێک بخەیت لەلای چەپ.
nl: Voor meer gemak bij het werken met geavanceerde instellingen, kunt u de grootte van de navigatiebalk aan de linkerkant aanpassen.
no: For mer bekvemmelighet når du arbeider med avanserte innstillinger, kan du justere størrelsen på navigasjonsfeltet til venstre.
pl: Dla większej wygody podczas pracy z zaawansowanymi ustawieniami, można dostosować wielkość paska nawigacyjnego po lewej stronie.
ps: د لا زیاتې اسانتیا لپاره کله چې د پرمختللي ترتیباتو سره کار کوئ، تاسو کولی شئ د ښي خوا ته د نیوی نیویګ بار اندازه ومومئ.
pt_br: Para maior comodidade ao trabalhar com configurações avançadas, você pode ajustar o tamanho da barra de navegação à esquerda.
pt_pt: Para sua conveniência, quando trabalha com definições avançadas, pode ajustar o tamanho da barra de navegação à esquerda.
ro: Pentru mai multă conveniență atunci când lucrați cu setările avansate, puteți ajusta dimensiunea barei de navigare din stânga.
sk: Pre väčšie pohodlie pri práci s rozšírenými nastaveniami môžete nastaviť veľkosť navigačnej lišty vľavo.
sl: Za večjo ugodje pri delu z naprednim načinom lahko prilagodite velikost navigacijske vrstice na levi strani.
sq: Për të patur më shumë lehtësi gjatë punës me cilësimet e përparuara, ju mund të përshtatni madhësinë e boshtit te navigimit në të majtë.
sr: Za više udobnosti prilikom rada sa naprednim podešavanjima, veličinu navigacionog bara sa leve strane možete da podešavate.
sw: Kwa urahisi zaidi wakati wa kufanya kazi na mipangilio ya juu, unaweza kurekebisha ukubwa wa bar ya urambazaji upande wa kushoto.
ta: மேம்பட்ட அமைப்புகளுடன் பணிபுரியும் போது அதிக வசதிக்காக, இடது பக்கத்தில் உள்ள வழிசெலுத்தல் பட்டியின் அளவை நீங்கள் சரிசெய்யலாம்.
te: అధునాతన అమర్పులతో పని చేస్తున్నప్పుడు మరింత సౌలభ్యం కోసం, మీరు ఎడమవైపు నావిగేషన్ బార్ యొక్క పరిమాణాన్ని సర్దుబాటు చేయవచ్చు.
th: เพื่อความสะดวกสะบายเมื่อทำงานกับการตั้งค่าขั้นสูง คุณสามารถปรับแต่งขนาดของแถบนำทางที่อยู่ทางด้านซ้ายมือได้
tr: Gelişmiş ayarlarla çalışırken daha fazla kolaylık için soldaki gezinti çubuğu boyutunu ayarlayabilirsiniz.
zh: 若要在使用進階設定時更方便，可以調整左側導覽列的大小。
zh_cn: 使用高级设置更方便，您可以调整左侧导航栏的大小。

# settings_authorization-title
source: Enable Log-In Mode
ar: تفعيل وضع تسجيل الدخول
az: Hesaba daxil olma rejimini aktivləşdirin
bg: Активиране на Режима за Влизане
bn: লগ-ইন মোড সক্রিয় করো
ca: Activa el mode d'inici de sessió
de: Anmeldemodus aktivieren
el: Ενεργοποίηση Κατάστασης Σύνδεσης
es: Activa el modo de inicio de sesión
es_419: Activar el Modo Inicio de Sesión
et: Luba autoriseerimis režiim
fa: فعال کردن حالت ورود
fil: Paganahin ang Log-In Mode
fr: Activer le mode connexion
gu: લૉગ-ઇન મોડ ચાલુ કરો
he: אפשר מצב אימות
hi: लॉग-इन मोड सक्षम करें
hu: Bejelentkezési mód engedélyezése
id: Aktifkan Mode Masuk
it: Abilita la modalità di Log-In
ko: 로그인 모드 사용
ku: حاڵه‌تی چونه‌-ژووره‌وه‌ چالاكبكه‌
nl: Schakel de aanmeldingsmodus in
no: Aktiver Innloggings Mode
pl: Włącz tryb diagnostyczny
ps: د ننوتلو اکر فعال کړئ
pt_br: Habilitar o Modo de Entrada
pt_pt: Habilitar Modo de Início de Sessão
ro: Activați Modul Conectat
sk: Povoliť režim prihlásenia
sl: Omogočite način prijave
sq: Aftëso Gjendjen Hyrje
sr: Omogućite režim stalne prijave
sw: Wezesha njia ya kuingia
ta: உள்நுழைவு முறையை செயல்படுத்து
te: లాగ్-ఇన్ మోడ్ను ప్రారంభించండి
th: เปิดใช้งานโหมดล็อกอิน
tr: Oturum Açma Kipi'ni etkinleştir
zh: 啟用登入模式
zh_cn: 启用登录模式

# settings_authorization-caption
source: After a short and easy login procedure, you will have access to extended settings as well as to a number of useful features, including faster driver downloading from CDN servers, settings saved at the profile level, and many others. We highly recommend that you login and take advantage of these advanced features.
ar: بعد إجراء عملية تسجيل دخول قصيرة وسهلة، سيكون لديك إمكانية للوصول إلى إعدادات موسعة وعدد من الميزات المفيدة، بما في ذلك تحميل أسرع للتعاريف من خوادم CDN، وإعدادات محفوظة على مستوى الملف الشخصي، وغيرها الكثير. ونحن نوصي بشدة أن تقوم بتسجيل الدخول والاستفادة من هذه الميزات المتقدمة.
az: Qısa və sürətli daxil olma prosesindən sonra, bir neçə faydalı xüsusiyyətlərin, CDN serverlərindən sürətli driver endirmə də daxil olmaq, profil səviyyəsində yadda saxlanan nizamlamaların və bir çox digərlərindən əlavə genişləndirilmiş nizamlamalara giriş icazəniz olacaq. Daxil olmağınızı və bu inkişaf etdirilmiş xüsusiyyətin faydalarından yararlanmanıı tövsiyyə edirik.
bg: След кратка и лесна процедура за влизане, ще имате достъп до разширени настройки, както и до редица полезни функции, включително по-бързо изтегляне на драйвери от CDN сървърите, настройки, запазени на ниво профил, както и много други. Силно препоръчваме да влезете в профила си и да се възползвате от тези разширени функции.
bn: সংক্ষিপ্ত ও সহজ একটি লগইন প্রক্রিয়ার পরে আপনি CDN সার্ভারসমূহ থেকে আরও দ্রুতগতিতে ড্রাইভার ডাউনলোডিং, প্রোফাইল লেভেলে সেটিংস্‌ সংরক্ষণ, ও আরও অনেক সুবিধাসহ উল্লেখযোগ্য উপকারী বৈশিষ্ট্যেসমূহের পাশাপাশি বাড়তি সেটিংস্‌ ব্যবহারের সুযোগ পাবেন। লগইন করা ও এসব উন্নত বৈশিষ্ট্যসমূহের সুবিধা নিতে জোর সুপারিশ করছি।
ca: Després d'un procés fàcil i curt, tindreu accés a les opcions exteses així com a un conjunt de característiques útils, incloent una descàrrega més ràpida dels controladors des de servidors CDN, desar les preferències al perfil i moltes altres. Recomanem que inicieu la sessió i en feu ús d'aquestes característiques avançades.
de: Nach einer kurzen und einfachen Anmeldeprozedur haben Sie Zugriff auf erweiterte Einstellungen, sowie auf eine Reihe von nützlichen Funktionen, darunter schnellerer Treiber-Download von CDN-Servern, gespeicherte Einstellungen auf Profilebene und viele weitere. Wir empfehlen Ihnen, sich anzumelden und von diesen erweiterten Funktionen zu profitieren.
el: Μετά από μια σύντομη και εύκολη διαδικασία σύνδεσης, θα έχετε πρόσβαση σε εκτεταμένες ρυθμίσεις καθώς και σε μια σειρά από χρήσιμες λειτουργίες, όπως ταχύτερη λήψη προγραμμάτων οδήγησης από διακομιστές CDN, αποθήκευση σε επίπεδο προφίλ και πολλά άλλα. Συστήνουμε να συνδεθείτε και να επωφεληθείτε από αυτές τις προηγμένες λειτουργίες.
es: Después de un proceso de autenticación fácil y rápido, podrás acceder a las opciones extendidas y a un grupo de características útiles, que incluyen descargas más rápidas de los drivers usando servidores CDN, guardar las opciones en el perfil y muchas otras. Te recomendamos que inicies la sesión y saques provecho de estas características avanzadas.
es_419: Después de un breve y sencillo procedimiento de inicio de sesión, tendrá acceso a configuraciones extendidas, así como a una serie de características útiles, que incluyen la descarga más rápida de controladores desde servidores CDN, configuraciones guardadas en el nivel de perfil y muchas otras. Le recomendamos encarecidamente que inicie sesión y que aproveche estas funciones avanzadas.
et: Pärast lühikest ja kiiret autoriseerimist, antakse teile ligipääs täpsematele seadetele ja kasulikele võimalustele, nagu näiteks kiirem draiveri laadimis kiirus tänu CDN serveritele, seadete salvestamine profiili ja palju muud. Soovitame kasutada teil neid võimalusi.
fa: بعد از روند کوتاه و آسان ورود ،شما به تنظیمات گسترده تری مانند تعداد زیادی از امکانات مفید که شامل دانلود سریعتر درایور از سرورهای CDN خواهید بود، تنظیمات و سایر در قسمت پروفایل ذخیره خواهد شد. ما شدیدا توصیه می کنیم که با ورود به این قسمت از امکانات پیشرفته آن بهره ببرید.
fil: Pagkatapos ng isang maikli at madaling pamamaraan sa pag-login, magkakaroon ka ng access sa mga pinalawak na setting pati na rin sa maraming kapaki-pakinabang na tampok, kabilang ang mas mabilis na pag-download ng driver mula sa mga server ng CDN, mga setting na na-save sa antas ng profile, at marami pang iba. Lubos naming inirerekumenda na mag-login ka at samantalahin ang mga advanced na tampok na ito.
fr: Après une procédure de connexion courte et facile, vous aurez accès à des paramètres étendus ainsi qu'à un certain nombre de fonctionnalités utiles, notamment un téléchargement plus rapide des pilotes depuis les serveurs CDN, des paramètres enregistrés au niveau du profil et bien d'autres. Nous vous recommandons fortement de vous connecter et de profiter de ces fonctionnalités avancées.
gu: ટૂંકા અને સરળ લૉગિન પ્રક્રિયા પછી, તમારી પાસે વિસ્તૃત સેટિંગ્સની ઍક્સેસ હશે તેમજ સીડીએન સર્વર્સથી ઝડપી ડ્રાઈવર ડાઉનલોડ, રૂપરેખા સ્તર પર સચવાયેલી સેટિંગ્સ, અને અન્ય ઘણા લોકો સહિત, કેટલીક ઉપયોગી સુવિધાઓની ઍક્સેસ હશે. અમે ખૂબ ભલામણ કરીએ છીએ કે તમે લોગિન કરો અને આ અદ્યતન સુવિધાઓનો લાભ લો.
he: לאחר תהליך כניסה קצר, תקבל גישה להגדרות מורחבות כמו גם ליכולות שימושיות, כולל הורדת דרייברים מהירה יותר משרתי CDN, שמירת הגדרות ברמת הפרופיל, ויכולות רבות נוספות. אנו ממליצים להרשם בכדי לנצל את כל היכולות המתקדמות.
hi: एक छोटी और आसान लॉगिन प्रक्रिया के बाद, आपको विस्तारित सेटिंग्स तक पहुंचने के साथ ही कई उपयोगी विशेषताओं तक पहुंच प्राप्त होगी, जिसमें सीडीएन सर्वर से तेज ड्राईवर डाउनलोड करने, प्रोफ़ाइल स्तर पर सहेजी गई सेटिंग्स, और कई अन्य शामिल हैं। हम अत्यधिक अनुशंसा करते हैं कि आप लॉगिन करें और इन उन्नत सुविधाओं का लाभ उठाएं।
hu: Egy rövid és egyszerű bejelentkezési folyamat részletes beállítások és hasznos lehetőségekhez férhet hozzá, beleértve a gyorsabb driverletöltést a CDN szerverekről, profil szinten elmenthető beállításokat, és sok más egyebet. Erősen ajánlott bejelentkezni, hogy kihasználhassa ezeknek a haladó beállításoknak az előnyeit.
id: Setelah prosedur masuk yang singkat dan mudah, anda akan memiliki akses ke pengaturan yang diperluas serta beberapa fitur berguna, termasuk pengunduhan driver yang lebih cepat dari server CDN, pengaturan yang tersimpan di tingkat profil, dan banyak lainnya. Kami sangat menyarankan agar anda login dan memanfaatkan fitur-fitur lanjutan ini.
it: Dopo una breve e veloce procedura di accesso, avrai accesso alle impostazioni avanzate oltre ad un numero di opzioni utili, compreso lo scaricamento veloce del driver dai server di CDN, i settaggi verranno salvati sul tuo profilo, e molto altro. Ti consigliamo vivamente di accedere e approfittare di queste funzionalità avanzate.
ko: 짧고 쉬운 로그인 절차를 거친 후에는 CDN 서버에서 드라이버를 더 빠르게 다운로드하고 프로필 수준에서 설정을 저장하는 등 많은 유용한 기능뿐만 아니라 확장된 설정에 액세스 할 수 있습니다. 이러한 고급 기능을 사용하여 로그인하고 사용하는 것이 좋습니다.
ku: دوای کرداری چوونە ژوورەوەیەی کۆرت و ئاسان، تۆ تێپەربوون دەبێت بۆ درێژ کردنەوەی رێکخستنەکان هەروەها و ژمارەیەک لە تایبەتمەندی بەسوود، دابەزاندنێکی خێراتری پێناسەکان لە سێرڤەری CDN لەخۆ دەگرێتەوە، رێکخستنەکان دەپارێزێت لە ئاستی فایلی کەسی، و جەندانی تر. ئێمە بە زۆری پێشنیاری تۆ دەکەین بۆ چوونە ژوورەوە و کەلک وەرگرتن لەم تایبەتمەندیە پێشکەوتووەکان.
nl: Na een korte en gemakkelijke inlogprocedure heeft u toegang tot uitgebreide instellingen en tot een aantal handige functies, waaronder sneller downloaden van drivers van CDN-servers, instellingen die zijn opgeslagen op profielniveau en vele andere. We raden u ten zeerste aan om in te loggen en te profiteren van deze geavanceerde functies.
no: Etter en kort og enkel påloggings prosedyre, får du tilgang til utvidede innstillinger, samt en rekke nyttige funksjoner, inkludert raskere driver nedlasting fra CDN servere, innstillinger lagret på profilnivå og mange andre. Vi anbefaler at du logger inn og utnytter disse avanserte funksjonene.
pl: Po krótkim i szybkim uwierzytelnieniu, będziesz mieć dostęp do zaawansowanych ustawień, a także szeregu przydatnych funkcji, takich jak szybsze pobieranie sterowników (dzięki serwerom CDN), możliwość zapisywania ustawień na poziomie profilu i wiele innych. Radzimy skorzystać z tych funkcji.
ps: د لنډې او اسانه ننوتنې پروسیجر وروسته، تاسو به پراخ شوي سیسټمونو او همدارنګه یو شمیر ګټورو بڼو ته لاسرسۍ ولري، په شمول د چټک چلوونکی چې د CDN سرورونو څخه ډک کول، د پروفیسر په کچه ساتل شوي ترتیبات، او ډیری نور. موږ ډیره سپارښتنه کوو چې تاسو د دې پرمختللی بڼو څخه ګټه واخلئ او ګټه پورته کړئ.
pt_br: Após um procedimento de login curto e fácil, você terá acesso a configurações estendidas, bem como a uma série de recursos úteis, incluindo o download de driver mais rápido de servidores CDN, configurações salvas no nível do perfil e muitos outros. Recomendamos que você faça o login e aproveite esses recursos avançados.
pt_pt: Após um curto e fácil procedimento de início de sessão, terá acesso a definições extra assim como um número de úteis características, incluindo descarregamento mais rápido de controladores dos servidores CDN, definições guardadas ao nível do perfil, e muitas outras. Recomendamos vivamente que inicie sessão e usufrua destas caraterísticas avançadas.
ro: După o procedură scurtă și ușoară de conectare , veți avea acces la setările extinse, precum și la o serie de caracteristici utile, inclusiv descărcarea mai rapidă a driverelor de pe serverele CDN, setările salvate la nivelul profilului și multe altele. Vă recomandăm să vă logați și să profitați de aceste caracteristici avansate.
sk: Po krátkom a jednoduchom prihlasovacom postupe budete mať prístup k rozšíreným nastaveniam ako aj k množstvu užitočných funkcií, vrátane rýchlejšieho sťahovania ovládačov zo serverov CDN, nastavení uložených na úrovni profilu a mnohých ďalších. Veľmi odporúčame, aby ste sa prihlásili a využili tieto pokročilé funkcie.
sl: Po kratkem in preprostem postopku prijave, pridobite dostop do naprednih nastavitev in funkcij, vključno z hitrejšim prenosom gonilnikov preko CDN Serverja,shranjevanja osebnih nastavitev in mnogih drugih možnosti. Predlagamo vam da se prijavite in si pridobite dostop do vseh naprednih možnosti.
sq: Pas një procedure të shkurtër dhe të lehtë hyrjeje, do të keni akses tek cilësimet më të zgjeruara si edhe veçori të dobishme, duke përshirë shkarkim më të shpejtë të drajvera nga serverat CDN, cilësimet e ruajtura në nivel profili, dhe shumë gjëra të tjera. Ju rekomandojmë të hyni dhe përfitoni nga këto veçori te përparuara
sr: Nakon brze i jednostavne procedure prijavljivanja, dobićete pristup naprednim podešavanjima kao i velikom broju novih mogućnosti, uključujući i brže preuzimanje drajvera sa CDN servera, čuvanje podešavanja na nivou profila i mnogih drugih. Preporučujemo da se prijavite i iskoristite prednosti datih mogućnosti.
sw: Baada ya utaratibu mfupi na rahisi wa kuingilia, utakuwa na upatikanaji wa mipangilio iliyopanuliwa pamoja na vipengele vingi vya manufaa, ikiwa ni pamoja na kupakua kwa kasi ya driver kutoka kwa seva za CDN, mipangilio iliyohifadhiwa kwenye ngazi ya wasifu, na wengine wengi. Tunapendekeza sana kuingia na kutumia faida hizi.
ta: ஒரு குறுகிய மற்றும் எளிதான உள்நுழைவு செயல்முறைக்கு பிறகு, நீங்கள் CDN சேவையர்களிடமிருந்து வேகமான இயக்கி பதிவிறக்கம், சுயவிவர மட்டத்தில் சேமித்த அமைப்புகள், மற்றும் பலர் உட்பட, நீட்டிக்கப்பட்ட அமைப்புகள் மற்றும் பயனுள்ள அம்சங்கள் பல அணுகல் வேண்டும்.இந்த மேம்பட்ட அம்சங்களை நீங்கள் உள்நுழைந்து, பயன்படுத்துவதை நாங்கள் மிகவும் பரிந்துரைக்கிறோம்.
te: ఒక చిన్న మరియు సులభంగా ప్రవేశ విధానం తర్వాత, మీరు CDN సర్వర్ల నుండి వేగంగా డ్రైవర్ను డౌన్లోడ్ చేయడం, ప్రొఫైల్ స్థాయిలో సేవ్ చేయబడిన సెట్టింగులు మరియు అనేక ఇతర అంశాలు వంటి విస్తరించిన సెట్టింగులకు మరియు ఉపయోగకరమైన అనేక లక్షణాలకు మీకు ప్రాప్యత ఉంటుంది. ఈ అధునాతన ఫీచర్లను మీరు లాగిన్ చేసి, లాభం చేస్తారని మేము బాగా సిఫార్సు చేస్తున్నాము.
th: หลังจากผ่านขั้นตอนล็อกอินอย่างสั้นและง่ายแล้ว คุณจะได้รับการเข้าถึงการตั้งค่าที่มากกว่า ไปจนถึงฟีเจอร์ที่เป็นประโยชน์ รวมทั้งการโหลดไดร์เวอร์ที่เร็วกว่าจากเซิร์ฟเวอร์ CDN, การบันทึกการตั้งค่าในระดับโปรไฟล์เวเวล และอื่น ๆ อีกมากมาย เราขอแนะนำอย่างสูงในการล็อกอินและได้รับข้อดีจากฟีเจอร์ขั้นสูงเหล่านี้
tr: Kısa ve hızlı oturum açma sürecinden sonra, birtakım faydalı özelliklerin, CDN sunucularından hızlı sürücü indirme dahil, profil düzeyinde kaydedilen ayarların ve pekçok diğerlerinin yanı sıra genişletilmiş ayarlara erişiminiz olacak. Oturum açmanızı ve bu gelişmiş özelliklerin faydalarından yararlanmanızı son derece öneririz.
zh: 在簡單的登入過程之後，您將可以存取延伸設定以及許多有用的功能，包括從 CDN 伺服器下載驅動程式更快、儲存在設定檔層級的設定以及其他許多內容。我們強烈建議您登入並利用這些進階功能。
zh_cn: 经过简单易用的登录过程，您将可以访问扩展设置以及许多有用的功能，包括从 CDN 服务器更快的下载驱动程序，在配置文件级别保存的设置等等。 我们强烈建议您登录并利用这些高级功能。

# settings_news-title
source: Display news about drivers
ar: إظهار أخبار التعريفات
az: Driverlər haqqında xəbərlərə bax
bg: Покажи новини свързани с драйверите
bn: ড্রাইভার সম্পর্কিত খবর দেখাও
ca: Mostra noticies sobre els controladors
de: Neuigkeiten über Treiber anzeigen
el: Προβολή ειδήσεων για προγράμματα οδήγησης
es: Muestra notícias sobre drivers
es_419: Mostrar noticias sobre controladores
et: Kuva draiverite uudiseid
fa: نمایش اخبار مربوط به درایورها
fil: Magpakita ng balita tungkol sa mga driver
fr: Montrer les actualités sur les pilotes
gu: ડિસ્પ્લે ડ્રાઈવર વિશેના સમાચાર
he: הצג חדשות לגבי דרייברים
hi: ड्राइवरों के बारे में खबर प्रदर्शित करें
hu: Driverhírek megjelenítése
id: Tampilkan berita tentang driver-driver
it: Mostra novità sui driver
ko: 드라이버에 대한 뉴스 표시
ku: هه‌واڵه‌كان پیشانبده‌ ده‌رباره‌ی پێناسه‌كان
nl: Toon nieuws over drivers
no: Vis driver nyheter
pl: Wyświetl nowości o sterownikach
ps: چلوونکو په اړه خبرونو ښکاره کړئ
pt_br: Exibir notícias sobre os drivers
pt_pt: Mostrar novidades acerca dos controladores
ro: Afișați noutăți despre drivere
sk: Zobraziť novinky o ovládačoch
sl: Prikaži novice o gonilnikih
sq: Shfaq të rejat rreth drajverave
sr: Prikaži novosti o drajverima
sw: Onyesha habari kuhusu drivers
ta: இயக்கிகளைப் பற்றிய செய்திகளைக் காண்பி
te: డ్రైవర్ల గురించి వార్తలు ప్రదర్శించు
th: แสดข่าวเกี่ยวกับไดร์เวอร์
tr: Sürücüler hakkında haberleri görüntüle
zh: 顯示有關驅動程式的新聞
zh_cn: 显示有关驱动程序的消息
