Repository: DriverPackSolution/transifex-backup
Catalog: beetle/driverpack-solution-worldwide/driverpackpo/*.po
Languages: ar, az, bg, bn, ca, de, el, es, es_419, et, fa, fil, fr, gu, he, hi, hu, id, it, ko, ku, nl, no, pl, ps, pt_br, pt_pt, ro, sk, sl, sq, sr, sw, ta, te, th, tr, zh, zh_cn

# final_programs_all_failed_subtitle
source: The software installation has been failed.
ar: لقد فشلت عملية تثبيت البرنامج.
az: Proqramın quraşdırılması uğursuz oldu.
bg: Инсталирането на програмите е прекъснато.
bn: সফটওয়্যার ইন্সটলেশনটি বিফল হয়েছে
ca: La instal·lació de l'aplicació ha fallat.
de: Die Softwareinstallation war fehlgeschlagen.
el: Η εγκατάσταση της εφαρμογής απέτυχε.
es: La instalación de la aplicación ha fallado.
es_419: La instalación del software ha fallado.
et: Tarkvara paigaldamine nurjus.
fa: نصب نرم افزار متوقف شد.
fil: Ang pag-install ng software ay hindi naging matagumpay.
fr: L'installation du logiciel a échoué.
gu: સૉફ્ટવેરનું સ્થાપન નિષ્ફળ રહ્યું.
he: התקנת התוכנה נכשלה.
hi: सॉफ़्टवेयर स्थापना विफल रही है।
hu: A szoftver telepítése nem sikerült.
id: Pemasangan perangkat lunak telah gagal.
it: L'installazione del software è fallita.
ko: 소프트웨어 설치가 실패했습니다.
ku: دامه‌زراندنی به‌رنامه‌كه‌ شكستی هێنا.
nl: De software-installatie is mislukt.
no: Installasjonen av dataprogram feilet.
pl: Program nie został zainstalowany.
ps: د ساوتري لګول ناکام شوي.
pt_br: A instalação do programa falhou.
pt_pt: A instalação da aplicação falhou.
ro: Instalarea software-ului a eșuat.
sk: Inštalácia softvéru zlyhala.
sl: Namestitev programske opreme ni uspela.
sq: Instalimi i softuerit ka dështuar.
sr: Instalacija softvera nije uspela.
sw: Usanidi wa programu umeshindwa.
ta: மென்பொருள் நிறுவல் தோல்வியடைந்தது.
te: సాఫ్ట్వేర్ ఇన్స్టాలేషన్ విఫలమైంది.
th: การติดตั้งซอฟท์แวร์ล้มเหลว
tr: Yazılım kurulumu başarısız oldu.
zh: 軟體安裝已經失敗。
zh_cn: 软件安装失败。

# final_single_program_finished_subtitle
source: 1 software program has been installed.
ar: تم تثبيت 1 برنامج.
az: 1 proqram quraşdırıldı.
bg: 1 програма е инсталирана.
bn: 1 টি সফটওয়্যার প্রোগ্রাম ইন্সটল হয়েছে।
ca: S'ha instal·lat 1 aplicació.
de: 1 Programm wurde installiert.
el: 1 εφαρμογή έχει εγκατασταθεί.
es: Se ha instalado 1 aplicación
es_419: 1 programa de software ha sido instalado.
et: 1 tarkvara programm on paigaldatud.
fa: 1 برنامه نرم افزاری نصب شد.
fil: 1 software program ang na install.
fr: 1 logiciel a été installé.
gu: 1 સૉફ્ટવેર સ્થાપિત થઈ ગયું
he: תוכנה 1 הותקנה בהצלחה.
hi: 1 सॉफ्टवेयर प्रोग्राम स्थापित किया गया है।
hu: 1 szoftver telepítésre került.
id: 1 aplikasi telah terpasang.
it: 1 programma è stato installato.
ko: 1 개의 소프트웨어 프로그램이 설치되었습니다.
ku: 1 پرۆگرامی نەرمەکاڵا دامەزرێندرا.
nl: 1 softwareprogramma is geïnstalleerd.
no: 1 dataprogram ble installert.
pl: 1 program został zainstalowany.
ps: 1 سافټویر پروګرام نصب شوی.
pt_br: 1 programa foi instalado.
pt_pt: 1 programa foi instalado.
ro: 1 program software a fost instalat.
sk: 1 softvérový program bol nainštalovaný.
sl: 1 program je bil nameščen.
sq: 1 program softuerik është instaluar.
sr: Instaliran je 1 softverski program.
sw: Programu ya programu 1 imewekwa.
ta: 1 மென்பொருள் நிரல் நிறுவப்பட்டது.
te: 1 సాఫ్ట్వేర్ ప్రోగ్రామ్ ఇన్స్టాల్ చేయబడింది.
th: 1 ซอฟท์แวร์โปรแกรมได้ถูกติดตั้งแล้ว
tr: 1 yazılım yüklendi.
zh: 1 套軟體程式已安裝。
zh_cn: 1 个软件程序已经安装。

# final_single_program_failed_subtitle
source: Something went wrong, and this software has not been installed. Try starting the installation again.
ar: حدث خطأ ما ، ولم يتم تثبيت هذا البرنامج ، حاول بدء التثبيت مرة أخرى.
az: Xəta baş verdi və bu proqram quraşdırılmadı. Quraşdırmanı təkrar başlatmağı yoxlayın.
bg: Нещо се обърка и този софтуер не е инсталиран. Опитайте отново да започнете инсталацията.
bn: কিছু একটা সমস্যা হয়েছে, ও সফটওয়্যারটি ইন্সটল হয় নি। ইন্সটলেশন চালু করে আবার চেষ্টা করুন।
ca: Alguna cosa no ha anat bé i aquesta aplicació no s'ha instal·lat. Intenteu iniciar la instal·lació de nou.
de: Etwas ging schief, und diese Software wurde nicht installiert. Versuchen Sie, die Installation erneut zu starten.
el: Κάτι συνέβει, και αυτή η εφαρμογή δεν εγκαταστάθηκε. Δοκιμάστε να ξεκινήσετε ξανά την εγκατάσταση.
es: Algo ha ido mal y la aplicación no se ha podido instalar. Prueba a ejecutar la instalación de nuevo.
es_419: Algo salió mal, y este software no se ha instalado. Intenta comenzar la instalación de nuevo.
et: Midagi läks valesti, ning seda tarkvara ei paigaldatud. Proovige paigaldada uuesti.
fa: مشکلی بوجود آمد، و این نرم افزار نصب نشد. نصب نرم افزار را دوباره شروع کنید.
fil: Mayroong maling nangyari, at ang software na ito ay hindi na-install. Subukang muling simulan ang pag-install.
fr: Une erreur s'est produite et ce logiciel n'a pas été installé. Essayez de redémarrer l'installation.
gu: કશુંક ખોટું થઈ ગયું, અને આ સૉફ્ટવેર સ્થાપિત નથી થયું. સ્થાપનને પુનઃ આરંભો.
he: משהו השתבש, ותוכנה זו לא הותקנה. נסה להפעיל את ההתקנה שוב.
hi: कुछ गलत हो गया, और यह सॉफ़्टवेयर स्थापित नहीं हुआ है। स्थापना फिर से शुरू करने का प्रयास करें।
hu: Valami balul sült el, és ez a szoftver nem került telepítésre. Próbálja meg újra elindítani a telepítést.
id: Ada yang tidak beres, dan aplikasi ini belum terpasang. Coba mulai pemasangan lagi.
it: Qualcosa è andato storto, e il programma non è stato installato. Prova a far ripartire nuovamente l'installazione.
ko: 문제가 발생하여 이 소프트웨어가 설치되지 않았습니다. 설치를 다시 시작하십시오.
ku: هەڵەیەک پەیدابوو، و ئەم بەرنامەیە دانەمەزرێنرا. دووبارە هەوڵی دامەزراندن بدە.
nl: Er is iets misgegaan en deze software is niet geïnstalleerd. Probeer de installatie opnieuw te starten.
no: Noe gikk galt, og denne programvaren er ikke installert. Prøv å starte installasjonen på nytt.
pl: Coś poszło nie tak i to oprogramowanie nie zostało zainstalowane. Spróbuj ponownie uruchomić instalację.
ps: یو څه خراب شو، او دا سافټویر نصب شوی نه دی. د لګولو پیل بیا بیا هڅه وکړئ.
pt_br: Algo deu errado e este programa não foi instalado. Tente iniciar a instalação novamente.
pt_pt: Algo falhou, e esta aplicação não foi instalada. Tente a instalação de novo.
ro: Ceva a mers rău și acest software nu a fost instalat. Încearcă din nou instalarea.
sk: Niečo sa pokazilo a tento softvér nebol nainštalovaný. Skúste spustiť inštaláciu znova.
sl: Nekaj je šlo narobe in namestitev programske opreme ni uspela. Poskusite znova zagnati namestitev.
sq: Diçka shkoi gabim, dhe ky softuer nuk është instaluar. Provo të nisësh instalimin përseri.
sr: Nešto je krenulo naopako i ovaj softver nije instaliran. Pokušajte ponovo pokrenuti instalaciju.
sw: Kitu kimekosa, na programu hii haijawekwa. Jaribu kuanza upya tena.
ta: ஏதோ தவறாகிவிட்டது, இந்த மென்பொருள் நிறுவப்படவில்லை.மீண்டும் நிறுவலைத் தொடர முயற்சிக்கவும்.
te: ఏదో తప్పు జరిగింది, ఈ సాఫ్ట్వేర్ ఇన్స్టాల్ చేయబడలేదు. మళ్ళీ సంస్థాపన ప్రారంభించండి.
th: บางอย่างผิดปกติ และซอฟท์แวร์นี้ไม่ถูกติดตั้ง พยายามติดตั้งอีกครั้ง
tr: Birşey yanlış gitti ve bu yazılım yüklenmedi. Kurulumu tekrar başlatmayı deneyin.
zh: 出了點問題，這個軟體尚未安裝。請嘗試重新開始安裝。
zh_cn: 出现问题，此软件尚未安装。 尝试重新开始安装。

# final_main_remove_harmful_advice
source: Malware has been detected on your computer. We recommend that you take steps to remove it
ar: تم اكتشاف برامج ضارة على جهاز الكمبيوتر الخاص بك. نوصي بأن تتخذ خطوات لإزالتها
az: Kompüterdə zərərli proqram aşkar edildi. Onları silmək üçün bu addımları etməyinizi tövsiyyə edirik
bg: На компютъра Ви е открит злонамерен софтуер. Препоръчваме ви да предприемете стъпки, за да го премахнете
bn: কম্পিউটারে ম্যালওয়্যার পাওয়া গেছে। এটা সরাতে ব্যবস্থা নেওয়ার সুপারিশ করছি
ca: S'ha detectar programari no desitjat a l'ordinador. Recomanem que realitzeu els següents passos per a eliminar-lo
de: Malware wurde auf Ihrem Computer erkannt. Wir empfehlen Ihnen, Maßnahmen zu ergreifen, um sie zu entfernen
el: Έχει εντοπιστεί κακόβουλο λογισμικό στον υπολογιστή σας. Συνιστούμε να λάβετε μέτρα για την αφαίρεση του.
es: Se ha detectado Malware en tu ordenador. Te recomendamos que sigas estos pasos para eliminarlo
es_419: Un malware ha sido detectado en su computadora. Le recomendamos que tome medidas para eliminarlo
et: Teie arvutist leiti pahavara. Soovitame teil ette võtta sammud selle eemaldamiseks
fa: بد افزاری بر روی رایانه شما شناسایی شد. به شما توصیه میکنیم تا برای رفع آن اقدام کنید.
fil: May nakitang malware sa iyong computer. Inirerekumenda namin na gumawa ka ng mga hakbang upang alisin ito
fr: Un logiciel malveillant a été détecté sur votre ordinateur. Nous vous recommandons de prendre des mesures pour l'enlever
gu: માલવેર તમારા કમ્પ્યુટર પર મળી ગયો, અમે તેની સમક્ષ પગલાં ભરવાની સલાહ આપીએ છીએ જેથી કરી તે નીકળી જાય.
he: רוגלה זוהתה במחשב שלך. אנו ממליצים שתנקוט צעדים כדי להסיר אותה.
hi: आपके कंप्यूटर पर मैलवेयर का पता लगाया गया है। हम अनुशंसा करते हैं कि आप इसे हटाने के लिए कदम उठाएं
hu: Kártevőt észleltünk a számítógépén. Azt tanácsoljuk, hogy ne hagyja figyelmen kívül az eltávolítását
id: Malware telah terdeteksi di komputer anda. Sebaiknya anda mengambil langkah untuk menghapusnya.
it: Un Malvare è stato rilevato nel tuo computer. Ti raccomandiamo di prendere provvedimenti per la sua rimozione.
ko: 컴퓨터에서 멀웨어가 발견되었습니다. 삭제 조치를 취하는 것이 좋습니다.
ku: بەرنامەی زیانبەخش لەسەر کۆمپیوتەرەکەت دوزرایەوە. ئێمە پێشنیاری تۆ دەکەین ئەم هەنگاوانە بکە بۆ سرینەوەی بەرنامەکە
nl: Er is malware op uw computer gedetecteerd. We raden u aan stappen te ondernemen om deze te verwijderen
no: Malware er blitt oppdaget på datamaskinen din. Vi anbefaler at du tar skritt for å fjerne den
pl: Na Twoim komputerze wykryto Malware. Zalecamy jego usunięcie
ps: ستاسو په کمپیوټر کې مالویور موندلی دی. موږ سپارښتنه کوو چې تاسو دې لرې کولو لپاره ګامونه پورته کړئ
pt_br: Um malware foi detectado em seu computador. Recomendamos que você tome medidas para removê-lo.
pt_pt: Foram detetadas aplicações maliciosas no seu computador. Recomendamos que tome medidas para as remover.
ro: Malware a fost detectat pe computerul dvs. Vă recomandăm să luați măsuri pentru eliminarea acestuia
sk: V počítači bol zistený škodlivý softvér. Odporúčame vám vykonať kroky na jeho odstránenie
sl: Na vašem računalniku je bila odkrita zlonamerna programska oprema. Priporočamo vam, da ukrepate in jo odstranite
sq: Është detektuar maluer në kompjuterin tuaj. Iu rekomandojmë që ndërmerrni hapa për ta hequr.
sr: Na vašem računaru je otkriven štetan program. Preporučujemo da preduzmete odgovarajuće korake kako bi ga uklonili.
sw: Malware imegunduliwa kwenye kompyuta yako. Tunapendekeza uchukue hatua za kuondoa hiyo
ta: உங்கள் கணினியில் தீம்பொருள் கண்டறியப்பட்டது.அதை நீக்க நடவடிக்கை எடுக்க வேண்டும் என்று நாங்கள் பரிந்துரைக்கிறோம்
te: మీ కంప్యూటర్లో మాల్వేర్ కనుగొనబడింది. మీరు తొలగించడానికి చర్యలు తీసుకోవాలని మేము సిఫార్సు చేస్తున్నాము
th: ตรวจพบมัลแวร์บนคอมพิวเตอร์ของคุณ เราแนะนำให้คุณลบมันออก
tr: Bilgisayarınzda kötü amaçlı yazılım algılandı. Bunları kaldırmak için adımları takip etmenizi öneririz
zh: 在您的電腦上偵測到惡意軟體。我們建議您採取措施將其刪除
zh_cn: 您的计算机上检测到恶意软件。我们建议您采取措施将其删除

# final_main_remove_harmful_caption
source: Go to cleaning the computer from unwanted software
ar: اذهب إلى تنظيف الكمبيوتر من البرامج غير المرغوب فيها
az: Zərərli proqramı təmizləmək üçün get
bg: Отидете на почистване на компютъра от нежелан софтуер
bn: কম্পিউটারকে অনাকাঙ্ক্ষিত সফটওয়্যারমুক্ত করতে চলো
ca: Anar a la opció de netejar l'ordinador de programari no desitjat
de: Computer von unerwünschter Software bereinigen
el: Εκκαθάριση του υπολογιστή από ανεπιθύμητες εφαρμογές
es: Ve a la opción de limpiar el ordenador de software no deseado
es_419: Ir a limpiar la computadora del software no deseado
et: Mine puhasta oma arvuti mittevajalikust tarkvarast
fa: به قسمت پاک کردن نرم افزار های نا‌خواسته از رایانه بروید
fil: Pumunta sa paglilinis ng computer mula sa hindi ginustong software
fr: Aller à nettoyer l'ordinateur à partir de logiciels indésirables
gu: અનિચ્છનીય સૉફ્ટવેરથી કમ્પ્યુટરને સાફ કરવા જાઓ
he: עבור לניקוי המחשב המחשב מתוכנות לא רצויות
hi: अवांछित सॉफ्टवेयर से कंप्यूटर को साफ करने के लिए जाओ
hu: Nemkívánatos szoftverek eltávolítása a számítógépről
id: Pergi ke pembersihan komputer dari perangkat lunak yang tidak diinginkan
it: Vai alla pulizia del computer per i programmi non desiderati.
ko: 원치 않는 소프트웨어에서 컴퓨터 청소로 이동
ku: بڕۆ بۆ پاككردنه‌وه‌ی كۆمپیوته‌ر له‌ نه‌رمه‌ كاڵا ناپێویسته‌كان
nl: Ga naar het opschonen van ongewenste software op de computer
no: Gå til rengjøring av uønsket programvare på datamaskinen din
pl: Wyczyść komputer z niechcianego oprogramowania
ps: د ناپاک شوي سافټویر څخه کمپیوټر پاکولو ته لاړ شئ
pt_br: Vá para a limpeza do computador de programa indesejado
pt_pt: Vá a limpeza do computador para eliminar programas indesejáveis
ro: Mergeți la curățarea computerului de software-uri nedorite
sk: Prejsť k čisteniu počítača od nežiadúceho softvéru
sl: Zaženite čiščenje računalnika pred neželeno programsko opremo
sq: Shko tek pastrimi i kompjuterit nga softuerë të padëshirueshëm
sr: Očistite računar od neželjenih softvera
sw: Nenda kusafisha kompyuta kutoka kwenye programu isiyohitajika
ta: தேவையற்ற மென்பொருளிலிருந்து கணினியை சுத்தம் செய்யுங்கள்
te: అవాంఛిత సాఫ్ట్వేర్ నుండి కంప్యూటర్ను శుభ్రం చేయడానికి వెళ్ళండి
th: ไปที่ทำความสะอาดคอมพิวเตอร์จากซอฟท์แวร์ที่ไม่ต้องการ
tr: İstenmeyen yazılımdan bilgisayarı temizlemek için git
zh: 去除不必要的軟體來清理電腦
zh_cn: 去清除计算机不需要的软件

# final_main_offline_reload
source: Restart, and check for updates
ar: إعادة التشغيل، والتحقق من وجود تحديثات
az: Yenidən başlat və yeniləmələri yoxla
bg: Рестартирайте и проверете за актуализации
bn: রিস্টার্ট করো, ও আপডেট খোঁজ করো
ca: Reiniciar i comprovar si hi ha actualitzacions
de: Neustarten, und nach Updates suchen
el: Επανεκκίνηση και έλεγχος για ενημερώσεις
es: Reinicia, y comprueba si hay actualizaciones
es_419: Reiniciar y comprobar si hay actualizaciones
et: Taaskäivita ja otsi uuendusi
fa: شروع دوباره، و بررسی به روز رسانی ها
fil: I-restart, at suriin ang mga update
fr: Redémarrez et vérifiez les mises à jour
gu: ફરીથી આરંભો, અને અપડેટ્સ તપાસો
he: הפעל מחדש, ובדוק אם יש עדכונים
hi: पुनः आरंभ करें, और अपडेट के लिए जांचें
hu: Újraindítás és frissítések keresése
id: Nyalakan ulang, dan periksa pembaruan
it: Riavvia, e controlla gli aggiornamenti
ko: 다시 시작하고 업데이트를 확인하세요
ku: دوبارە دەستی پێبکەرەوە، وە بگەڕێ بۆ نوێکردنەوە
nl: Start opnieuw op en controleer op updates
no: Restart og sjekk for oppdateringer
pl: Restartuj, i sprawdź aktualizacje
ps: بيا پېل کړئ، او د اوسمهالونو لټون وګورئ
pt_br: Reiniciar e verificar se há atualizações
pt_pt: Reinicie, e verifique se existem atualizações
ro: Reporniți și verificați actualizările
sk: Reštartovať a skontrolovať pre aktualizácie
sl: Znova zaženite in preverite za posodobitve
sq: Rinis dhe kontrollo për përditësimet
sr: Restartujte i proverite najnovije verzije
sw: Anzisha, na angalia sasisho
ta: மறுதொடக்கம் செய்யுங்கள் மற்றும் புதுப்பிப்புகளை முயற்சி செய்யவும்
te: రీస్టార్ట్, మరియు నవీకరణలు కోసం తనిఖీ
th: รีสตาร์ทและเช็คอัพเดท
tr: Yeniden başlat ve güncellemeleri denetle
zh: 重新啟動後檢查更新
zh_cn: 重新启动并检查更新

# final_main_next_btn
source: Continue
ar: استمرار
az: Davam
bg: Продължи
bn: চালিয়ে যাও
ca: Segueix
de: Fortfahren
el: Συνέχεια
es: Continuar
es_419: Continuar
et: Jätka
fa: ادامه
fil: Magpatuloy
fr: Continuer
gu: ચાલું રાખો
he: המשך
hi: जारी रखे
hu: Folytatás
id: Lanjutkan
it: Continua
ko: 계속
ku: به‌رده‌وامبه‌
nl: Doorgaan
no: Fortsett
pl: Kontynuuj
ps: جاري ساتل
pt_br: Continuar
ro: Continuă
sk: Pokračovať
sl: Nadaljujte
sq: Vazhdo
sr: Nastavite
sw: Endelea
ta: தொடர்ந்து செல்க
te: కొనసాగించు
th: ทำต่อ
tr: Devam
zh: 繼續
zh_cn: 继续

# final_restart_installation_btn
source: Start installing once again
ar: ابدأ التثبيت مرة أخرى
az: Quraşdırmanı bir dəfə də başlat
bg: Започнете да инсталирате отново
bn: আরও একবার ইন্সটল শুরু করুন
ca: Intenta instal·lar-ho de nou
de: Installation erneut starten
el: Επανάληψη εγκατάστασης
es: Ejecutar la instalación de nuevo
es_419: Comience a instalar una vez más
et: Alusta paigaldamist uuesti
fa: نصب را یکبار دیگر شروع کنید.
fil: Muling simulan ang pag-install
fr: Commencez l'installation encore une fois
gu: સ્થાપનને ફરી એક વાર આરંભશો
he: הפעל את ההתקנה שוב
hi: एक बार फिर से स्थापित करना प्रारंभ करें
hu: Telepítés újraindítása
id: Memulai memasang sekali lagi
it: Inizia l'installazione ancora una volta
ko: 다시 한번 설치 시작
ku: دەست بکە بە دوبارە دامەزراندنەوەی دوبارە
nl: Begin opnieuw met installeren
no: Start installeringen en gang til
pl: Zainstaluj ponownie
ps: یو ځل بیا نصب کول پیل کړئ
pt_br: Comece a instalar mais uma vez
pt_pt: Inicie a instalação de novo
ro: Începeți instalarea din nou
sk: Znova spustiť inštaláciu
sl: Ponovno namestite
sq: Fillo instalimin edhe një herë përsëri
sr: Započnite instalaciju ponovo
sw: Anza kuweka tena
ta: மீண்டும் நிறுவலைத் தொடங்குக
te: మరోసారి ఇన్స్టాల్ చేయడాన్ని ప్రారంభించండి
th: เริ่มติดตั้งใหม่อีกครั้ง
tr: Yüklemeyi bir kez daha başlat
zh: 再次開始安裝
zh_cn: 再次开始安装

# final_skip_btn
source: Skip
ar: تخطى
az: Keç
bg: Пропускане
bn: এড়িয়ে যাও
ca: Salta
de: Überspringen
el: Παράλειψη
es: Omitir
es_419: Omitir
et: Jäta vahele
fa: رد شدن
fil: Laktawan
fr: Sauter
gu: છોડી દો
he: דלג
hi: छोड़ें
hu: Kihagyás
id: Lewati
it: Salta
ko: 정지
ku: بیپه‌ڕێنه‌
no: Hopp over
pl: Pomiń
ps: پرېښودل
pt_br: Pular
pt_pt: Ignore
ro: Omite
sk: Preskočiť
sl: Preskoči
sq: Tejkalo
sr: Preskočite
sw: Ruka
ta: தவிர்க்கவும்
te: దాటవేయి
th: ข้าม
tr: Atla
zh: 跳過
zh_cn: 跳过

# final_install_required_drivers_btn
source: Install important drivers
ar: تثبيت التعريفات المهمة
az: Əhəmiyyətli driverləri quraşdır
bg: Инсталирай важни драйвери
bn: গুরুত্বপূর্ণ ড্রাইভারসমূহ ইন্সটল করো
ca: Instal·la els controladors importants
de: Wichtige Treiber installieren
el: Εγκατάσταση σημαντικών προγραμμάτων οδήγησης
es: Instalar los drivers importantes
es_419: Instalar drivers importantes
et: Paigalda tähtsad draiverid
fa: درایور‌های مهم را نصب کن
fil: Mag-install ng mahahalagang driver
fr: Installez des pilotes importants
gu: અગત્યના drivers સ્થાપો
he: התקן דרייברים חשובים
hi: महत्वपूर्ण ड्राइवर स्थापित करें
hu: Fontos driverek telepítése
id: Pasang driver penting
it: Installa driver importanti
ko: 중요한 드라이버 설치
ku: پێناسه‌ گرنگه‌كان دابمه‌زرێنه‌
nl: Installeer belangrijke drivers
no: Installer viktige drivere
pl: Zainstaluj ważne sterowniki
ps: مهم ډریوران نصب کړئ
pt_br: Instalar drivers importantes
pt_pt: Instalar controladores importantes
ro: Instalați drivere importante
sk: Inštalovať dôležité ovládače
sl: Namesti pomembne gonilnike
sq: Instalo drajvera të rëndësishëm
sr: Instalirajte neophodne drajvere
sw: Weka madriver muhumu
ta: அனைத்து முக்கிய வன்பொருள்கள்
te: ముఖ్యమైన డ్రైవర్లు ఇన్స్టాల్ చేయండి
th: ติดตั้งไดร์เวอร์ที่สำคัญ
tr: Önemli sürücüleri yükle
zh: 安裝重要驅動程式
zh_cn: 安装重要驱动程序

# loading_reboot
source: We recommend you to reboot your computer as soon as the installation is complete
ar: نوصيك بإعادة تشغيل الكمبيوتر بمجرد اكتمال التثبيت
az: Quraşdırma başa çatan kimi kompüterinizi yenidən başlatmağınızı tövsiyyə edirik
bg: Препоръчваме Ви да рестартирате компютъра веднага щом инсталацията приключи
bn: ইনস্টলেশন শেষ হওয়ার সাথে সাথে কম্পিউটার রিস্টার্ট করতে সুপারিশ করছি
ca: Recomanem que reinicieu l'ordinador tan aviat com acabi la instal·lació.
de: Wir empfehlen Ihnen, Ihren Computer neu zu starten, sobald die Installation abgeschlossen ist
el: Σας συνιστούμε να κάνετε επανεκκίνηση του υπολογιστή σας μόλις ολοκληρωθεί η εγκατάσταση
es: Te recomendamos que reinicies el ordenador tan pronto como termine la instalación
es_419: Le recomendamos que reinicie su computadora tan pronto como se complete la instalación
et: Soovitatav on arvuti taaskäivitamine peale draiverite edukat paigaldamist
fa: به شما توصیه میکنیم که رایانه خود را به هنگام تکمیل نصب دوباره راه اندازی کنید
fil: Inirerekumenda namin sa iyo na i-reboot ang iyong computer sa sandaling makumpleto ang pag-install
fr: Nous vous recommandons de redémarrer votre ordinateur dès que l'installation est terminée
gu: અમે તમારા કમ્પ્યુટરને ફરીથી આરંભવાની સલાહ આપીએ છીએ જ્યારે એક વાર સ્થાપનની જલ્દીથી પૂર્ણાહુતિ ત્યારે
he: אנו ממליצים להפעיל מחדש את המחשב קרוב ככל האפשר לסיום ההתקנה
hi: जैसे ही स्थापना पूरा हो जाता है, हम आपको अपने कंप्यूटर को रिबूट करने की सलाह देते हैं
hu: Azt tanácsoljuk, hogy indítsa újra a számítógépet, amint a telepítés befejeződik
id: Sebaiknya anda menyalakan ulang komputer anda segera setelah pemasangan selesai
it: Ti raccomandiamo di riavviare il tuo computer non appena l'installazione sarà completata
ko: 설치가 완료되는 즉시 컴퓨터를 재부팅하는 것이 좋습니다
ku: ئێمە پێشنیاری تۆ دەکەین بۆ ڕیستارت کردنەوەی کۆمپیوتەرەکەت بەخێرایی دوای تەواوبوونی دامەزراندنەکە
nl: We raden u aan uw computer opnieuw op te starten zodra de installatie is voltooid
no: Vi anbefaler at du starter datamaskinen på nytt så snart installasjonen er fullført
pl: Zalecamy ponowne uruchomienie komputera zaraz po zakończeniu instalacji
ps: موږ سپارښتنه کوو چې ژر تر ژره ستاسو کمپیوټر بیا ځای پرځای کړئ
pt_br: Recomendamos que você reinicie seu computador assim que a instalação estiver completa
pt_pt: Recomendamos que reinicie o computador tão logo possível para que a instalação finalize.
ro: Vă recomandăm să reporniți computerul de îndată ce instalarea este finalizată
sk: Odporúčame počítač reštartovať ihneď po dokončení inštalácie
sl: Priporočamo vam ponovni zagon računalnika, takoj po končani namestitvi
sq: Iu rekomandojmë të rinisni kompjuterin sapo instalimi të jetë përfunduar
sr: Preporučujemo da nakon instaliranja što pre restartujete računar
sw: Tunakupendekeza kuanzisha kompyuta yako mara tu kuwekwa umekamilishwa
ta: நிறுவல் முடிந்ததும் உங்கள் கணினியை மீண்டும் துவக்க பரிந்துரைக்கிறோம்
te: సంస్థాపన పూర్తయిన వెంటనే మీ కంప్యూటర్ను రీబూట్ చేయమని మేము మీకు సిఫార్సు చేస్తున్నాము
th: เราแนะนำให้คุณรีบู๊ทคอมพิวเตอร์ของคุณหลังจากการติดตั้งเสร็จสมบูรณ์
tr: Kurulum tamamlanır tamamlanmaz bilgisayarınızı yeniden başlatmanızı öneririz
zh: 我們建議您在安裝完成後立即將電腦重新啟動
zh_cn: 我们建议您在安装完成后立即重新启动计算机

# final_aside_installed_drivers_title
source: {{COUNT}} driver has been installed
ar: {{COUNT}} تم تثبيت برامج التشغيل
az: {{COUNT}}driver quraşdırıldı
bg: {{COUNT}} драйвера са инсталирани
bn: {{COUNT}} ড্রাইভার ইন্সটল হয়েছে
ca: S'ha instal·lat {{COUNT}} controlador
de: {{COUNT}} Treiber wurde installiert
el: {{COUNT}} πρόγραμμα οδήγησης έχει εγκατασταθεί
es: Se ha instalado {{COUNT}} driver
es_419: {{COUNT}}controlador ha sido instalado
et: {{COUNT}} draiver on paigaldatud
fa: {{COUNT}} درایور‌ها نصب شدند
fil: {{COUNT}} na driver ang na install
fr: {{COUNT}} pilote a été installé
gu: {{COUNT}} ડ્રાઈવર સ્થાપિત કરેલ છે
he: דרייבר {{COUNT}} הותקן
hi: {{COUNT}} ड्राइवर स्थापित किए गए हैं
hu: {{COUNT}} driver telepítésre került
id: {{COUNT}} driver telah terpasang
it: {{COUNT}} il driver è stato installato
ko: {{COUNT}} 개의 드라이버가 설치되었습니다
ku: {{COUNT}} پێناسە دامەزرێندران
no: {{COUNT}} driver ble installert
pl: {{COUNT}} sterownik został zainstalowany
ps: {{COUNT}} چلوونکی نصب شوي دي
pt_br: {{COUNT}} driver foi instalado
pt_pt: {{COUNT}} controlador foi instalado
ro: {{COUNT}} driver a fost instalat
sk: {{COUNT}} ovládač bol nainštalovaný
sl: {{COUNT}} gonilnik je bil nameščen
sq: {{COUNT}} është instaluar
sr: Instaliran je {{COUNT}} drajver
sw: Driver {{COUNT}} yamewekwa
ta: {{COUNT}} வன்பொருள்கள் நிறுவப்பட்டுள்ளன
te: {{COUNT}} డ్రైవర్ ఇన్స్టాల్ చేయబడింది
th: {{COUNT}} ไดรเวอร์ได้ถูกติดตั้งแล้ว
tr: {{COUNT}} sürücü yüklendi
zh: {{COUNT}} 個驅動程式已安裝
zh_cn: {{COUNT}} 个驱动程序已安装
