Repository: DriverPackSolution/transifex-backup
Catalog: beetle/driverpack-solution-worldwide/driverpackpo/*.po
Languages: ar, az, bg, bn, ca, de, el, es, es_419, et, fa, fil, fr, gu, he, hi, hu, id, it, ko, ku, nl, no, pl, ps, pt_br, pt_pt, ro, sk, sl, sq, sr, sw, ta, te, th, tr, zh, zh_cn

# installation_header_promo_text_opera
source: Opera is a safe time-proved browser which has a number of innovative technologies including an embedded VPN, AdBlock that eliminates intrusive advertisement, and the option to watch video in a separate window. Besides, the latest version of this browser downloads all websites 13% faster than the previous ones, which makes Opera the fastest browser at this time.
ar: الأوبرا هو متصفح آمن مثبت بالوقت يحتوي على عدد من التقنيات المبتكرة بما في ذلك VPN المضمن ، و AdBlock الذي يلغي الإعلانات المتطفلة ، وخيار مشاهدة الفيديو في نافذة منفصلة. إلى جانب ذلك ، يقوم أحدث إصدار من هذا المتصفح بتنزيل جميع المواقع بنسبة 13٪ أسرع من تلك السابقة ، مما يجعل متصفح Opera أسرع متصفح في هذا الوقت.
az: Opera, içində daxili bir VPN, sızan reklamları bloklayan AdBlock və ayrı bir pəncərədə video izləmə seçimi də daxil olmaqla bir neçə yenilikçi texnalogiyaya sahib, etibarlılığı təsdiqlənmiş verb səyyahdır. Üstəlik, Operanı ən sürətli veb səyyah edən, bütün veb saytları əvvəliklərdən 13% tez aça bilən ən son versiyasıdır.
bg: Opera е сигурен времеви браузър, който има редица иновационни технологии, включително вградена VPN, AdBlock, която елиминира натрапчивата реклама и възможност за гледане на видео в отделен прозорец. Освен това, най-новата версия на този браузър изтегля всички уебсайтове с 13% по-бързо от предишните, което прави Opera най-бързия браузър в момента.
bn: Opera একটি সময়োত্তীর্ণ নিরাপদ ব্রাউজার যার নিজস্ব VPN, অনুপ্রবেশকারী বিজ্ঞাপন অপসরণকারী AdBlock, এবং আলাদা উইন্ডোতে ভিডিও দেখার সুবিধাসহ কিছু সংখ্যক উদ্ভাবনী প্রযুক্তি রয়েছে। তাছাড়া, এর সর্বশেষ সংস্করণ আগের যেকোনো সংস্করণের তুলনায় 13% দ্রুত ওয়েবসাইটসমূহ ডাউনলোড করে, যা Opera কে এখনকার সবচেয়ে দ্রুত ব্রাউজার করেছে।
ca: Opera és un navegador segur i llargament provat que té un conjunt de tecnologies innovadores incloent un client VPN integrat, bloqueig de propagada intrusiva i la opció de veure els vídeos en una finestra a part. A més a més, les versions més recents d'aquest navegador descarreguen les pàgines web un 13% més ràpid, el que el fa un dels navegadors més ràpids del moment.
de: Opera ist eine sichere Zeit-bewährter Browser, der eine Reihe von innovativen Technologien, einschließlich einer eingebetteten VPN, Adblock, die aufdringliche Werbung eliminiert, und die Möglichkeit, Video in einem separaten Fenster zu sehen hat. Außerdem downloadet die späteste Version dieses Browsers alle Web Site 13% schneller als die vorhergehenden, was Opera zum schnellsten Browser zu dieser Zeit macht.
el: Το Opera είναι ένα ασφαλές πρόγραμμα περιήγησης με πολλές καινοτόμες τεχνολογίες, όπως ενσωματωμένο VPN, AdBlock που εξαλείφει τις ενοχλητικές διαφημίσεις και την επιλογή να παρακολουθήσετε βίντεο σε ξεχωριστό παράθυρο. Εκτός αυτού, η τελευταία έκδοση αυτού του προγράμματος περιήγησης φορτώνει όλες τις ιστοσελίδες κατά 13% ταχύτερα από άλλα προγράμματα, γεγονός που καθιστά το Opera το ταχύτερο πρόγραμμα περιήγησης αυτή τη στιγμή.
es: Opera es un navegador seguro y veterano que tiene una serie de tecnologías innovativas incluyendo un cliente VPN integrado, un AdBlock integrado que elimina la publicidad intrusiva y la opción de ver vídeos en una ventana separada. Además, la última versión del navegador descarga las páginas web un 13% más rápido que antes, lo que hace de Opera uno de los navegadors más rápidos del momento.
es_419: Opera es un navegador seguro y probado en el tiempo que cuenta con una serie de tecnologías innovadoras que incluyen una VPN integrada, AdBlock que elimina la publicidad intrusiva y la opción de mirar videos en una ventana separada. Además, la última versión de este navegador descarga todos los sitios web un 13% más rápido que los anteriores, lo que hace que Opera sea el navegador más rápido en este momento.
et: Opera on turvaline ajaga täiustatud sirvija, mis sisaldab palju innovatiivset teholoogiat, sisaldades VPN-i, AdBlock-i mis peatab igasuguseid reklaame ja valik, et vaadata videot eraldi aknas. Ning veel suudab viimane versioon laadida kõiki lehti 13% kiiremini kui eelmised versioonid, mis muudab Opera kõige kiiremaks praegusel hetkel.
fa: Opera یک مرورگر امن است که در طول زمان ثابت شده، که تعدادی تکنولوژی های خلاقانه شامل یک VPN جاسازی شده است، AdBlock که تبلیغات سرزده را حذف می کند، و امکانی که مشاهده ویدیو را در چند پنجره قادر می سازد. علاوه بر این، آخرین نسخه این مرورگر 13% وبسایت ها را سریعتر از نسخه های پیشین دانلود می کند، که Opera را سریعترین مرورگر زمان حال می سازد.
fil: Ang Opera ay isang ligtas na browser na may maraming mga makabagong teknolohiya kabilang ang isang naka-embed na VPN, AdBlock na nag-aalis ng advertisement, at ang pagpipilian upang panoorin ang video sa isang hiwalay na window. Ang pinakabagong bersyon ng browser na ito ay nagda-download ng lahat ng mga website nang mas mabilis ng 13% kaysa sa mga nakaraang, na ginagawang Opera ang pinakamabilis na browser sa oras na ito.
fr: Opera est un navigateur sécurisé qui a fait ses preuves avec un certain nombre de technologies innovantes incluant un VPN intégré, AdBlock qui élimine les publicités intrusives et l'option de regarder la vidéo dans une fenêtre séparée. En outre, la dernière version de ce navigateur télécharge tous les sites Web 13% plus rapidement que les précédents, ce qui fait d'Opera le navigateur le plus rapide actuellement.
gu: Opera એક સલામત સમય-સાબિત બ્રાઉઝર છે જેમાં બહુવિધ નવીન તકનીકો છે જેમાં એમ્બેડેડ વીપીએન, ઍડબ્લોકનો સમાવેશ થાય છે જે કર્કશ જાહેરાતોને દૂર કરે છે અને વિડીયોને અલગ વિંડોમાં જોવાનો વિકલ્પ છે. આ ઉપરાંત, આ બ્રાઉઝરની નવીનતમ સંસ્કરણ, અગાઉના વેબસાઇટ્સની તુલનામાં 13% વધુ ઝડપી ડાઉનલોડ કરે છે, જે ઓપેરા આ સમયે સૌથી ઝડપી બ્રાઉઝર બનાવે છે.
he: לדפדפן Opera יש כמה טכנולוגיות יחודיות כדוגמת VPN מובנה, חוסם פרסומות, ואפשרות לצפות בסרטים בחלון נפרד. בנוסף, הגירסה האחרונה של הדפדפן נבדקה ונמצא כי היא טוענת אתרים ב13% מהר יותר מהגירסאות שלפניה, מה שהופך את הגירסה הזו למהירה ביותר.
hi: Opera एक सुरक्षित समय-सिद्ध ब्राउज़र है जिसमें कई नई प्रौद्योगिकियां शामिल हैं जिनमें एंबेडेड VPN, AdBlock शामिल है जो घुसपैठ विज्ञापन को समाप्त करता है, और एक अलग खिड़की में वीडियो देखने का विकल्प होता है। इसके अलावा, इस ब्राउज़र का नवीनतम संस्करण पिछले वेबसाइटों की तुलना में 13% अधिक सभी वेबसाइटों को डाउनलोड करता है, जो इस समय Opera को सबसे तेज ब्राउज़र बनाता है।
hu: Az Opera egy biztonságos, már bizonyított böngésző, mely több innovatív technológiát tartalmaz, beleértve a beépített VPN-t, AdBlock hirdetésblokkolót a zavaró hirdetések ellen, és a videók megtekintését külön ablakban. Emellett a böngésző legújabb változata minden weboldalt 13%-kal gyorsabban tölt be, mint korábban, az Opera pedig ezáltal a leggyorsabb böngésző.
id: Opera adalah browser yang terbukti memiliki sejumlah teknologi inovatif termasuk VPN tertanam, AdBlock yang menghilangkan iklan yang mengganggu, dan pilihan untuk menonton video di jendela terpisah. Selain itu, versi terbaru dari browser ini mendownload semua situs web 13% lebih cepat dari versi sebelumnya, yang menjadikan Opera sebagai browser tercepat saat ini.
it: Opera è un browser sicuro a prova di tempo che ha una serie di tecnologie innovative tra cui una VPN incorporata, un AdBlock che elimina la pubblicità intrusiva e l'opzione per guardare i video in una finestra separata. Inoltre, l'ultima versione di questo browser scarica da tutti i siti Web il 13% più velocemente di quelle precedenti, il che rende Opera il browser più veloce attualmente disponibile.
ko: Opera 는 임베디드 VPN, 침입 광고를 제거하는 AdBlock 및 별도의 창에서 비디오를 볼 수 있는 옵션을 포함한 혁신적인 기술을 보유한 안전한 브라우저입니다. 게다가 이 브라우저의 최신 버전은 모든 웹 사이트를 이전 버전보다 13 % 더 빠르게 다운로드하므로 Opera 가 가장 빠른 브라우저가 되었습니다.
ku: Opera یەکێکە لە وێبگەڕەکانی سەلامەت بە کات سەلمێنراوە کە ژمارەیەک لە تەکنەلۆژیای نۆی وەک VPN ی جێگیر، AdBlock كە لادەبات هەموو ریکلامە تێهەڵقورتێنەرەکان، و بژاردەی سەیرکردنی ڤیدیو لە شاشەیەکی جودا دا. بێجگە لەمە، کۆتا نوسخەی ئەم وێبگەڕە دادەبەزێنێت هەموو وێب سایتەکان 13٪ خێراتر لەوانەی پێشوو، کە وا دەکات Opera خێراترین وێبگەڕ بێت لەم کاتەدا.
nl: Opera is een veilige, in de tijd bewezen browser met een aantal innovatieve technologieën, waaronder een ingebouwde VPN, AdBlock die opdringerige advertenties elimineert en de mogelijkheid om video in een apart venster te bekijken. Bovendien downloadt de nieuwste versie van deze browser alle websites 13% sneller dan de vorige, wat Opera op dit moment de snelste browser maakt.
no: Opera er en sikker, tidsbevist nettleser som har en rekke innovative teknologier, inkludert en innebygd VPN, AdBlock som eliminerer påtrengende reklame, og muligheten til å se video i et eget vindu. Dessuten laster den nyeste versjonen av denne nettleseren alle nettsteder 13% raskere enn de forrige, noe som gjør Opera den raskeste nettleseren for øyeblikket.
ps: Opera یو خوندي وخت ثابت شوی لټونګر دی کوم چې یو شمیر نوي تکنالوژی لري چې په کې شامل وي AdBlock, VPN چې د داخلي اعلاناتو له منځه وړل دي، او په جلا جلا کړکۍ کې د ویډیو لیدلو اختیار. برسیره پردې، د دې لټونګر وروستی نسخه ټولې ویب پاڼې د تیرو خلکو په پرتله 13٪ چټکتیا راټیټوي، کوم چې پدې وخت کې تر ټولو چټک لټونګر چلوي.
pt_br: O Opera foi provado com o tempo ser um navegador seguro, que possui uma série de tecnologias inovadoras, incluindo um VPN incorporado, o AdBlock que elimina propaganda intrusiva e a opção de assistir vídeos em uma janela separada. Além disso, a versão mais recente deste navegador baixa todos os sites 13% mais rápido do que os anteriores, o que faz o Opera o navegador mais rápido neste momento.
pt_pt: O Opera é um navegador com provas dadas de segurança com um número de tecnologias inovadoras que incluem uma VPN embebida, AdBlock que elimina publicidade intrusiva, e a opção de ver vídeo numa janela separada. Para além disso, a última versão deste navegador faz o descarregamento de todas as páginas web 13% mais rápido que as versões anteriores, o que faz do Opera o navegador mais rápido do momento.
ro: Opera este un browser ce s-a dovedit sigur in timp, care are o serie de tehnologii inovatoare, inclusiv un VPN încorporat, AdBlock ce elimină publicitatea intruzivă, și opțiunea de a viziona videoclipul într-o fereastră separată. În plus, cea mai recentă versiune a acestui browser descarcă de pe toate site-urile cu 13% mai rapid decât cele anterioare, ceea ce face ca Opera să fie cel mai rapid browser în acest moment.
sk: Opera je bezpečný časovo preverený prehliadač, ktorý obsahuje množstvo inovatívnych technológií vrátane zabudovanej VPN, AdBlock, ktoré eliminuje rušivú reklamu a má možnosť pozerať si video v samostatnom okne. Okrem toho najnovšia verzia tohto prehliadača sťahuje všetky webové stránky o 13% rýchlejšie ako predchádzajúce, čo robí z Opery najrýchlejší prehliadač v tejto dobe.
sl: Opera je varen časovno preverjen brskalnik, ki ima številne inovativne tehnologije, vključno z vgrajenim VPN, AdBlock, ki odpravlja vsiljivo oglaševanje,,punuja tudi možnost gledanja videoposnetkov v ločenem oknu. Poleg tega najnovejša različica tega brskalnika prenese vse spletne strani 13% hitreje od prejšnjih, kar Opero trenutno uvršča med najhitrejše brskalnike.
sq: Opera është një shfletues i sigurtë të cilin e ka dëshmuar koha, që ka një numër teknologjishë inovative duke përfshirë VPN, AdBlock që eliminon reklamat ndërhyrëse, dhe opsionin për të parë video në dritare të ndara. Për më tepër, versioni i fundit i shfletuesit shkarkon të gjithë uebsajtet 13% më shpejtë se versionet e mëparshme, që e bën Opera shfletuesin më të shpejtë të kohës.
sr: Vreme je pokazalo da je Opera pouzdan pretraživač koji ima brojne napredne tehnologije uključujući ugrađen VPN, AdBlock program za uklanjanje nametljivih reklama i opciju za gledanje snimaka u zasebnom prozoru. Osim toga, brzina preuzimanja najnovije verzije pretraživača je za 13% veća od prethodne što čini Operu najbržim pretraživačem u ovom trenutku.
sw: Opera ni kivinjari cha wakati kilicho salama ambacho kina teknolojia ya ubunifu ikiwa ni pamoja na VPN iliyoingia, AdBlock ambayo huondoa tangazo la intrusive, na chaguo la kutazama video kwenye dirisha tofauti. Mbali na hilo, toleo la karibuni la kivinjari hiki huhifadhi tovuti zote 13% kwa kasi zaidi kuliko zilizopita, ambazo hufanya Opera kuwa kivinjari kasi zaidi wakati huu.
ta: Opera ஒரு பாதுகாப்பான நேரம் நிரூபிக்கப்பட்ட உலாவியாகும், இதில் உட்பொதிக்கப்பட்ட VPN, AdBlock உள்ளிட்ட பல புதுமையான தொழில்நுட்பங்கள் அடங்கும் விளம்பரத்தை தவிர்த்து, தனி சாளரத்தில் வீடியோவை பார்ப்பதற்கான விருப்பம்.தவிர, இந்த உலாவியின் சமீபத்திய பதிப்பானது அனைத்து வலைத்தளங்களையும் முந்தைய பதிவை விட வேகமாக 13% வேகமாக பதிவிறக்கம் செய்கிறது, இதனால் Opera ஓபரா வேகமாக உலாவி செய்கிறது.
te: ఒపేరా ఒక సురక్షితమైన సమయం-నిరూపితమైన బ్రౌజర్, దీనిలో ఎంబెడెడ్ VPN, AdBlock వంటి అనేక వినూత్న టెక్నాలజీలు ఉన్నాయి, ఇది అనుచిత ప్రకటనను తొలగిస్తుంది మరియు ఒక ప్రత్యేక విండోలో వీడియోని చూసే ఎంపిక. అంతేకాకుండా, ఈ బ్రౌజర్ యొక్క తాజా సంస్కరణ అన్ని వెబ్సైట్లను మునుపటి కంటే కన్నా 13% వేగంగా డౌన్ లోడ్ చేస్తుంది, ఈ సమయంలో Opera అత్యంత వేగవంతమైన బ్రౌజర్ని చేస్తుంది.
th: Opera คือเบราว์เซอร์ที่พิสูจน์แล้วว่าประหยัดเวลาที่มีนวัตกรรมทางเทคโนโลยีจำนวนหนึ่ง รวมทั้ง VPN ฝัง, AdBlock ที่ช่วยกำจัดโหษณาที่ล่วงล้ำ, และตัวเลือกในการดูวีดีโอที่แยกหน้าต่าง นอกจากนี้เวอร์ชั่นล่าสุดของเบราว์เซอร์นี้ดาวน์โหลดทุกเว็บไซต์ได้เร็วขึ้น 13% มากกว่าเวอร์ชั่นก่อนหน้านี้ ที่ทำให้ Opera เป็นเบราว์เซอร์ที่เร็วที่สุดในเวลานี้
tr: Opera, gömülü bir VPN, sızan reklamları eleyen AdBlock, ve ayrı bir pencerede görüntü izleme seçeneğini içeren birtakım yenilikçi teknolojilere sahip güvenliği ispatlanmış bir tarayıcıdır. Üstelik, bu tarayıcının en son sürümü, bu sefer Opera'yı en hızlı tarayıcı yapan, tüm web sitelerini öncekilerden %13 daha hızlı yükler.
zh: Opera 是一個安全經過驗證的瀏覽器，它具有許多創新技術，包括嵌入式VPN，消除侵入性廣告的 AdBlock 以及在單獨的視窗中觀看視訊的選項。此外，該瀏覽器的最新版本下載所有網站比以前快 13％，這使得 Opera 是目前最快的瀏覽器。
zh_cn: Opera 是一个安全的经过验证的浏览器，它具有许多创新技术，包括嵌入式 VPN，消除干扰性广告的 AdBlock，以及在单独的窗口中观看视频的选项。 此外，此浏览器的最新版本下载所有网站比以前更快 13%，这使 Opera 成为当时最快的浏览器。

# installation_header_promo_title_how_it_works
source: How does DriverPack operate?
ar: كيف يعمل DriverPack؟
az: DriverPack necə işləyir?
bg: Как работи DriverPack?
bn: DriverPack কীভাবে কাজ করে?
ca: Com funciona el DriverPack?
de: Wie arbeitet DriverPack?
el: Πώς λειτουργεί το DriverPack;
es: ¿Cómo funciona DriverPack?
es_419: ¿Cómo funciona DriverPack?
et: Kuidas töötab DriverPack?
fa: چگونه DriverPack عمل می کند؟
fil: Paano gumagana ang DriverPack?
fr: Comment fonctionne DriverPack?
gu: DriverPack કેવી રીતે સંચાલન કરે છે?
he: איך תוכנת DriverPack עובדת?
hi: DriverPack कैसे काम करता है?
hu: Hogyan működik a DriverPack?
id: Bagaimana DriverPack beroperasi?
it: Come funziona DriverPack?
ko: DriverPack 은 어떻게 작동합니까?
ku: چۆن DriverPack كارده‌كات؟
nl: Hoe werkt DriverPack?
no: Hvordan virker DriverPack?
pl: Jak działa DriverPack?
ps: څنګه DriverPack چلول کیږی؟
pt_br: Como o DriverPack funciona?
pt_pt: Como funciona o DriverPack?
ro: Cum funcționează DriverPack?
sk: Ako funguje DriverPack?
sl: Kako deluje DriverPack?
sq: Si funksionon DriverPack?
sr: Kako DriverPack radi?
sw: DriverPack inafanya kazi aje?
ta: DriverPack வன்பொருள்தொகுப்பு எவ்வாறு இயங்குகிறது?
te: ఎలా చేస్తుంది DriverPack?
th: DriverPack ทำงานอย่างไร
tr: DriverPack nasıl çalışır?
zh: DriverPack 是如何運作?
zh_cn: DriverPack 如何操作?
