Repository: DriverPackSolution/transifex-backup
Catalog: beetle/driverpack-solution-worldwide/driverpackpo/*.po
Languages: ar, az, bg, bn, ca, de, el, es, es_419, et, fa, fil, fr, gu, he, hi, hu, id, it, ko, ku, nl, no, pl, ps, pt_br, pt_pt, ro, sk, sl, sq, sr, sw, ta, te, th, tr, zh, zh_cn

# softcategories_internet-single-for
source: software to operate in the Internet network
ar: برامج للعمل على الإنترنت
az: internet şəbəkəsində işləmək üçün proqram
bg: софтуер за работа в интернет мрежата
bn: ইন্টারনেটে কার্যক্রম পরিচালনার জন্য সফটওয়্যার
ca: aplicacions per utilitzar a la xarxa Internet
de: Software für den Betrieb im Internet-Netzwerk
el: λογισμικό για λειτουργία στο Διαδίκτυο
es: software para usar en Internet
es_419: software para operar en la red de Internet
et: tarkvara internetiühenduse haldamiseks
fa: نرم افزار هایی برای عملکرد شبکه اینترنت
fil: software upang gumana sa internet network
fr: logiciel pour fonctionner dans le réseau Internet
gu: સૉફ્ટવેર કે જેને કાર્યવાહી ઇન્ટરનેટનાં નેટવર્કમાં
he: תוכנות לניווט ברשת האינטרנט
hi: इंटरनेट नेटवर्क में काम करने के लिए सॉफ्टवेयर
hu: internetes hálózat használatához szükséges szoftver
id: aplikasi untuk pengoperasian di jaringan Internet
it: software per operare nella rete internet
ko: 인터넷 네트워크에서 작동하는 소프트웨어
ku: بەرنامە بۆ ئیشکردن لە ئینتەرنێتی نێت ۆرک
nl: software om te werken in het Internet netwerk
no: programvare for arbeid i Internet nettverket
pl: programy do korzystania z internetu
ps: سافټویر د انټرنیټ شبکه کې کار کوي
pt_br: programa para operar na Internet
pt_pt: programas para operar na Internet
ro: software pentru a funcționa în rețeaua Internet
sk: softvéru na prevádzku v Internetovej sieti
sl: programska oprema za delovanje v internetnem omrežju
sr: softver za rad u Internet mreži
sw: programu ya kufanya kazi kwenye mtandao
ta: இணைய உதவியோடு செயல்படும் மென்பொருள்
te: ఇంటర్నెట్ నెట్వర్క్లో పనిచేయడానికి సాఫ్ట్వేర్
th: ซอฟท์แวร์ทำงานในเครือข่ายอินเตอร์เน็ท
tr: Internet ağında çalışması için yazılım
zh: 在網路中執行的軟體
zh_cn: 软件在互联网上运行

# softcategories_player-single-for
source: media player
ar: مشغل الوسائط
az: media oxuducu
bg: медия плеър
bn: মিডিয়া প্লেয়ার
ca: reproductor multimèdia
el: πρόγραμμα αναπαραγωγής πολυμέσων
es: reproductor multimedia
es_419: reproductor multimedia
et: meediapleier
fa: پخش کننده رسانه
fr: lecteur multimédia
gu: મીડીયા પ્લેયર
he: מדיה פלייר
hi: मीडिया प्लेयर
hu: médialejátszó
id: Pemutar media
ko: 미디어 플레이어
ku: خوێنەری میدیا
nl: mediaspeler
no: mediaspiller
ps: د رسنیو پلی کوونکی
pt_br: reprodutor de mídia
pt_pt: visualizador de multimédia
sk: mediálny prehrávač
sl: medijski predvajalnik
sr: medija plejer
sw: vyombo vya kucheza video na mangoma
ta: மீடியா பிளேயர்
te: మీడియా ప్లేయర్
th: ตัวเล่นสื่อ
tr: ortam oynatıcı
zh: 媒體播放器
zh_cn: 媒体播放器

# softcategories_backup-single-for
source: backup creation tool
ar: أداة النسخ الإحتياطي
az: ehtiyatlama yaradıcı alət
bg: инструмент за създаване на резервни копия
bn: ব্যাকআপ তৈরির উপকরণ
ca: eina de còpia de seguretat
de: Backup-Software
el: εργαλείο δημιουργίας αντιγράφων ασφαλείας
es: herramienta de copia de seguridad
es_419: herramienta de creación de respaldo
et: tagavarakoopiate loomis tööriist
fa: ابزار ایجاد کننده پشتیبان
fil: tool sa paglikha ng backup
fr: outil de création de sauvegarde
gu: બેકઅપ બનાવનાર સાધન
he: כלי גיבוי מערכת
hi: बैकअप निर्माण उपकरण
hu: biztonsági mentés-készítő
id: tool pembuat cadangan
it: tool di creazione del backup
ko: 백업 생성 도구
ku: ئامرازی دروستكردنی یه‌ده‌ك
nl: hulpprogramma voor het maken van back-ups
no: verktøy for sikkerhetskopiering
pl: narzędzie do archiwizacji
ps: د شاتړ جوړولو وسیله
pt_br: ferramenta de criação de backup
pt_pt: ferramenta de criação de cópias de seguraça
ro: Instrument de creare backup
sk: nástroj na tvorbu záloh
sl: orodje za ustvarjanje varnostne kopije
sr: alatka za kreiranje backup-a
sw: chombo cha uumbaji wa salama
ta: காப்புப் பிரதி கருவி
te: బ్యాకప్ సృష్టి టూల్
th: เครื่องมือสร้างข้อมูลสำรอง
tr: yedek oluşturma aracı
zh: 備份建立工具
zh_cn: 备份创建工具

# softcategories_antivirus-single-for
source: antivirus
ar: مضاد الفيروسات
bg: антивирус
bn: অ্যান্টিভাইরাস
et: antiviirus
fa: آنتی ویروس
gu: એંટીવાઇરસ
he: אנטי וירוס
hi: एंटीवायरस
hu: vírusirtó
ko: 바이러스 백신
ku: دژه‌ ڤایرۆس
pl: antywirus
ps: انټیويرس
pt_br: antivírus
pt_pt: antivírus
sk: antivírus
ta: வைரஸ் தடுப்பு
te: అంటి వైరస్
th: แอนตี้ไวรัส
tr: antivirüs
zh: 防毒軟體
zh_cn: 杀毒软件

# softcategories_system-plural-for
source: system utilities
ar: برمجية خدمات النظام
az: sistem proqramları
bg: системни инструменти
bn: সিস্টেম ইউটিলিটিস
ca: utilitats de sistema
de: Systemwerkzeuge
el: εργαλεία συστηματος
es: utilidades de sistema
es_419: utilidades del sistema
et: süsteemi tööriistad
fa: خدمات سیستمی
fil: mga utility ng system
fr: utilitaires système
gu: સિસ્ટમ યુટીલીટીઝ
he: כלי מערכת
hi: प्रणाली उपयोगिता
hu: rendszereszközök
id: utilitas sistem
it: utilità di sistema
ko: 시스템 유틸리티
ku: ئامرازه‌كانی سیسته‌م
nl: systeem hulpprogramma's
no: systemverktøy
pl: narzędzia systemowe
ps: د سیسټم کارونې
pt_br: utilitários do sistema
pt_pt: ferramentas de sistema
ro: Utilităţi sistem
sk: systémové nástroje
sl: sistemske storitve
sr: sistemske usluge
sw: huduma za mfumo
ta: கணினி பயன்பாடுகள்
te: సిస్టం యుటిలిటీస్
th: ระบบอรรถประโยชน์
tr: sistem yardımcı uygulamaları
zh: 系統公用程式
zh_cn: 系统实用程序

# softcategories_drivers-plural-for
source: tools for proper drivers operation
ar: أدوات لعمل التعريفات بشكل صحيح
az: driverlərin düzgün çalışması üçün alətlər
bg: инструменти за правилното функциониране на драйверите
bn: ড্রাইভারসমূহের যথাযথ পরিচালনার টুলস্‌
ca: utilitats per al correcte funcionament dels controladors
de: Werkzeuge für einwandfreien Treiberbetrieb
el: εργαλείων για την σωστή λειτουργία των προγραμμάτων οδήγησης
es: herramientas para el correcto uso de los drivers
es_419: herramientas para el funcionamiento correcto de los controladores
et: tööriistad draiverite korralikuks tööks
fa: ابزار هایی برای آمادگی عملکرد درایورها
fil: mga tool para sa tamang operasyon ng mga driver
fr: outils pour le bon fonctionnement des pilotes
gu: ડ્રાઈવરના સીધી રીતે વ્યવહાર કરે તે માટે સાધનો
he: כלים לפעולה תקינה של דרייברים
hi: उचित ड्राइवर्स के संचालन के लिए उपकरण
hu: eszközök a megfelelő driverműködéshez
id: tool-tool untuk pengoperasian driver yang benar
it: strumenti per il corretto funzionamento dei driver
ko: 적절한 드라이버 작동을 위한 도구
ku: کەرەستەکان بۆ ئیشکردنێکی تەواوی پێناسەکان
nl: hulpmiddelen voor een goede werking van de drivers
no: verktøy for riktig drift av drivere
pl: narzędzia do prawidłowej pracy sterowników
ps: د مناسبه چلوونکي عملیات لپاره د سیسټم ګټې اخیستونکي
pt_br: ferramentas para a operação adequada dos drivers
pt_pt: ferramentas para operação correta de controladores
ro: instrumente pentru funcționarea corespunzătoare a driverelor
sk: nástroje na správnu prevádzku ovládačov
sl: orodja za pravilno delovanje gonilnikov
sr: alatke za ispravno funkcionisanje drajvera
sw: zana za operesheni sahihi za madriver
ta: சரியான வன்பொருள்கள் செயல்பாட்டிற்கான கருவிகள்
te: సరైన డ్రైవర్ల ఆపరేషన్ కోసం
th: เครื่องมือสำหรับการทำงานอย่างเหมาะสมของไดรเวอร์
tr: düzgün sürücü çalışması için araçlar
zh: 正確的驅動程式操作工具
zh_cn: 正确的驱动程序操作工具

# installation_application_restart_confirm_text_1
source: We recommend that you close all other active software while drivers are installing
ar: نوصي بإغلاق جميع البرامج النشطة الأخرى أثناء تثبيت برامج التشغيل
az: Driverlər quraşıdrılarkən bütün digər proqramları bağlamanızı tövsiyyə edirik
bg: Препоръчваме да затворите всички останали активни програми, докато драйверите се инсталират
bn: ড্রাইভারসমূহ ইন্সটল হওয়াকালীন চালু থাকা অন্য সকল সফটওয়্যার বন্ধ করার সুপারিশ করছি
ca: Recomanem que tanqueu les altres aplicacions mentre s'instal·len els controladors
de: Wir empfehlen Ihnen, alle anderen aktiven Programme zu schließen, während die Treiber installieren
el: Σας συνιστούμε να κλείσετε όλες τις εφαρμογές κατά την διάρκεια εγκατάστασης των προγραμμάτων οδήγησης
es: Te recomendamos que cierres todas las demás aplicaciones mientras se instalan los drivers
es_419: Recomendamos que cierre todos los demás software activos mientras los controladores están instalando
et: Soovitame sulgeda kõik muud aktiivsed programmid, draiverite paigaldamise ajaks
fa: ما پیشنهاد می کنیم که شما تمامی نرم افزار های فعال دیگر را در زمان نصب درایورها ببندید
fil: Inirerekumenda namin na isara mo ang lahat ng iba pang aktibong software habang ang mga driver ay nag-i-install
fr: Nous vous recommandons de fermer tous les autres logiciels actifs pendant l'installation des pilotes
gu: અમે તમને બધા જ સૉફ્ટવેર ડ્રાઇવર સ્થાપન વખતે બંધ કરવાની સલાહ આપીએ છીએ
he: אנו ממליצים שתסגור את כל התוכנות הפתוחות במהלך התקנת הדרייברים
hi: हम अनुशंसा करते हैं कि आप ड्रायवर स्थापित कर रहे सभी अन्य सक्रिय सॉफ्टवेयर बंद करें
hu: Azt tanácsoljuk, hogy lépjen ki az összes futó szoftverből, amíg a driverek települnek
id: Kami rekomendasikan agar Anda menutup semua perangkat lunak lainnya yang aktif selama driver sedang dipasang
it: TI raccomandiamo di chiudere tutti i programmi in uso durante l'installazione dei driver
ko: 드라이버를 설치하는 동안 다른 모든 활성 소프트웨어를 닫는 것이 좋습니다
ku: ئێمە پێشنیاری تۆ دەکەین هەموو ئەو بەرنامەکانی دیکەی چالاک دابخەی تا هەموو پێناسەکان دابمەزرێن
nl: We raden u aan alle andere actieve software te sluiten terwijl de drivers worden geïnstalleerd
no: Vi anbefaler at du lukker alle andre aktive programmer mens drivere installeres
pl: Zalecamy zamknięcie wszystkich uruchomionych aplikacji w czasie instalacji sterowników
ps: موږ سپارښتنه کوو چې تاسو ټول نور فعال سافټویر بند کړئ پداسې حال کې چې چلوونکي نصب کوي
pt_br: Recomendamos que você feche todos os outros programas ativos enquanto os drivers estão instalando
pt_pt: Recomendamos que termine todos os outros programas ativos enquanto os controladores são instalados
ro: Vă recomandăm să închideți toate celelalte programe active în timp ce driverele se instalează
sk: Počas inštalácie ovládačov odporúčame zatvoriť iný aktívny softvér
sl: Priporočamo, da zaprete vso drugo aktivno programsko opremo med nameščanjem gonilnikov
sr: Preporučujemmo am da zatvorite sve ostale aktivne progame dok se dravjeri instaliraju
sw: Tunapendekeza kuwa ufunge programu zingine zote wakati madriver yanawekwa
ta: வன்பொருள்கள் நிறுவும் போது நீங்கள் மற்ற எல்லா செயல்படும் மென்பொருளையும் விட்டு வெளியேற பரிந்துரைக்கிறோம்
te: డ్రైవర్లు ఇన్స్టాల్ చేస్తున్నప్పుడు మీరు అన్ని ఇతర సక్రియాత్మక సాఫ్ట్వేర్లను మూసివేయాలని మేము సిఫార్సు చేస్తున్నాము
th: เราแนะนำให้คุณปิดซอฟท์แวร์อื่นที่เปิดอยู่ขณะที่กำลังติดตั้งไดรเวอร์
tr: Sürücüler yüklenirken tüm diğer çalışan yazılımları kapatmanızı öneririz
zh: 建議您在安裝驅動程式時關閉所有其他使用中的軟體
zh_cn: 我们建议您在安装驱动程序时关闭所有其它活动软件

# installation_application_restart_confirm_text_2
source: Here is the list of the processes that will be closed for installation time and then will be restarted automatically:
ar: فيما يلي قائمة بالعمليات التي سيتم إغلاقها لوقت التثبيت ومن ثم سيتم إعادة تشغيلها تلقائيًا:
az: Quraşdırma zamanı bağlanacaq və ondan sonra yenidən başlayacaq əməliyyatların siyahısı:
bg: Ето списъка с процесите, които ще бъдат затворени за времето за инсталиране и след това ще бъдат рестартирани автоматично:
bn: এই হলো সেসব প্রসেসের তালিকা যেগুলো ইন্সটলেশন চলাকালীন বন্ধ থাকবে এবং তারপরে স্বয়ংক্রিয়ভাবে আবার চালু হবে:
ca: Aquesta és una llista dels processos que es tancaran durant la instal·lació i que un cop acabada es reiniciaran automàticament:
de: Hier ist die Liste der Prozesse, die für die Installation geschlossen werden müssen und dann automatisch neu gestartet werden:
el: Ακολουθεί η λίστα των διεργασιών που θα κλείσουν κατά την διάρκεια της εγκατάστασης και θα επανεκκινηθούν αυτόματα:
es: Esta es la lista de aplicaciones que se cerrarán para empezar la instalación y que se reanudaran automáticamente al finalizar:
es_419: Aquí está la lista de los procesos que se cerrarán para el tiempo de instalación y luego se reiniciarán automáticamente:
et: Siin on nimekiri protsessidest, mis suletakse paigaldamise ajaks, ning siis taaskäivitatakse automaatselt:
fa: اینجا لیستی از پروسه هایی است که در زمان نصب بسته خواهند شد و به صورت خودکار مجددا راه اندازی می شوند:
fil: Narito ang listahan ng mga proseso na isasara sa oras ng pag-install at pagkatapos ay awtomatikong ire-restart:
fr: Voici la liste des processus qui seront fermés pour l'installation, puis redémarrés automatiquement:
gu: અહીં એવી પ્રક્રિયાઓની સૂચિ છે જે ઇન્સ્ટોલેશન સમય માટે બંધ થઈ જશે અને પછી આપમેળે પુનઃપ્રારંભ થશે:
he: להלן רשימת התהליכים שיסגרו בזמן ההתקנה ולאחר מכן יופעלו מחדש:
hi: यहां प्रक्रियाओं की सूची है जो स्थापना के समय के लिए बंद हो जाएगी और फिर स्वचालित रूप से पुनरारंभ हो जाएगी:
hu: Itt található azon folyamatos listája, melyek a telepítés idejére bezárulnak, és automatikusan újraindulnak:
id: Berikut adalah daftar proses yang akan ditutup selama pemasangan dan kemudian akan dijalankan ulang secara otomatis:
it: Qui trovi la lista dei processi che verranno chiusi durante la fase d'installazione e che al termine verranno riavviati automaticamente:
ko: 다음은 설치 시간 동안 닫히고 자동으로 재시작될 프로세스 목록입니다:
ku: لێرە لیستێکی کردارەکانە کە دێنە گرتن بۆ کاتی دامەزراندن و دواتر دووبارە ریستارت دەبن بەشێوەیەکی ئوتوماتیکی:
nl: Hier is de lijst met de processen die worden gesloten voor de installatie-tijd en vervolgens automatisch opnieuw worden gestart:
no: Her er listen over prosessene som vil bli stengt under installasjonen, og deretter startes automatisk:
pl: Tutaj jest lista procesów, które zostaną zamknięte podczas instalacji i zostaną ponownie uruchomione automatycznie:
ps: دلته د هغو پروسو لست دی چې د نصبولو وخت لپاره تړل کیږي او بیا به په خپل کار پیل شي:
pt_br: Aqui está a lista dos processos que serão fechados para a instalação e depois serão reiniciados automaticamente:
pt_pt: Aqui está uma lista dos processos que vão ser encerrados enquanto a instalação ocorre e que serão reiniciados automaticamente:
ro: Iată lista proceselor ce vor fi închise pe timpul instalării și apoi vor fi repornite automat:
sk: Tu je zoznam procesov, ktoré budú uzavreté počas inštalácie a potom budú automaticky reštartované:
sl: Tukaj je seznam procesov, ki bodo za čas namestitve ustavljeni, nato pa bodo samodejno znova zagnani:
sr: Ovde je lista procesa koji će biti zatvoreni za vreme instalacije i onda če biti automatski ponovo pokrenuti:
sw: Hapa ni orodha ya taratibu zitakayofungwa kwa muda wakati wa kuwekwa kwa madriver na kisha zitaanziswa tena moja kwa moja:
ta: நிறுவல் நேரத்திற்கு மூடப்படும் செயல்முறைகளின் பட்டியல் இங்கு உள்ளது, பின்னர் தானாகவே மறுதொடக்கம் செய்யப்படும்:
te: ఇక్కడ సంస్థాపనా సమయానికి మూసివేయబడే ప్రక్రియల జాబితా ఇక్కడ ఉంది మరియు తర్వాత స్వయంచాలకంగా పునఃప్రారంభించబడుతుంది:
th: นี่คือรายชื่อซอฟท์แวร์ที่จะปิดสำหรับเวลาการติดตั้งและหลังจากนั้นจะรีสตาร์ทอัตโนมัติ:
tr: İşte kurulum süreci için kapatılacak ve ondan sonra otomatik olarak yeniden başlatılacak olan işlemlerin listesi:
zh: 以下是安裝時將關閉的進程清單，然後將自動重新啟動:
zh_cn: 以下是安装时将关闭的进程列表，然后将自动重新启动:

# installation_application_restart_confirm_title
source: Recommendations
ar: توصيات
az: Tövsiyyələr
bg: Препоръки
bn: সুপারিশসমূহ
ca: Recomanacions
de: Empfehlungen
el: Συστάσεις
es: Recomendaciones
es_419: Recomendaciones
et: Soovitused
fa: توصیه شده ها!
fil: Mga Rekomendasyon
fr: Recommandations
gu: ભલામણો
he: המלצות
hi: सिफारिशें
hu: Ajánlatok
id: Rekomendasi
it: Raccomandati
ko: 권장 사항
ku: پێشنیازكراوه‌كان
nl: Aanbevelingen
no: Anbefalinger
pl: Rekomendacje
ps: سپارښتنې
pt_br: Recomendações
pt_pt: Recomendações
ro: Recomandări
sk: Odporúčania
sl: Priporočila
sq: Rekomandime
sr: Preporuke
sw: Mapendekezo
ta: பரிந்துரைகள்
te: సిఫార్సులు
th: แนะนำ
tr: Tavsiyeler
zh: 建議
zh_cn: 推荐
