Repository: DriverPackSolution/transifex-backup
Catalog: beetle/driverpack-solution-worldwide/driverpackpo/*.po
Languages: ar, az, bg, bn, ca, de, el, es, es_419, et, fa, fil, fr, gu, he, hi, hu, id, it, ko, ku, nl, no, pl, ps, pt_br, pt_pt, ro, sk, sl, sq, sr, sw, ta, te, th, tr, zh, zh_cn

# drivers_btn_install_all
source: Install all <b>({{COUNT}})</b>
ar: تثبيت الكل <b>({{COUNT}})</b>
az: Hamısını quraşdır <b>({{COUNT}})</b>
bg: Инсталирай всички <b>({{COUNT}})</b>
bn: সব ইন্সটল করো <b>({{COUNT}})</b>
ca: Instal·la-ho tot <b>({{COUNT}})</b>
de: Alle installieren <b>({{COUNT}})</b>
el: Εγκατάσταση όλων <b>({{COUNT}})</b>
es: Instalar todos <b>({{COUNT}})</b>
es_419: Instalando <b>{{COUNT}}</b>
et: Paigalda kõik <b>({{COUNT}})</b>
fa: نصب همه <b>({{COUNT}})</b>
fil: I-Install lahat <b>({{COUNT}})</b>
fr: Installer tout <b>({{COUNT}})</b>
gu: બધુ જ ઇન્સ્ટોલ કરો <b>({{COUNT}})</b>
he: התקן הכל <b>({{COUNT}})</b>
hi: सभी को स्थापित करें <b>({{COUNT}})</b>
hu: Összes <b>({{COUNT}})</b> telepítése
id: Pasang semua <b> ({{COUNT}}) </b>
it: Installa tutto <b>({{COUNT}})</b>
ko: <b>({{COUNT}})</b> 개 모두 설치
ku: هه‌مووی دابمه‌زرێنه‌ <b>({{COUNT}})</b>
nl: Installeer alle <b>({{COUNT}})</b>
no: Installer alle <b>({{COUNT}})</b>
pl: Zainstaluj wszystko <b>({{COUNT}})</b>
ps: ټول نصب کړئ <b>({{COUNT}})</b>
pt_br: Instalar todos <b>({{COUNT}})</b>
pt_pt: Instalar todos <b>({{COUNT}})</b>
ro: Instalează toate <b>({{COUNT}})</b>
sk: Nainštalovať všetky <b>({{COUNT}})</b>
sl: Namestite vse <b>( {{COUNT}} )</b>
sq: Instalo të gjitha <b>({{COUNT}})</b>
sr: Instalirajte sve <b>({{COUNT}})</b>
sw: Weka zote <b>({{COUNT}})</b>
ta: அனைத்தையும் நிறுவுக <b>({{COUNT}})</b>
te: అన్నింటినీ ఇన్స్టాల్ చేయండి <b>( {{COUNT}})</b>
th: ติดตั้งทั้งหมด <b>({{COUNT}})</b>
tr: Tümünü yükle <b>({{COUNT}})</b>
zh: 全部安裝 <b>({{COUNT}})</b>
zh_cn: 安装所有 <b>({{COUNT}})</b>

# drivers_header_driver_for_computer
source: Drivers for this computer
ar: التعريفات لهذا الجهاز
az: Bu kompüter üçün driverlər
bg: Драйвери за този компютър
bn: এই কম্পিটারের জন্য ড্রাইভারসমূহ
ca: Controladors per a aquest ordinador
de: Treiber für diesen Computer
el: Προγράμματα οδήγησης για αυτόν τον υπολογιστή
es: Drivers para este ordenador
es_419: Controladores de este equipo
et: Draiverid sellele arvutile
fa: درایورها برای این کامپیوتر
fil: Drivers para sa kompyuter na ito
fr: Pilotes pour cet ordinateur
gu: આ કમ્પ્યુટર માટે ડ્રાઇવર્સ
he: דרייברים עבור מחשב זה
hi: इस कंप्यूटर के लिए ड्राइवर
hu: Driverek ehhez a számítógéphez
id: Driver untuk komputer ini
it: Driver per questo computer
ko: 이 컴퓨터 용 드라이버
ku: پێناسه‌كان بۆ ئه‌م كۆمپیوته‌ره‌
nl: Drivers voor deze computer
no: Drivere for denne datamaskinen
pl: Sterowniki dla tego komputera
ps: د دې کمپیوټر چلونکي
pt_br: Drivers para este computador
pt_pt: Controladores para este computador
ro: Drivere pentru acest computer
sk: Ovládače pre tento počítač
sl: Gonilniki za ta računalnik
sq: Drajverat për këtë kompjuter
sr: Drajveri za ovaj računar
sw: Drivers za kompyuta hii
ta: இந்த கணினிக்கு தேவையான வன்பொருள்கள்
te: ఈ కంప్యూటర్ కోసం డ్రైవర్లు
th: ไดรเวอร์สำหรับคอมพิวเตอร์เครื่องนี้
tr: Bu bilgisayar için sürücüler
zh: 此電腦的驅動程式
zh_cn: 这台电脑的驱动程序

# drivers_btn_install_all_caption
source: Installation of the recommended software can be disabled in the settings
ar: يمكن تعطيل تثبيت البرامج الموصى بها من الإعدادات
az: Tövsiyyə edilən proqramın quraşdırılması tənzimləmələrdən q-aktiv edilə bilər
bg: Инсталирането на препоръчания софтуер може да бъде деактивирано в настройките
bn: সেটিংস্‌ থেকে সুপারিশকৃত প্রোগ্রামসমূহের ইন্সটলেশন বন্ধ করা যাবে
ca: La instal·lació de les aplicacions recomanades es pot desactivar des de les preferències.
de: Die Installation der empfohlenen Software kann in den Einstellungen deaktiviert werden
el: Η εγκατάσταση του προτεινόμενου λογισμικού μπορεί να απενεργοποιηθεί στις ρυθμίσεις
es: Se puede deshabilitar la instalación del software recomendado en las opciones
es_419: La instalación del software recomendado se puede desactivar en la configuración
et: Soovitatud programmide paigaldust saab keelata seadete alt
fa: نصب نرم افزار های توصیه شده را می توانید در تنظیمات غیر فعال کنید.
fil: Maaaring hindi paganahin ang pag-install ng inirekumendang software sa mga setting
fr: L'installation du logiciel recommandé peut être désactivée dans les paramètres
gu: ભલામણ કરેલ સૉફ્ટવેર ઇન્સ્ટોલેશન સેટિંગ્સમાં અક્ષમ થઈ શકે છે
he: באפשרותך לבטל התקנת תוכנות-מומלצות בחלון ההגדרות
hi: अनुशंसित सॉफ़्टवेयर की स्थापना सेटिंग्स में अक्षम हो सकती है
hu: Az ajánlott szoftverek telepítése a beállításokban tiltható le
id: Pemasangan perangkat lunak rekomendasi dapat dinonaktifkan di pengaturan
it: L'installazione del software raccomandato può essere disabilitata nei settaggi
ko: 설정에서 권장 소프트웨어 설치를 비활성화 할 수 있습니다.
ku: دامه‌زراندنی به‌رنامه‌ پێشنیازكراوه‌كان ده‌توانرێت ناچالاك بكرێت له‌ ڕێكخستنه‌كاندا
nl: De installatie van de aanbevolen software kan worden uitgeschakeld in de instellingen
no: Installasjon av den anbefalte programvaren kan deaktiveres i innstillingene
pl: Wyłącz automatyczną instalację zalecanych programów
ps: د سپارښتلي سافټویر نصبول په ترتیباتو کې معیوب شوي دي
pt_br: A instalação dos programas recomendados pode ser desabilitada nas configurações
pt_pt: A instalação de software recomendado pode ser desabilitada nas configurações
ro: Instalarea software-ului recomandat poate fi dezactivată din setări
sk: Inštalácia odporúčaného softvéru môže byť zakázaná v nastaveniach
sl: V nastavitvah lahko onemogočite namestitev priporočene programske opreme
sq: Instalimi i softuerëve të rekomanduar mund të paaftësohet tek cilësimet
sr: Instaliranje preporučenih programa može biti onemogućeno u podešavanjima
sw: Ufungaji wa software iliyopendekezwa unaweza ukazuiwa kwenye mipangilio
ta: பரிந்துரைக்கப்பட்ட மென்பொருளின் நிறுவல் அமைப்புகளில் முடக்கப்படும்
te: సిఫార్సు చేయబడిన సాఫ్ట్వేర్ యొక్క సంస్థాపనని ఆపివేయి
th: สามารถปิดการใช้งานการติดตั้งซอฟท์แวร์แนะนำได้ในตั้งค่า
tr: Önerilen yazılımın kurulumu ayarlar içinde etkisizleştirilebilir
zh: 在設定中可以停用建議軟體的安裝
zh_cn: 可以在设置中禁用安装推荐的软件

# drivers_header_show_already_installed
source: View the installed and alternative drivers
ar: عرض التعريفات المثَبتة و البديلة
az: Quraşdırılmış və alternativ driverləri göstər
bg: Преглед на инсталирани и алтернативни драйвери
bn: ইন্সটলড ও বিকল্প ড্রাইভারসমূহ দেখাও
ca: Mostra els controladors instal·lats i els alternatius
de: Installierte und alternative Treiber anzeigen
el: Προβολή των εγκατεστημένων και εναλλακτικών προγραμμάτων οδήγησης
es: Ver los drivers instalados y alternativos
es_419: Ver los controladores instalados y las alternativas
et: Vaata paigaldatud ja alternatiivseid draivereid
fa: درایورهای نصب شده و جایگزین را مشاهده کنید
fil: Tingnan ang naka-install at alternatibong mga driver
fr: Voir les pilotes installés et alternatifs
gu: સ્થાપિત અને વૈકલ્પિક ડ્રાઇવરો જુઓ
he: הצג דרייברים מותקנים ודרייברים חלופיים
hi: स्थापित और वैकल्पिक ड्राइवर देखें
hu: A telepített és alternatív driverek megtekintése
id: Menampilkan driver yang dipasang dan alternatifnya
it: Visualizzare i driver installati e le alternative
ko: 설치된 드라이버 및 대체 드라이버 보기
ku: پیشاندانی پێناسه‌ دامه‌زرێندراوه‌كان و به‌دیله‌كانیان
nl: Bekijk de geïnstalleerde en alternatieve drivers
no: Vis installerte og anbefalte drivere
pl: Pokaż zainstalowane oraz opcjonalne sterowniki
ps: نصب شوي او بدلي چلونکي وګورئ
pt_br: Ver os drivers instalados e os alternativos
pt_pt: Ver os controladores instalados e alternativos
ro: Vizualizați driverele instalate și cele alternative
sk: Zobraziť nainštalované a alternatívne ovládače
sl: Oglejte si nameščene in sorodne gonilnike
sq: Shih drajverat e instaluar dhe drajvera alternativë
sr: Pogledajte instalirane i opcione drajvere
sw: Angalia madrivers yaliyowekwa na madrivers mbadala
ta: நிறுவப்பட்டுள்ள வன்பொருள்கள் அதற்கு மாற்று வன்பொருள்களை பார்வையிடுக
te: ఇన్స్టాల్ మరియు ప్రత్యామ్నాయ డ్రైవర్లను వీక్షించండి
th: ดูไดรเวอร์ที่ติดตั้งแล้วและทางเลือก
tr: Yüklü ve alternatif sürücüleri göster
zh: 查看已安裝和替代驅動程式
zh_cn: 查看已安装和替代的驱动程序

# drivers_header_show_additional_info
source: View additional information
ar: عرض المزيد من المعلومات
az: Əlavə məlumat göstər
bg: Преглед на допълнителна информация
bn: অতিরিক্ত তথ্য দেখুন
ca: Veure informació addicional
de: Zusätzliche Informationen anzeigen
el: Προβολή πρόσθετων πληροφοριών
es: Ver información adicional
es_419: Ver información adicional
et: Vaata lisainformatsiooni
fa: مشاهده اطلاعات اضافی
fil: Tingnan ang karagdagang impormasyon
fr: Voir des informations supplémentaires
gu: વધારાની માહિતી જુઓ
he: הצג מידע נוסף
hi: अतिरिक्त जानकारी देखें
hu: További információk megtekintése
id: Menampilkan tambahan informasi
it: Visualizzare ulteriori informazioni
ko: 추가 정보 보기
ku: بینینی زانیاری زیاتر
nl: Lees aanvullende informatie
no: Vis tilleggs informasjon
pl: Wyświetl dodatkowe informacje
ps: اضافي معلومات وګورئ
pt_br: Ver informação adicional
pt_pt: Ver informação adicional
ro: Vizualizați informații suplimentare
sk: Zobraziť ďalšie informácie
sl: Dodatne informacije
sq: Shih informacion shtesë
sr: Pogledajte dodatne informacije
sw: Tazama maelezo ya ziada
ta: கூடுதல் தகவலைப் பார்க்கவும்
te: అదనపు సమాచారాన్ని వీక్షించండి
th: ดูข้อมูลเพิ่มเติม
tr: İlave bilgileri göster
zh: 查看其他資訊
zh_cn: 查看其他信息

# drivers_screen_most_important
source: The most required drivers
ar: أهم التعريفات الضرورية
az: Ən vacib driverlər
bg: Най-необходимите драйвери
bn: সবচেয়ে দরকারি ড্রাইভারসমূহ
ca: Els controladors més necessaris
de: Die am meisten benötigten Treiber
el: Τα πιο απαραίτητα προγράμματα οδήγησης
es: Los drivers más necesarios
es_419: Controladores requeridos
et: Kõige vajalikumad draiverid
fa: بیشترین درایورهای مورد نیاز
fil: Ang pinaka-kinakailangang mga driver
fr: Les pilotes les plus demandés
gu: સૌથી વધુ જરૂરી ડ્રાઇવરો
he: הדרייברים הנחוצים ביותר
hi: सबसे आवश्यक ड्राइवर
hu: A legszükségesebb driverek
id: Kebanyakan driver yang diperlukan
it: I driver più richiesti
ko: 가장 필요한 드라이버
ku: پێناسه‌ زۆر داواكراوه‌كان
nl: De meest vereiste drivers
no: De mest nødvendige driverene
pl: Najbardziej wymagane sterowniki
ps: ترټولو اړین موټر چلونکي
pt_br: Os drivers mais necessários
pt_pt: Os controladores mais prementes
ro: Cele mai relevante drivere
sk: Najpožadovanejšie ovládače
sl: Najbolj iskani gonilniki
sq: Drajverat më të kërkuar
sr: Najpotrebniji drajveri
sw: Drivers zinazohitajika zaidi
ta: மிகவும் தேவையான வன்பொருள்கள்
te: అత్యంత అవసరమైన డ్రైవర్లు
th: ไดรเวอร์ที่ต้องการมากที่สุด
tr: En gerekli sürücüler
zh: 最需要的驅動程式
zh_cn: 最需要的驱动程序

# drivers_screen_updates
source: Driver updates
ar: تحديثات التعريفات
az: Driver yeniləmələri
bg: Обновени драйвери
bn: ড্রাইভার আপডেটসমূহ
ca: Controladors a actualitzar
de: Treiber-Updates
el: Ενημερώσεις προγράμματος οδήγησης
es: Actualizaciones de drivers disponibles
es_419: Actualizaciones de controladores
et: Draiveri uuendused
fa: بروزرسانی های درایو
fil: Mga update ng driver
fr: Mises à jour des pilotes
gu: ડ્રાઇવર અપડેટ્સ
he: עדכוני מנהלי התקנים
hi: ड्राइवर अद्यतन
hu: Driver frissítések
id: Pembaruan driver
it: Aggiornamento driver
ko: 드라이버 업데이트
ku: نوێكردنه‌وه‌كانی پێناسه‌
no: Driveroppdateringer
pl: Aktualizacje sterowników
ps: د چلښت تازه معلومات
pt_br: Atualizações de drivers
pt_pt: Atualizações de controladores
ro: Actualizare drivere
sk: Aktualizácie ovládačov
sl: Posodobitve gonilnikov
sq: Përditësime drajverash
sr: Drajveri za ažuriranje
sw: Sasisho la drivers
ta: வன்பொருள் மேம்படுத்துதல்
te: డ్రైవర్ అప్డేట్స్
th: อัพเดทไดรเวอร์
tr: Sürücü güncellemeleri
zh: 已安裝的驅動程式(有更新可用)
zh_cn: 驱动程序更新

# drivers_screen_utils
source: Driver toolkits
ar: أدوات تشغيل التعريفات
az: Driver alət çantaları
bg: Комплекти инструменти за драйвери
bn: ড্রাইভার টুলকিটস্‌
ca: Kits per als controladors
de: Treiber-Toolkits
el: Εργαλειοθήκες προγράμματων οδήγησης
es: Utilidades de drivers
es_419: Herramientas del controlador
et: Draiverite tööriistad
fa: ابزارهای درایور
fil: Mga toolkit ng driver
fr: Boîtes à outils du pilote
gu: ડ્રાઇવર ટૂલકીટ્સ
he: דרייברי ערכות-כלים
hi: ड्राइवर टूलकिट
hu: Driver kiegészítők
id: Toolkit driver
it: Toolkit dei driver
ko: 드라이버 도구모음
ku: كۆمه‌ڵه‌ ئامرازی پێناسه‌
nl: Driver hulpmiddelen
no: Driver verktøykasse
pl: Narzędzia do sterowników
ps: د موټر چلولو وسیلې
pt_br: Kits de ferramentas do driver
pt_pt: Conjunto de ferramentas para controladores
ro: Instrumente Driver
sk: Pomocné nástroje ovládačov
sl: Orodja za gonilnike
sq: Set-mjetesh per drajvera
sr: Alati za drajvere
sw: Vifaa vya drivers
ta: வன்பொருள் கருவிகள்
te: డ్రైవర్ టూల్ కిట్లు
th: ชุดเครื่องมือไดรเวอร์
tr: Sürücü araç takımları
zh: 驅動程式工具組
zh_cn: 驱动程序工具包

# drivers_screen_installed
source: Installed drivers
ar: التعريفات المثبتة
az: Quraşdırılmış driverlər
bg: Инсталирани драйвери
bn: ইন্সটলড্‌ ড্রাইভারসমূহ
ca: Controladors instal·lats
de: Installierte Treiber
el: Εγκατεστημένα προγράμματα οδήγησης
es: Drivers instalados
es_419: Controladores instalados
et: Paigaldatud draiverid
fa: درایورهای نصب شده
fil: Mga driver na naka-install
fr: Pilotes installés
gu: ઇન્સ્ટોલેડ ડ્રાઇવર્સ
he: מנהלי התקנים מותקנים
hi: इंस्टॉल किए गए ड्राइवर
hu: Telepített driverek
id: Driver terpasang
it: Driver installati
ko: 설치된 드라이버
ku: پێناسه‌ دامه‌زرێندراوه‌كان
nl: Geïnstalleerde drivers
no: Installerte drivere
pl: Zainstalowane sterowniki
ps: لګول شوي چلوونکي
pt_br: Drivers instalados
pt_pt: Controladores instalados
ro: Driverele instalate
sk: Inštalované ovládače
sl: Nameščeni gonilniki
sq: Drajverat e instaluar
sr: Instalirani drajveri
sw: Drivers zilizowekwa
ta: நிறுவப்பட்டுள்ள வன்பொருள்கள்
te: ఇన్స్టాల్ డ్రైవర్లు
th: ไดรเวอร์ที่ติดตั้งแล้ว
tr: Yüklü sürücüler
zh: 已安裝驅動程式
zh_cn: 已安装驱动程序

# drivers_screen_alternative
source: Alternative drivers
ar: التعريفات البديلة
az: Alternativ driverlər
bg: Алтернативни драйвери
bn: বিকল্প ড্রাইভারসমূহ
ca: Controladors alternatius
de: Alternative Treiber
el: Εναλλακτικά προγράμματα οδήγησης
es: Drivers alternativos
es_419: Controladores alternativos
et: Alternatiivsed draiverid
fa: سایر درایورها
fil: Mga alternatibong driver
fr: Pilotes alternatifs
gu: વૈકલ્પિક ડ્રાઇવરો
he: דרייברים חלופיים
hi: वैकल्पिक ड्राइवर
hu: Alternatív driverek
id: Driver alternatif
it: Driver alternativi
ko: 대체 드라이버
ku: پێناسه‌ به‌دیله‌كان
nl: Alternatieve drivers
no: Alternative drivere
pl: Alternatywne sterowniki
ps: بدیل چلونکي
pt_br: Drivers alternativos
pt_pt: Controladores alternativos
ro: Drivere alternative
sk: Alternatívne ovládače
sl: Podobni gonilniki
sq: Drajvera alternativë
sr: Opcioni drajveri
sw: Madriver mbadala
ta: மாற்று வன்பொருள்கள்
te: ప్రత్యామ్నాయ డ్రైవర్లు
th: ไดรเวอร์ทางเลือก
tr: Alternatif sürücüler
zh: 替代驅動程式
zh_cn: 替代驱动程序

# drivers_screen_show
source: Display
ar: عرض
az: Göstər
bg: Покажи
bn: দেখাও
ca: Pantalla
de: Anzeige
el: Προβολή
es: Mostrar
es_419: Pantalla
et: Kuva
fa: نمایش دادن
fil: Magpakita
fr: Afficher
gu: ડિસ્પ્લે
he: הצג
hi: प्रदर्शन
hu: Megjelenítés
id: Tampilkan
it: Schermo
ko: 표시
ku: پیشاندان
nl: Toon
no: Skjerm
pl: Wyświetl
ps: ښکاره کړئ
pt_br: Exibição
pt_pt: Mostrar
ro: Afişare
sk: Zobraziť
sl: Zaslon
sq: Shfaq
sr: Prikaži
sw: Onyesha
ta: காண்பி
te: డిస్ప్లే
th: แสดง
tr: Görüntüle
zh: 顯示
zh_cn: 显示

# zero-drivers_cta-msg-caption
source: If you still have unsolved issues with your devices, you can {{LINK}}
ar: إذا كنت لا تزال تواجه مشكلات لم يتم حلها مع أجهزتك ، فيمكنك {{LINK}}
az: Əgər hələ də cihazlarınız üçün həll edilməmiş problemlər varsa, {{LINK}}
bg: Ако все още имате нерешени проблеми с устройствата си, можете {{LINK}}
bn: যদি এখনও যন্ত্রসমূহ নিয়ে অমীমাংসিত সমস্যা থাকে, আপনি {{LINK}} পারেন
ca: Si no s'han resolt tots els problemes amb els dispositius, podeu {{LINK}}
de: Wenn Sie weiterhin ungelöste Probleme mit Ihren Geräten haben, können Sie {{LINK}}
el: Αν έχετε ακόμα άλυτα θέματα με τις συσκευές σας, μπορείτε να {{LINK}}
es: Si aún tienes problemas no resueltos con los dispositivos, puedes {{LINK}}
es_419: Si aún persisten problemas con tus dispositivos, visita {{LINK}}
et: Kui teil on ikkagi lahendamata probleeme on seadmetege, võite {{LINK}}
fa: اگر شما همچنان مشکلات حل نشده ای در رابط دستگاه هایتان دارید، می توانید {{LINK}}
fil: Kung mayroon ka pa ring hindi nalutas na mga isyu sa iyong mga device, maaari mo {{LINK}}
fr: Si vous avez toujours des problèmes non résolus avec vos appareils, vous pouvez {{LINK}}
gu: જો તમારી પાસે તમારા ઉપકરણો સાથે સમસ્યાઓ ન હોય તો, તમે {{LINK}}
he: אם עדיין ישנן בעיות שלא נפתרו עם ההתקנים שלך, באפשרותך {{LINK}}
hi: यदि आपके उपकरणों के साथ अभी भी अनसुलझे समस्याएं हैं, तो आप कर सकते हैं {{LINK}}
hu: Ha megoldatlan problémába ütköznél, {{LINK}}
id: Jika anda masih memiliki masalah yang belum terpecahkan dengan perangkat anda, anda dapat {{LINK}}
it: Se hai ancora problemi irrisolti con i tuoi dispositivi, puoi {{LINK}}
ko: 기기에 아직 해결되지 않은 문제가 있는 경우 {{LINK}} 할 수 있습니다
ku: ئه‌گه‌ر تۆ هێشتا كێشه‌ی چاره‌سه‌رنه‌كراوت هه‌یه‌ له‌گه‌ڵ ئامێره‌كه‌ت، تۆ ده‌توانیت {{LINK}}
nl: Als je nog steeds onopgeloste problemen hebt met je apparaten, dan kun je {{LINK}}
no: Dersom du fortsatt har uløste problemer med dine enheter, kan du {{LINK}}
pl: Jeśli nadal masz nierozwiązane problemy ze swoimi urządzeniami, możesz {{LINK}}
ps: که تاسو اوس هم د خپلو وسیلو سره نا حل شوي مسلې لرئ، تاسو کولی شئ {{LINK}}
pt_br: Se você ainda tiver problemas não resolvidos com seus dispositivos, você pode {{LINK}}
pt_pt: Se ainda tem problemas por resolver com dispositivos, pode {{LINK}}
ro: Dacă totuși aveți probleme nerezolvate cu dispozitivele dvs., puteți să {{LINK}}
sk: Ak stále máte nevyriešené problémy s vašimi zariadeniami, môžete {{LINK}}
sl: Če imate še vedno nerešene težave z vašimi napravami, lahko {{LINK}}
sq: Nëse akoma keni probleme të pazgjidhura me pajisjet tuaja, mund të {{LINK}}
sr: Ukoliko još uvek imate probleme na uređajima, možete {{LINK}}
sw: Ikiwa bado una masuala yasiyofanywa na vifaa vyako, unaweza {{LINK}}
ta: உங்கள் சாதனங்களுடன் தீர்க்கப்படாத சிக்கல்கள் இருப்பின், உங்களால் முடியும் {{LINK}}
te: మీరు ఇప్పటికీ మీ పరికరాలతో పరిష్కారం కాని సమస్యలు ఉంటే, మీరు చేయవచ్చు {{LINK}}
th: ถ้าคุณยังมีปัญหาที่แก้ไม่ได้กับอุปกรณ์ของคุณ คุณสามารถ {{LINK}}
tr: Eğer hala aygıtlarınız ile çözülmemiş sorunlarınız varsa, {{LINK}}
zh: 如果您的裝置仍然存在未解決的問題，您可以 {{LINK}}
zh_cn: 如果您的设备仍然存在未解决的问题，您可以 {{LINK}}

# zero-drivers_cta-msg
source: All required drivers are already installed
ar: لقد تم تثبيت جميع التعريفات المطلوبة
az: Bütün lazımi driverlər quraşdırılmışdır
bg: Всички необходими драйвери вече са инсталирани
bn: দরকারি সব ড্রাইভার ইতোমধ্যে ইন্সটল হয়ে আছে
ca: Tots els controladors necessaris ja estan instal·lats
de: Alle benötigten Treiber sind bereits installiert
el: Όλα τα απαραίτητα προγράμματα οδήγησης έχουν ήδη εγκατασταθεί
es: Todos los drivers necesarios están instalados
es_419: Todos los controladores requeridos están instalados
et: Kõik vajalikud draiverid on juba paigaldatud
fa: تمام درایورهای مورد نیاز فبلا نصب شده است
fil: Na-install na ang lahat ng mga kinakailangang driver
fr: Tous les pilotes requis sont déjà installés
gu: બધા જરૂરી ડ્રાઇવરો પહેલાથી ઇન્સ્ટોલ કરેલ છે
he: כל הדרייברים הנחוצים הותקנו
hi: सभी आवश्यक ड्राइवर पहले से ही इंस्टॉल किए गए हैं
hu: Az összes szükséges driver már fel van telepítve
id: Semua driver sudah dipasang
it: Tutti i driver necessari sono già installati
ko: 필요한 모든 드라이버가 이미 설치되어 있습니다
ku: هه‌موو پێناسه‌ داواكراوه‌كان له‌ ئێستادا دامه‌زرێندراون
nl: Alle vereiste drivers zijn al geïnstalleerd
no: Alle nødvendige drivere er allerede installert
pl: Wszystkie wymagane sterowniki są już zainstalowane
ps: ټول اړین موټر چلوونکي لا دمخه لا نصب شوي دي
pt_br: Todos os drivers necessários já estão instalados
pt_pt: Todos os controladores necessários já estão instalados
ro: Toate driverele necesare sunt deja instalate
sk: Všetky požadované ovládače sú už nainštalované
sl: Vsi potrebni gonilniki so že nameščeni
sq: Të gjithë drajverat e kërkuara janë instaluar tashmë
sr: Svi potrebni drajveri su već instalirani
sw: Madriver yote yanayohitajika tayari yamewekwa
ta: தேவையான எல்லா இயக்கிகளும் ஏற்கனவே நிறுவப்பட்டுள்ளன
te: అన్ని అవసరమైన డ్రైవర్లు ఇప్పటికే ఇన్స్టాల్ చేయబడ్డాయి
th: ไดรเวอร์ที่ต้องการทั้งหมดได้ติดตั้งแล้ว
tr: Tüm gerekli sürücüler zaten yüklendi.
zh: 已安裝所有必需的驅動程式
zh_cn: 所有必需的驱动程序已经安装

# zero-drivers_cta-msg-caption-link
source: reinstall or roll back the drivers
ar: التراجع و إعادة تثبيت التعريفات
az: driverləri yenidən quraşdıra bilər ya da geri qaytara bilərsiniz
bg: преинсталирате или върнете драйверите назад
bn: ড্রাইভারসমূহ আবার ইন্সটল করো বা গুটিয়ে নাও
ca: reinstal·lar o restaurar la versió anterior
de: die Treiber neu installierten oder zurückkehren
el: επανεγκαταστήσετε ή να επαναφέρετε τα προγράμματα οδήγησης
es: reinstala o vuelve a la versión anterior de los drivers
es_419: Reinstalar o volver a la versión anterior del controlador
et: paigaldage uuesti või pöörake tagasi oma draiverid
fa: دوباره نصب کنید یا درایور ها را به حالت قبل برگردانید
fil: muling i-install o ibalik ang mga driver
fr: réinstallez ou annulez les pilotes
gu: ડ્રાઈવરો ફરીથી સ્થાપિત અથવા રોલ બેક
he: להתקין מחדש או להסיר את התקנת הדרייברים
hi: ड्राइवरों को फिर से स्थापित या रोल करें
hu: újratelepítheti vagy visszaállíthatja a drivereket
id: pasang lagi atau kembalikan driver
it: reinstalla o torna indietro ai driver precedenti
ko: 드라이버를 재설치하거나 롤백하세요
ku: دوباره‌ دامه‌زراندنه‌وه‌ یاخود گه‌ڕاندنه‌وه‌ی پێناسه‌كان
nl: herinstalleer de drivers opnieuw of zet ze terug
no: reinstaller eller tilbakestill driverene
pl: przeinstaluj lub wycofaj sterowniki
ps: بیا انسټال کړی او Driver بیرته وګرځوي
pt_br: reinstalar ou reverter os drivers
pt_pt: reinstalar ou restaurar os controladores
ro: reinstalați sau restabiliți driverele
sk: ovládače reinštalovať alebo vrátiť späť
sl: ponovna namestitev gonilnikov
sq: Riinstalo ose rikthe pas drajverat
sr: ponovo instalirate ili vratite predhodne verzije drajvera
sw: weka tena au rudisha madriver za apo awalali
ta: மீண்டும் நிறுவவும் அல்லது பழைய வன்பொருள்களை மீண்டும் நிறுவவும்
te: మళ్లీ ఇన్స్టాల్ చేయండి లేదా డ్రైవర్లను తిరిగి లాగండి
th: ติดตั้งซ้ำหรือย้อนกลับไดรเวอร์
tr: sürücüleri yeniden yükleyebilir ya da geri alabilirsiniz
zh: 重新安裝或回復驅動程式
zh_cn: 重新安装或回滚驱动程序

# zero-drivers_cta-btn
source: Go to computer clean-up
ar: الذهاب إلى تنظيف الحاسب
az: Kompüter tənzimlənməsini açın
bn: কম্পিউটার ক্লিনআপ এ যাও
ca: Ves a la neteja de l'ordinador
es: Ir a la limpieza del ordenador
es_419: Limpiar equipo
fa: به قسمت پاکسازی کامپیوتر بروید
fil: Pumunta computer clean-up
gu: કમ્પ્યુટર સફાઇ પર જાઓ
hi: कंप्यूटर क्लीन-अप पर जाएं
ko: 컴퓨터 정리로 이동
pl: Wyczyść komputer
pt_pt: Ir para limpeza do computador
ro: Mergeți la curățarea computerului
sl: Pojdite na čiščenje računalnika
ta: கணினியை சுத்தம் செய்யுங்கள்
th: ไปที่ทำความสะอาดคอมพิวเตอร์
tr: Bilgisayarın temizlenmesi için gidin
zh: 移至電腦清理

# zero-drivers_footer_device-manager
source: Device Manager
ar: مدير الجهاز
az: Qurğu idaraedicisi
bg: Мениджър на устройствата
bn: ডিভাইস ম্যানেজার
ca: Gestor de dispositius
de: Geräte-Manager
el: Διαχείριση Συσκευών
es: Administrador de dispositivos
es_419: Administrador de dispositivos
et: Seadmehaldur
fa: مدیریت دستگاه
fr: Gestionnaire de périphériques
gu: ઉપકરણ મેનેજર
he: מנהל התקנים
hi: डिवाइस मैनेजर
hu: Eszközkezelő
id: Pengelola Perangkat
it: Gestione Dispositivi
ko: 장치 관리자
ku: بەڕێوەبەری ئامێر
nl: Apparaat Beheerder
no: Enhetsbehandling
pl: Menedżer urządzeń
ps: د ډاټا مدیر
pt_br: Gerenciador de Dispositivos
pt_pt: Gestor de Dispositivos
ro: Manager Dispozitive
sk: Správca Zariadení
sl: Upravitelj naprav
sq: Menaxheri i Pajisjeve
sr: Centar za upravljane uređajima
sw: Mwongoza kifaa
ta: சாதன மேலாளர்
te: పరికరాల నిర్వాహకుడు
th: ตัวจัดการอุปกรณ์
tr: Aygıt Yöneticisi
zh: 裝置管理員
zh_cn: 设备管理器
