Repository: DriverPackSolution/transifex-backup
Catalog: beetle/driverpack-solution-worldwide/driverpackpo/*.po
Languages: ar, az, bg, bn, ca, de, el, es, es_419, et, fa, fil, fr, gu, he, hi, hu, id, it, ko, ku, nl, no, pl, ps, pt_br, pt_pt, ro, sk, sl, sq, sr, sw, ta, te, th, tr, zh, zh_cn

# installation_header_promo_title_driverpack_for_all
source: DriverPack will suit any computer
ar: DriverPack سيتوافق مع أي جهاز كمبيوتر
az: DriverPack istənilən kompüter üçün uyğun olacaqdır
bg: DriverPack е подходящ за всеки компютър
bn: DriverPack যেকোনো কম্পিউটারের জন্য উপযুক্ত
ca: DriverPack és útil per a qualsevol ordinador
de: DriverPack passt zu jedem Computer
el: Το DriverPack κάνει για οποιονδήποτε υπολογιστή
es: DriverPack sirve para cualquier ordenador
es_419: DriverPack se adaptará a cualquier computadora
et: DriverPack sobib igale arvutile
fa: DriverPack هر کامپیوتری را مناسب می سازد
fil: Ang DriverPack ay angkop sa anumang computer
fr: DriverPack conviendra à n'importe quel ordinateur
gu: DriverPack કોઈપણ કમ્પ્યુટરને શોભશે
he: תוכנת DriverPack מתאימה לכל מחשב
hi: DriverPack किसी भी कंप्यूटर के अनुरूप होगा
hu: A DriverPack alkalmazkodik bármely számítógéphez
id: DriverPack akan cocok dengan semua komputer
it: DriverPack funzionerà su ogni computer
ko: DriverPack 은 모든 컴퓨터에 적합합니다
ku: DriverPack گونجاوه‌ بۆ هه‌ر كۆمپیوته‌رێك
nl: DriverPack is geschikt voor elke computer
no: DriverPack passer alle datamaskiner
pl: DriverPack jest odpowiedni dla każdego komputera
ps: DriverPack هر کمپیوټر به سمبال کړي
pt_br: O DriverPack irá atender qualquer computador
pt_pt: O DriverPack serve qualquer computador
ro: DriverPack se va potrivi pe orice computer
sk: DriverPack bude vyhovovať ľubovoľnému počítaču
sl: DriverPack bo ustrezal vsakemu računalniku
sq: DriverPack përshatet për çdo kompjuter
sr: DriverPack je podržan na svakom računaru
sw: DriverPack itapatana na kompyuta yoyote
ta: DriverPack வன்பொருள்தொகுப்பு எந்த கணினிக்கும் பொருத்தமாக இருக்கும்
te: DriverPack సరిపోతుంది ఏ కంప్యూటర్
th: DriverPack จะเหมาะสมกับคอมพิวเตอร์ใด ๆ
tr: DriverPack herhangi bir bilgisayar için uygun olacaktır
zh: DriverPack 將適合任何電腦
zh_cn: DriverPack 将适合任何电脑

# installation_header_promo_text_driverpack_for_all
source: We have created the tool that enables to make the configuration of any computer entirely automatic. DriverPack contains more than a million drivers, which allows to configure any computer with just one button. As a result you get installed drivers and utilities, carefully selected software (which is the integrated part of configuring), as well as the diagnostics of your computer. This means that DriverPack quickly configures your whole computer to maximum efficiency in just one button click.
ar: لقد أنشأنا الأداة التي تمكن من جعل تكوين أي جهاز كمبيوتر تلقائي بالكامل. يحتوي DriverPack على أكثر من مليون برنامج تشغيل ، مما يسمح بتكوين أي جهاز كمبيوتر بزر واحد فقط. ونتيجة لذلك ، يتم تثبيت برامج التشغيل والأدوات المساعدة والبرامج المحددة بعناية (وهي جزء متكامل من التكوين) ، بالإضافة إلى تشخيصات جهاز الكمبيوتر الخاص بك. هذا يعني أن برنامج DriverPack يقوم بتكوين جهاز الكمبيوتر الخاص بك بسرعة لتحقيق أقصى قدر من الكفاءة بنقرة زر واحدة فقط.
az: İstənilən kompüterin tənzimlənməsini tamamilə avtomatik edə bilən alət yaratdıq. DriverPack, istənilən kompüteri sadəcə bir düymə ilə tənzimləyə bilən bir milyondan çox driverin sahibidir. Nəticə etibarı ilə, kompüterinizin analizlərindən əlavə quraşdırılmış driverlərin və köməkçi proqramların, diqqətlə seçilmiş proqramların (tənzimləmənin inteqrasiya edilmiş parçası olan) sahibi olursunuz. Bu, DriverPack-ın kompüterinizin tənzimlənməsini bir kliklə tam şəkildə ən və yüksək məhsularlıqla sürətlə etməsi deməkdir.
bg: Създадохме инструмента, който дава възможност конфигурацията на всеки компютър да бъде напълно автоматична. DriverPack съдържа повече от един милион драйвери, което позволява да конфигурирате всеки компютър само с един бутон. В резултат на това получавате инсталирани драйвери и помощни програми, внимателно избран софтуер (който е интегрираната част от конфигурирането), както и диагностиката на вашия компютър. Това означава, че DriverPack бързо конфигурира целия компютър с максимална ефективност само с едно кликване върху бутон.
bn: আমরা এই টুলটি তৈরি করেছি যেটি যেকোনো কম্পিউটারের কনফিগারেশনকে পুরোপুরি স্বয়ংক্রিয় করে তোলে। DriverPack এ দশ লক্ষেরও বেশি ড্রাইভার রয়েছে, যা শুধু একটি বোতাম দিয়ে যেকোনো কম্পিউটার কনফিগার করতে দেয়। ফলে আপনি পান ইন্সটলড্‌ ড্রাইভারসমূহ ও ইউটিলিটিসমূহ, সতর্কভাবে বাছাইকৃত সফটওয়্যার (যা কনফিগারিং এর একটি অন্তর্ভুক্ত অংশ), সেইসাথে কম্পিউটারের ডায়াগনস্টিকস্‌সমূহ। এর অর্থ হল - DriverPack একটি বোতামের ক্লিকে দ্রুত কম্পিউটারকে সেটির সর্বোচ্চ দক্ষতায় কনফিগার করে দেয়।
ca: Hem creat una eina que permet la configuració de qualsevol ordinador de forma completament automàtica. DriverPack conté més d'un milió de controladors, el que permet configurar qualsevol ordinador amb un sol botó. Com a resultat obteniu la instal·lació dels controladors i utilitats, un conjunt d'aplicacions curosament seleccionades (doncs és tracta d'una part integral de configurar un ordinador) i un diagnosi de l'ordinador. Això significa que DriverPack configura ràpidament tot l'ordinador per a la màxima eficiència amb un sol clic.
de: Wir haben ein Tool entwickelt, das es ermöglicht, die Konfiguration eines Computers vollautomatisch zu gestalten. DriverPack enthält mehr als eine Million Treiber, mit denen jeder Computer mit nur einer Taste konfiguriert werden kann. Als Ergebnis erhalten Sie installierte Treiber und Dienstprogramme, sorgfältig ausgewählte Software (die Bestandteil der Konfiguration ist) sowie die Diagnose Ihres Computers. Das bedeutet, dass DriverPack Ihren gesamten Computer schnell mit nur einem Tastendruck auf maximale Effizienz konfiguriert.
es: Hemos creado una utilidad que te permite realizar la configuración de cualquier ordenador de forma completamente automática. DriverPack contiene más de un millón de drivers, lo que permite configurar cualquier ordenador con un solo botón. Como resultado consigues instalar drivers y utilidades, aplicaciones cuidadosamente seleccionadas (lo cual es una parte integral de configurar un ordenador), así como un diagnóstico del ordenador. Esto significa que DriverPack configura rápidamente el ordenador para su máxima eficiencia con solo pulsar un botón.
es_419: Hemos creado la herramienta que permite que la configuración de cualquier computadora sea completamente automática. DriverPack contiene más de un millón de controladores, lo que permite configurar cualquier computadora con solo un botón. Como resultado, obtiene controladores y utilidades instalados, software cuidadosamente seleccionado (que es la parte integrada de la configuración), así como el diagnóstico de su computadora. Esto significa que DriverPack configura rápidamente toda su computadora con la máxima eficiencia con solo un clic de botón.
et: Oleme loonud tööriista mis muudab arvuti kohandamise veelgi automaatsemaks. DriverPack sisaldab rohkem kui miljon draiverit, mis lubab seadistada ükskõik mis arvuti ainult ühe nupu vajutusega. Selle tulemusena saate paigaldatud draiverid ja tööriistad, hoolikalt valitud tarkvara (mis on kohandamise osa), ning veel oma arvutile diagnostika. See tähendab, et DriverPack seadistab kiirelt terve arvuti, et selle tootlikus oleks maksimaalne vaid ühe nupuvajutusega.
fa: ما ابزاری را ساخته ایم که قادر می سازد به طور کامل پیکربندی هر کامپیوتری را به صورت خودکار انجام دهد. DriverPack شامل بیشتر از یک میلیون درایور است، که اجازه می دهد فقط با یک دکمه پیکربندی هر کامپیوتری را انجام دهد. به عنوان یک نتیجه شما درایور ها و ابزارها را نصب کرده اید، و با دقت نرم افزار ها را انتخاب کرده اید ( که قسمتی از پیکربندی جامع است )، و همچنین انجام عیب یابی کامپیوترتان. این بدان معنا است که DriverPack به سرعت تمام کامپیوتر شما را با بهره وری بالا فقط با فشردن یک دکمه پیکربندی می کند.
fil: Nilikha namin ang tool na nagbibigay-daan upang awtomatikong gawin ang pagsasaayos ng anumang computer. Ang DriverPack ay naglalaman ng higit sa isang milyong mga driver, na nagbibigay-daan upang i-configure ang anumang computer sa isang pindutan lamang. Bilang resulta, nakakuha ka ng mga naka-install na driver at kagamitan, maingat na piniling software (na kung saan ay ang pinagsamang bahagi ng pag-configure), pati na rin ang mga diagnostic ng iyong computer. Nangangahulugan ito na mabilis na configure ng DriverPack ang iyong buong computer sa pinakamataas na kahusayan sa isang click lamang.
fr: Nous avons créé l'outil qui permet de rendre la configuration de tout ordinateur entièrement automatique. DriverPack contient plus d'un million de pilotes, ce qui permet de configurer n'importe quel ordinateur avec un seul bouton. Vous obtenez ainsi des pilotes et des utilitaires installés, un logiciel soigneusement sélectionné (qui fait partie intégrante de la configuration), ainsi que les diagnostics de votre ordinateur. Cela signifie que DriverPack configure rapidement l'ensemble de votre ordinateur pour une efficacité maximale en un seul clic.
gu: અમે એ સાધન બનાવ્યું છે જે કોઈપણ કમ્પ્યુટરને સંપૂર્ણપણે સ્વયંસંચાલિત કરવા માટે સક્ષમ બનાવે છે. DriverPack એક મિલિયનથી વધુ ડ્રાઇવરો છે, જે કોઈપણ કમ્પ્યુટરને ફક્ત એક બટન સાથે ગોઠવવાની મંજૂરી આપે છે. પરિણામે તમે ડ્રાઇવર્સ અને ઉપયોગિતાઓને ઇન્સ્ટોલ કરો છો, કાળજીપૂર્વક પસંદ કરેલ સૉફ્ટવેર (જે ગોઠવણીનું સંકલિત ભાગ છે) તેમજ તમારા કમ્પ્યુટરના ડાયગ્નોસ્ટિક્સ છે. આનો અર્થ એ છે કે DriverPack ઝડપથી તમારા કમ્પ્યુટરને માત્ર એક બટન ક્લિકમાં મહત્તમ કાર્યક્ષમતામાં ગોઠવે છે.
he: יצרנו את הכלי שמאפשר להתקין דרייברים לכל מחשב בצורה אוטומטית לחלוטין. תוכנת DriverPack מכילה יותר ממליון דרייברים, המאפשרים התקנה של כל מחשב ממש בלחיצת כפתור. תוכנה זו מאפשרת לך להתקין דרייברים חסרים, כלי עזר למחשב, תוכנות ספציפיות שנבחרו בקפידה על ידינו (כל זאת כחלק מתהליך ההתקנה), כמו כן, התוכנה מאפשרת לבצע בדיקה ואבחנה של המחשב שלך. לסיכום, תוכנת DriverPack עוזרת לייעל את המחשב למקסימום שלך בלחיצת כפתור אחת.
hi: हमने एक उपकरण बनाया है जो कि किसी भी कंप्यूटर के कॉन्फ़िगरेशन को पूरी तरह से स्वत: बनाता है। DriverPack में एक लाख से अधिक ड्राइवर हैं, जो किसी भी कंप्यूटर को सिर्फ एक बटन के साथ कॉन्फ़िगर करने की अनुमति देता है। इसके परिणामस्वरूप आप ड्राइवरों और उपयोगिताओं को स्थापित करते हैं, सावधानी से चयनित सॉफ़्टवेयर (जो कि कॉन्फ़िगर का एकीकृत भाग है), साथ ही साथ आपके कंप्यूटर के निदान भी। इसका मतलब यह है कि DriverPack आपके संपूर्ण कंप्यूटर को केवल एक बटन क्लिक में अधिकतम दक्षता के लिए कॉन्फ़िगर करता है।
hu: Megalkottunk egy eszközt, mely lehetővé teszi bármely számítógép teljesen automatikus konfigurálását. A DriverPack egymilliónál is több drivert tartalmaz, egyetlen gombnyomással elvégezve bármely számítógép konfigurálását. Ennek eredményeképp a driverek és alkalmazások feltelepülnek, köztük alaposan megválogatott szoftverek (fontos részét képezik a konfigurálásnak), illetve a diagnosztika is lefut. Ez azt jelenti, hogy a DriverPack egyetlen kattintással, gyorsan előkészíti a teljes gépet a maximális hatékonyság kihasználása érdekében.
id: Kami telah membuat alat yang memungkinkan untuk membuat konfigurasi komputer manapun sepenuhnya otomatis. DriverPack berisi lebih dari satu juta driver, yang memungkinkan untuk mengkonfigurasi komputer hanya dengan satu tombol. Hasilnya anda mendapatkan driver dan utilitas yang terpasang, perangkat lunak yang dipilih dengan cermat (yang merupakan bagian konfigurasi terpadu), serta diagnostik komputer anda. Ini berarti bahwa DriverPack dengan cepat mengonfigurasi keseluruhan komputer anda hingga efisiensi maksimal hanya dengan satu klik tombol.
it: Abbiamo creato lo strumento che consente di rendere completamente automatica la configurazione di qualsiasi computer. DriverPack contiene oltre un milione di driver, che consente di configurare qualsiasi computer con un solo pulsante. Di conseguenza vengono installati driver e utilità, software accuratamente selezionato (che è la parte integrata della configurazione) e diagnostica del computer. Questo significa che DriverPack configura rapidamente l'intero computer alla massima efficienza con un solo clic del mouse.
ko: 우리는 모든 컴퓨터의 구성을 전적으로 자동으로 만들 수 있는 도구를 만들었습니다. DriverPack 에는 100만 개 이상의 드라이버가 포함되어 있어 하나의 버튼으로 모든 컴퓨터를 구성할 수 있습니다. 결과적으로 설치된 드라이버와 유틸리티, 신중하게 선택한 소프트웨어 (구성의 통합 부분) 및 컴퓨터 진단을 얻게됩니다. 즉, DriverPack 은 단 한번의 버튼 클릭으로 전체 컴퓨터를 최대한의 효율성으로 신속하게 구성합니다.
ku: ئێمە دروستیکردووە کەرەستەی کە دەتوانێت رێکخستنی هەر کۆمپیوتەرێک بکاتە ئوتوماتیکی بەتەواوی. DriverPack زیاتر لە ملیۆن پێناسەکان لەخۆ دەگرێت، کە رێگە دەدەن بە رێکخستنی هەر کۆمپیوتەرێن تەنها بە یەک دوگمە. دەرەنجام تۆ پێناسەکان و کەرەستەکانی یارمەتی دامەزراندووە، بەووریایی بەرنامەی هەلبژاردوو ( کە بەشێکی تەواوکارە لە رێکخستن)، هەروەها دەستنیشانکردنی کۆمپیوتەرەکەت. ئەمە واتە کە DriverPack بەخێرایی رێکدەخات هەموو کۆمپیوتەرەکەت بۆ گەورەترین توانا تەنها بە یەک دوگمە.
nl: We hebben de tool ontwikkeld waarmee u de configuratie van elke computer volledig automatisch kunt maken. DriverPack bevat meer dan een miljoen drivers, waarmee u elke computer met slechts één knop kunt configureren. Als resultaat krijgt u geïnstalleerde drivers en hulpprogramma's, zorgvuldig geselecteerde software (wat het geïntegreerde onderdeel is van het configureren) en de diagnose van uw computer. Dit betekent dat DriverPack snel uw hele computer configureert voor maximale efficiëntie met slechts één klik op de knop.
no: Vi har laget verktøyet som gjør det mulig å konfigurere hvilken som helst datamaskin helt automatisk. DriverPack inneholder mer enn en million drivere, som gjør det mulig å konfigurere en hvilken som helst datamaskin med bare en knapp. Som et resultat får du installerte drivere og verktøy, nøye valgt programvare (som er den integrerte delen av konfigurering), samt diagnostikk av datamaskinen din. Dette betyr at DriverPack raskt konfigurerer hele datamaskinen til maksimal effektivitet med bare ett klikk.
ps: موږ داسې وسیله جوړه کړې چې د هر کمپیوټر بشپړ ډول اتوماتیک ترتیب ترتیبوي. DriverPack د یو میلیون څخه ډیر چلوونکي لري، کوم چې د یو کمپیوټر سره کوم کمپیوټر کنټرولوي. د پایلې په توګه تاسو نصب نصبونکي او وړتیاوې، په احتیاط غوره شوي سافټویر (کوم چې د تنظیم کولو یوه برخه ده)، او همداراز ستاسو د کمپیوټر تشخیصات ترلاسه کوي. دا پدې مانا ده چې DriverPack په چټکۍ سره ستاسو ټول کمپیوټر په یو د تڼۍ کلیک کولو سره د ډیرو موثریت سره سم ترتیبوي.
pt_br: Criamos a ferramenta que permite tornar a configuração de qualquer computador totalmente automática. O DriverPack contém mais de um milhão de drivers, o que permite configurar qualquer computador com apenas um botão. Como resultado disso, você possui drivers e utilitários instalados, programas cuidadosamente selecionados (que é a parte integrada da configuração), bem como o diagnóstico do seu computador. Isso significa que o DriverPack configura rapidamente o seu computador inteiro com a máxima eficiência em apenas um clique no botão.
pt_pt: Criamos a ferramenta que permite a configuração automática de qualquer computador. o DriverPack contém mais de um milhão de controladores, o que permite a configuração de qualquer computador com um clique. Como resultado tem os seus controladores e utilitários instalados, programas cuidadosamente selecionados (parte integrante do processo de configuração), assim como um diagnóstico do seu computador. Isto significa que o DriverPack configura rapidamente todo o seu computador para a máxima eficiência com apenas um clique.
ro: Am creat instrumentul ce permite configurarea oricăror calculatoare complet automat. DriverPack conține mai mult de un milion de drivere, ceea ce permite configurarea oricărui computer cu un singur buton. În consecință, veți obține drivere și utilitare instalate, software-uri selecționate cu grijă (care este partea integrată a configurării), precum și diagnosticarea computerului dvs. Acest lucru înseamnă că DriverPack configurează rapid întregul computer la eficiență maximă printr-un singur click.
sk: Vytvorili sme nástroj, ktorý umožňuje úplnú automatickú konfiguráciu ľubovoľného počítača. DriverPack obsahuje viac ako milión ovládačov, čo umožňuje konfigurovať ľubovoľný počítač iba jedným tlačidlom. Výsledkom sú nainštalované ovládače a pomôcky, starostlivo vybraný softvér (ktorý je integrovanou súčasťou konfigurácie), ako aj diagnostika počítača. To znamená, že DriverPack rýchlo nakonfiguruje celý počítač na maximálnu efektivitu jediným kliknutím na tlačidlo.
sl: Ustvarili smo orodje, ki omogoča, da poteka konfiguracija katerega koli računalnika popolnoma avtomatsko. DriverPack vsebuje več kot milijon gonilnikov, kar omogoča konfiguriranje katerega koli računalnika s samo enim gumbom. Tako dobite nameščene gonilnike in pripomočke, skrbno izbrano programsko opremo (ki je integrirani del konfiguriranja), kot tudi diagnostiko vašega računalnika. To pomeni, da DriverPack hitro konfigurira celoten računalnik do največje učinkovitosti s samo enim klikom.
sr: Kreirali smo altaku koja omogućava pravljenje konfiguracije bilo kog kompijutera u potpunosti automatsko. DriverPack sadrži više od milion drajvera, koji dozvoljavaju konfiguraciju bilokog kiompijutera sa samo jednim dugmetom. Kao rezultat dobijate instalirane drajvere i usluge, pažljivo odabranog softvera (koji je integrisani deo konfiguracije), kao i dijagnostiku vašeg kompijutera. To znači da DriverPack brzo konfiguriše vaš ceo kompijuter sa maksimalnom efikasnošću samo jednim klikom na dugme.
sw: Tumeunda chombo kinachowezesha kufanya usanidi wa kompyuta yoyote kwa moja kwa moja. DriverPack ina madereva zaidi ya milioni, ambayo inaruhusu kusanidi kompyuta yoyote na kifungo kimoja tu. Matokeo yake unapata madereva na vituo vilivyowekwa, programu iliyochaguliwa kwa uangalifu (ambayo ni sehemu jumuishi ya usanidi), pamoja na uchunguzi wa kompyuta yako. Hii inamaanisha kwamba DriverPack inakanisha kompyuta yako yote kwa ufanisi wa juu katika click moja tu.
ta: எந்த கணினிக்கும் முற்றிலும் தானியங்கி முறையில் கட்டமைக்க செய்யும் மிக சிறப்பான கருவியை நாங்கள் உருவாக்கியுள்ளோம். DriverPack வன்பொருள்தொகுப்பு ஒரு மில்லியனுக்கும் அதிகமான வன்பொருள்களைக் கொண்டிருக்கிறது, இது ஒரு கணினியை ஒரே ஒரு பொத்தானில் கட்டமைக்க அனுமதிக்கிறது. இதன் விளைவாக நீங்கள் நிறுவப்பட்ட வன்பொருள்கள் மற்றும் பயன்பாடுகள், கவனமாக தேர்ந்தெடுக்கப்பட்ட மென்பொருளை நிறுவும் (கட்டமைக்கும் ஒருங்கிணைந்த பகுதியாகும்), அத்துடன் உங்கள் கணினியின் தேவைகளை கண்டறியும். DriverPack வன்பொருள்தொகுப்பு உங்கள் கணினியை ஒரு பொத்தானை கிளிக் செய்தால் அதிகபட்ச செயல்திறனை அதிகரிக்க விரைவாக கட்டமைப்பு வேலையை செய்துமுடிக்கும்.
te: ఏ కంప్యూటర్ యొక్క కాన్ఫిగరేషన్ పూర్తిగా ఆటోమాటిక్గా చేయగల సాధనాన్ని మేము సృష్టించాము. DriverPack కేవలం ఒక బటన్ తో ఏ కంప్యూటర్ ఆకృతీకరించుటకు అనుమతించే ఒక మిలియన్ డ్రైవర్లు, కలిగి ఉంది. ఫలితంగా మీరు సంస్థాపించిన డ్రైవర్లు మరియు వినియోగాలు, జాగ్రత్తగా ఎంపిక చేయబడిన సాఫ్ట్ వేర్ (ఇది కాన్ఫిగర్ యొక్క ఇంటిగ్రేటెడ్ భాగం) అలాగే మీ కంప్యూటర్ యొక్క విశ్లేషణలను పొందుతుంది. దీని అర్థంDriverPack త్వరగా మీ మొత్తం కంప్యూటర్ని కేవలం ఒక బటన్ క్లిక్లో గరిష్ట సామర్థ్యాన్ని కాన్ఫిగర్ చేస్తుంది.
th: เราได้สร้างเครื่องมือที่ช่วยให้การกำหนดค่าเครื่องคอมพิวเตอร์ใด ๆ อัตโนมัติทั้งหมด DriverPack บรรจุมากกว่าล้านไดรเวอร์ ที่ช่วยให้ปรับแต่งคอมพิวเตอร์ใด ๆ ได้เพียงในการกดหนึ่งครั้ง ผลลัพธ์คือคุณจะได้ติดตั้งไดรเวอร์และโปรแกรมอรรถประโยชน์, ซอฟท์แวร์ที่เลือกอย่างระมัดระวัง (ที่เป็นส่วนบูรณาการของการกำหนดค่า), รวมทั้งวินิจฉัยคอมพิวเตอร์ของคุณ นี่หมายความว่า DriverPack ปรับแต่งทั้งคอมพิวเตอร์ของคุณอย่างรวดเร็วเพื่อประสิทธิภาพสูงสุดในเพียงแค่หนึ่งคลิ๊ก
tr: Herhangi bir bilgisayarın yapılandırmasını tümüyle otomatik yapmayı sağlayan aracı yarattık. DriverPack, herhangi bir bilgisayarı sadece bir düğme ile yapılandırmayı sağlayan bir milyondan fazla sürücü içerir. Sonuç olarak, bilgisayarınızın tanılamalarının yanı sıra yüklenmiş sürücülere ve yardımcı uygulamalara, dikkatlice seçilmiş yazılımlara (yapılandırmanın tümleşik parçası olan) sahip olursunuz. Bu, DriverPack'in bütün bilgisayarınızı sadece bir düğmeye tıklayarak en yüksek verimlilikte hızlıca yapılandırması anlamına gelir.
zh: 我們已經建立了能夠使任何電腦的配置完全自動化的工具。DriverPack 包含超過一百萬個驅動程式，允許只需一個按鈕即可配置任何電腦。因此，您可以安裝驅動程式和公用程式，仔細選擇軟體(這是組態整合部分)以及電腦的診斷程序。這意味著，DriverPack 可以快速配置整個電腦，只需一個按鈕即可實現最高的效率。
zh_cn: 我们创建了能够使任何计算机的配置完全自动化的工具。 DriverPack 包含超过一百万个驱动程序，它允许使用一个按钮来配置任何计算机。 因此，您可以安装驱动程序和实用程序，仔细选择的软件 (这是组的集成部分)以及计算机的诊断程序。 这意味着，DriverPack 可以快速配置整个计算机，只需一个按钮即可实现最高的效率。

# softcategories_archiver-single-for
source: file archiver
ar: مؤرشف الملفات
az: fayl arxivləyici
bg: файлов архиватор
bn: ফাইল আর্কাইভার
ca: compressor de fitxers
de: Archivierer
el: πρόγραμμα συμπίεσης αρχείων
es: Gestor de archivos comprimidos
es_419: archivo archivador
et: faili arhiveerija
fa: آرشیو کننده فایل
fr: archiveur de fichiers
gu: ફાઇલ આરકાઇવર
he: דחיסה ופריסת קבצים
hi: फ़ाइल संग्रहकर्ता
hu: fájltömörítő
id: pengarsip file
it: archiviatore di file
ko: 파일 압축기
ku: ئه‌رشیفكه‌ری فایل
nl: bestandsarchivering
no: filarkiv
pl: archiwizacja plików
ps: دوتنه archiver
pt_br: arquivador
pt_pt: gestor de ficheiros
ro: arhivator fișiere
sk: archivátor súborov
sl: arhiviranje datotek
sq: arkivuesi i fajllave
sr: arhiviranje fajlova
sw: faili ya faili
ta: கோப்பு காப்பாளர்
te: ఫైల్ అర్చివేర్
th: ตัวเก็บไฟล์
tr: dosya arşivleyici
zh: 檔案壓縮程式
zh_cn: 文件存档

# softcategories_browser-single-for
source: browser
ar: متصفح
az: veb səyyah
bg: браузър
bn: ব্রাউজার
ca: navegador
el: φυλλομετρητή
es: navegador
es_419: navegador
et: lehitseja
fa: مرورگر
fr: navigateur
gu: બ્રાઉઝર
he: דפדפן
hi: ब्राउज़र
hu: böngésző
ko: 브라우저
ku: وێبگه‌ڕ
no: nettleser
pl: przeglądarka
ps: لټونګر
pt_br: navegador
pt_pt: navegador
sk: prehliadač
sl: brskalnik
sq: shfletuesi
sr: pretraživač
sw: kivinjari
ta: உலாவி
te: బ్రౌజరు
th: เบราว์เซอร์
tr: tarayıcı
zh: 瀏覽器
zh_cn: 浏览器

# softcategories_viewer-single-for
source: file view software
ar: برنامج عرض الملفات
az: fayl göstərmə proqramı
bg: софтуер за преглед на файлове
bn: ফাইল দেখার সফটওয়্যার
ca: visor de fitxers
de: Dateimanager
el: λογισμικό προβολής αρχείων
es: visor de ficheros
es_419: software de visualización de archivos
et: faili vaatamis tarkvara
fa: فایل دید نرم افزار
fr: logiciel de visualisation de fichiers
gu: ફાઇલ વ્યું સૉફ્ટવેર
he: תוכנת צפיה בקבצים
hi: फ़ाइल दृश्य सॉफ्टवेयर
hu: fájlnézegető szoftver
id: aplikasi penampil file
it: software di visualizzazione dei file
ko: 파일 보기 소프트웨어
ku: نه‌رمه‌كاڵای پیشاندانی فایل
nl: software voor bestandsweergave
no: filvisnings programvare
pl: przeglądarka plików
ps: د فایل لید سافټویر
pt_br: programa de exibição de arquivos
pt_pt: programas de visualização de ficheiros
ro: software vizualizare fișiere
sk: softvér na prezeranie súborov
sl: programska oprema za ogled datotek
sq: shikuesi i fajllave
sr: prikaz datoteka softvera
sw: faili ya mtazamo wa programu
ta: கோப்பு பார்வை மென்பொருள்
te: ఫైల్ వీక్షణ సాఫ్ట్వేర్
th: ซอฟท์แวร์ดูไฟล์
tr: dosya görüntüleme yazılımı
zh: 檔案檢視軟體
zh_cn: 文件查看软件

# softcategories_messenger-single-for
source: messaging software
ar: برامج تبادل الرسائل
az: mesajlaşma proqramı
bg: софтуер за съобщения
bn: ম্যাসেজিং সফটওয়্যার
ca: aplicació de missatgeria
el: λογισμικό μηνυμάτων
es: aplicación de mensajería
es_419: software de mensajería
et: sõnumite tarkvara
fa: نرم افزار های پیام رسان
fil: pagmemensahe na software
fr: logiciel de messagerie
gu: સંદેશા સૉફ્ટવેર
he: תוכנת מסרים
hi: संदेश सेवा सॉफ्टवेयर
hu: üzenetküldő szoftver
id: perangkat lunak pengirim pesan
it: software di messaggistica
ko: 메신저 소프트웨어
ku: نه‌رمه‌كاڵای نامه‌ ناردن
nl: berichtensoftware
no: meldings programvare
pl: komuinikator
ps: د رسولو سافټویر
pt_br: programa de mensagens
pt_pt: programas de mensagens
ro: software mesagerie
sk: softvér na odosielanie správ
sl: programska oprema za sporočanje
sq: softuer për mesazhe
sr: softver za razmenu poruka
sw: programu ya ujumbe
ta: செய்தி மென்பொருள்
te: సందేశ సాఫ్ట్వేర్
th: ซอฟท์แวร์ส่งข้อความ
tr: mesajlaşma yazılımı
zh: 訊息軟體
zh_cn: 通讯软件
