Repository: DriverPackSolution/transifex-backup
Catalog: beetle/driverpack-solution-worldwide/driverpackpo/*.po
Languages: ar, az, bg, bn, ca, de, el, es, es_419, et, fa, fil, fr, gu, he, hi, hu, id, it, ko, ku, nl, no, pl, ps, pt_br, pt_pt, ro, sk, sl, sq, sr, sw, ta, te, th, tr, zh, zh_cn

# protect_row_size
source: Size:
ar: الحجم:
az: Həcm:
bg: Размер:
bn: আকার:
ca: Mida:
de: Größe:
el: Μέγεθος:
es: Tamaño:
es_419: Tamaño:
et: Suurus:
fa: سایز:
fr: Taille:
gu: કદ:
he: גודל:
hi: आकार:
hu: Méret:
id: Ukuran:
it: Dimensione:
ko: 크기:
ku: :قەبارە
nl: Grootte:
no: Størrelse:
pl: Rozmiar:
ps: اندازه:
pt_br: Tamanho:
pt_pt: Tamanho:
ro: Mărime:
sk: Veľkosť:
sl: Velikost:
sq: Madhësia:
sr: Veličina:
sw: Ukubwa:
ta: அளவு:
te: పరిమాణం:
th: ขนาด:
tr: Boyut:
zh: 大小:
zh_cn: 大小:

# protect_row_publisher
source: Publisher:
ar: الناشر:
az: Yayımlayan:
bg: Издател:
bn: প্রকাশক:
ca: Editor:
de: Herausgeber:
el: Εκδότης:
es: Publicado por:
es_419: Editor:
et: Arendaja:
fa: ناشر:
fr: Éditeur:
gu: પ્રકાશક:
he: מפיץ:
hi: प्रकाशक:
hu: Kiadó:
id: Penerbit:
it: Editore:
ko: 제작자:
ku: بڵاوكه‌ره‌وه‌:
nl: Uitgever:
no: Utgiver:
pl: Publikujący:
pt_br: Editor:
pt_pt: Distribuidor:
ro: Editor:
sk: Vydavateľ:
sl: Izdajatelj:
sq: Botuesi:
sr: Izdavač:
sw: Mchapishaji:
ta: பதிப்பகத்தார்:
te: ప్రచురణ:
th: ผู้ผลิต:
tr: Yayımcı:
zh: 發行者:
zh_cn: 发布者:

# protect_row_version
source: Version:
ar: الإصدار:
az: Versiya:
bg: Версия:
bn: ভার্সন:
ca: Versió:
el: Έκδοση:
es: Versión:
es_419: Versión:
et: Versioon:
fa: نسخه:
fil: Bersyon:
fr: Version actuelle:
gu: સંસ્કરણ:
he: גירסה:
hi: संस्करण:
hu: Verzió:
id: Versi:
it: Versione:
ko: 버전:
ku: نووسخه‌:
nl: Versie:
no: Versjon:
pl: Wersja:
ps: ورژن یا ډول
pt_br: Versão:
pt_pt: Versão:
ro: Versiune:
sk: Verzia:
sl: Trenutna različica:
sq: Versioni:
sr: Verzija:
sw: Toleo:
ta: பதிப்பு:
te: వెర్షన్:
th: เวอร์ชั่น:
tr: Sürüm:
zh: 版本:
zh_cn: 版本:

# protect_row_install_date
source: Installation Date:
ar: تاريخ التثبيت:
az: Quraşdırılma tarixi:
bg: Дата на инсталиране:
bn: ইন্সটলেশন তারিখ:
ca: Data d'instal·lació:
de: Installationsdatum:
el: Ημερομηνία Εγκατάστασης:
es: Fecha de instalación:
es_419: Fecha de instalación:
et: Paigalduse aeg:
fa: تاریخ نصب:
fil: Petsa ng Pag-install:
fr: Date d'installation:
gu: સ્થાપન તારીખ:
he: תאריך התקנה:
hi: स्थापना की तिथि:
hu: Telepítés dátuma:
id: Tanggal Pemasangan:
it: Data di installazione:
ko: 설치 날짜:
ku: به‌رواری دامه‌زراندن:
nl: Installatie Datum:
no: Installasjonsdato:
pl: Data instalacji:
ps: د لګولو نېټه:
pt_br: Data da Instalação:
pt_pt: Data de Instalação:
ro: Data Instalării:
sk: Dátum inštalácie:
sl: Datum namestitve:
sq: Data e instalimit:
sr: Datum instaliranja:
sw: Tarehe ya Usanidi:
ta: நிறுவப்படும் தேதி:
te: సంస్థాపన తేదీ:
th: วันที่ติดตั้ง:
tr: Kurulum Tarihi:
zh: 安裝日期:
zh_cn: 安装日期:

# protect_rating_level_large
source: we recommend that you remove this
ar: نوصي بإزالة هذا
az: bunu silməyinizi tövsiyyə edirik
bg: ние препоръчваме да премахнете това
bn: এটি সরিয়ে ফেলার সুপারিশ করছি
ca: recomanem que l'elimineu
de: Wir empfehlen Ihnen, dies zu entfernen
el: σας προτείνουμε να το απομακρύνετε
es: te recomendamos que lo elimines
es_419: te recomendamos que elimines esto
et: soovitatud eemaldamiseks
fa: ما به شما پیشنهاد می کنیم که این مورد را پاک کنید
fil: inirerekomenda namin na alisin mo ito
fr: nous vous recommandons de supprimer cela
gu: અમે તમને ભલામણ કરીએ છીએ કે આને તમો કાઢી મૂકો
he: אנו ממליצים שתסיר תוכנה זו
hi: हम अनुशंसा करते हैं कि आप इसे हटा दें
hu: azt tanácsoljuk, hogy távolítsa ezt el
id: kami rekomendasikan bahwa anda menghapus ini
it: ti raccomandiamo di rimuoverlo
ko: 이 항목을 삭제할 것을 권장합니다
ku: ئێمه‌ پێشنیار بۆ تۆ ده‌كه‌ین كه‌ ئه‌مه‌ بسڕیته‌وه‌
nl: wij raden u aan deze te verwijderen
no: vi anbefaler at du fjerner dette
pl: zalecamy usunięcie tego
ps: موږ سپارښتنه کوو چې تاسو دا لرې کړئ
pt_br: recomendamos que você remova isso
pt_pt: recomendamos que remova isto
ro: Vă recomandăm să eliminați acesta
sk: odporúčame vám odstránenie
sl: priporočamo vam da odstranite
sq: iu rekomandojmë ta hiqni këtë
sr: predlažemo da izbrišete ovaj softver
sw: tunapendekeza uondoe hii
ta: இதை அகற்ற நாங்கள் பரிந்துரைக்கிறோம்
te: మీరు దీనిని తొలగించాలని మేము సిఫార్సు చేస్తున్నాము
th: เราแนะนำให้คุณลบออก
tr: bunu kaldırmanızı öneririz
zh: 建議您移除此
zh_cn: 我们建议您将其删除

# protect_rating_level_middle
source: you may remove this
ar: يمكنك إزالة هذا
az: bunu silə bilərsiniz
bg: може да премахнете това
bn: এটি সরাতে পারেন
ca: pots voler eliminar-la
de: Sie können dies entfernen
el: μπορείτε να την απομακρύνεται
es: podrías eliminarlo
es_419: puedes eliminar esto
et: saab eemaldada
fa: شما ممکن است که این مورد را پاک کنید
fil: maaari mong alisin ito
fr: vous pouvez supprimer cela
gu: તમારે કદાચ આને કાઢી નાખવું જોઈએ
he: אפשר להסיר תוכנה זו
hi: आप इसे हटा सकते हैं
hu: ezt eltávolíthatja
id: anda boleh menghapus ini
it: dovresti rimuoverlo
ko: 이 항목을 삭제할 수 있습니다
ku: تۆ له‌وانه‌یه‌ ئه‌مه‌ لاببه‌یت
nl: je mag dit verwijderen
no: du kan fjerne dette
pl: możesz to usunąć
ps: تاسو کولی شئ دا لیرې کړئ
pt_br: você pode remover isso
pt_pt: pode remover isto
ro: Puteți elimina acesta
sk: môžete to odstrániť
sl: to lahko odstranite
sq: mund ta hiqni këtë
sr: može se obrisati
sw: unaweza kuondoa hii
ta: நீங்கள் இதையும் அகற்றலாம்
te: మీరు దీన్ని తీసివేయవచ్చు
th: คุณอาจจะอยากลบโปรแกรมนี้
tr: bunu kaldırabilirsiniz
zh: 您可移除此
zh_cn: 你可以删除这个

# protect_rating_level_small
source: you may keep this
ar: يمكنك الاحتفاظ بهذا
az: bunu saxlaya bilərsiniz
bg: можете да запазите това
bn: এটি রাখতে পারেন
ca: pots voler mantenir-la
de: Sie können dies behalten
el: μπορείτε να την διατηρήσετε
es: puedes mantenerlo
es_419: puedes mantener esto
et: saab vahele jätta
fa: شما می توانید این مورد را نگه دارید
fil: maaari mong panatilihin ito
fr: vous pouvez garder ceci
gu: તમારે આ રાખવું જોઈએ
he: ניתן להשאיר תוכנה זו
hi: आप इसे रख सकते हैं
hu: ezt megtarthatja
id: anda boleh menyimpan ini
it: dovresti tenerlo
ko: 이 항목을 유지할 수 있습니다
ku: تۆ له‌وانه‌یه‌ ئه‌مه‌ بهێڵیته‌وه‌:
nl: je mag dit houden
no: du kan beholde dette
pl: możesz to pozostawić
ps: تاسو کولی شئ دا وساتئ
pt_br: você pode manter isso
pt_pt: pode manter isto
ro: Puteți păstra acesta
sk: môžete si ponechať
sl: to lahko obdržite
sq: mund ta mbani këtë
sr: može se zadržati
sw: unaweza kuweka hii
ta: நீங்கள் இதை வைத்திருக்கலாம்
te: మీరు దీన్ని ఉంచుకోవచ్చు
th: คุณอาจจะอยากเก็บโปรแกรมนี้
tr: bunu tutabilirsiniz
zh: 您可保留此
zh_cn: 你可以保留这个

# protect_rating_level_large_caption
source: We recommend you to remove this software because 70% of all users remove it.
ar: نوصيك بإزالة هذا البرنامج لأن 70٪ من جميع المستخدمين يقومون بإزالته.
az: Bütün istifadəçilərin %70-i bunu sildiyi üçün bu proqramı silməyi tövsiyyə edirik.
bg: Препоръчваме ви да премахнете този софтуер, защото 70% от всички потребители го премахват.
bn: এই প্রোগ্রামটা বাদ দিতে সুপারিশ করছি কারণ 70% ব্যবহারকারী এটা সরিয়ে ফেলেছে।
ca: Recomanem que elimineu aquesta aplicació perquè el 70% dels usuaris l'eliminen.
de: Wir empfehlen Ihnen, diese Software zu entfernen, da 70% aller Benutzer sie entfernen.
el: Σας προτείνουμε την κατάργηση της εφαρμογής, επειδή και το 70% των χρηστών μας την έχει καταργήσει.
es: Te recomendamos que elimines este sofware porque un 70% de los usuarios lo eliminan.
es_419: Le recomendamos que elimine este software porque el 70% de todos los usuarios lo eliminan.
et: 70% kasutajatest eemaldab selle programmi.
fa: ما به شما پیشنهاد می کنیم که این نرم افزار را پاک کنید، زیرا 70% از کاربران این نرم افزار را پاک کرده اند.
fil: Inirerekumenda namin sa iyo na tanggalin ang software na ito dahil 70% ng lahat ng mga users inaalis ito.
fr: Nous vous recommandons de supprimer ce logiciel car 70% des utilisateurs le suppriment.
gu: અમે આને કાઢવાની સલાહ આપીયે છીએ કારણ કે 70% લોકોએ પણ કાઢી નાખ્યું.
he: אנו ממליצים שתסיר תוכנה זו כי 70% מכלל המשתמשים מסירים אותה.
hi: हम आपको यह सॉफ़्टवेयर हटाने की सलाह देते हैं क्योंकि सभी उपयोगकर्ताओं के 70% इसे हटाते हैं।
hu: Azt tanácsoljuk, hogy távolítsa el ezt a szoftvert, mert az összes felhasználó 70% -a az eltávolítás mellett döntött.
id: Sebaiknya hapus perangkat lunak ini karena 70% pengguna menghapusnya.
it: Ti raccomandiamo di rimuovere questo programma perchè il 70% di tutti gli utenti lo disinstalla.
ko: 모든 사용자의 70 % 가 제거하기 때문에 이 소프트웨어를 제거하는 것이 좋습니다.
ku: ئێمه‌ پێشنیار بۆ تۆ ده‌كه‌ین كه‌ ئه‌م نه‌رمه‌كاڵایه‌ لاببه‌یت له‌به‌رئه‌وه‌ی %70ی به‌كارهێنه‌ره‌كان لایانبردووه‌.
nl: We raden u aan deze software te verwijderen omdat 70% van alle gebruikers deze verwijdert.
no: Vi anbefaler at du fjerner denne programvaren fordi 70% av alle brukerne fjerner den.
pl: Zalecamy usunięcie tego programu 70% użytkowników usunęło go.
ps: موږ تاسو ته سپارښتنه کوو چې دا سافټویر لرې کړو ځکه چې د ټولو کاروونکو 70٪ یې لرې کړئ.
pt_br: Recomendamos que você remova esse programa porque 70% de todos os usuários o removem.
pt_pt: Recomendamos que remova este programa pois 70% dos utilizadores removem-no.
ro: Vă recomandăm să eliminați acest software deoarece 70% din toți utilizatorii îl elimină.
sk: Odporúčame odstrániť tento softvér, pretože 70% všetkých používateľov ho odstráni.
sl: Priporočamo vam, da to programsko opremo odstranite, ker jo odstrani 70% vseh uporabnikov.
sq: Iu rekomandojmë ta hiqni këtë softuer sepse 70% e të gjithë përdoruesve e heqin atë.
sr: Predlažemo da obrišete ovaj softver jer je to uradilo 70% korisnika.
sw: Tunakupendekeza kuondoa programu hii kwa sababu 70% ya watumiaji wote huiondoa.
ta: இந்த மென்பொருளை நீக்க நாங்கள் பரிந்துரைக்கிறோம், ஏனெனில் 70% எல்லா பயனர்களும் இதை அகற்றியுள்ளனர்.
te: ఈ సాఫ్ట్వేర్ను తీసివేయమని మేము మీకు సిఫార్సు చేస్తున్నాము ఎందుకంటే అన్ని వినియోగదారుల్లో 70% అది తీసివేయబడుతుంది.
th: เราแนะนำคุณให้ลบซอฟท์แวร์นี้เพราะ 70% ของผู้ใช้ทั้งหมดลบมัน
tr: Tüm kullanıcıların %70'i bunu kaldırdığı için bu yazılımı kaldırılmanızı öneririz.
zh: 建議您刪除此軟體，因為 70% 的使用者將其刪除。
zh_cn: 我们建议您删除此软件，因为 70% 的用户将其删除。

# protect_uninstall_single
source: remove
ar: ازاله
az: sil
bg: премахване
bn: সরাও
ca: elimina
de: Entfernen
el: αφαίρεση
es: Eliminar
es_419: retirar
et: eemalda
fa: پاک کردن
fil: alisin
fr: retirer
gu: કાઢો
he: הסר
hi: हटायें
hu: eltávolít
id: hapus
it: rimuovi
ko: 제거
ku: لابردن
nl: verwijderen
no: fjern
pl: usuń
ps: لرې کړئ
pt_br: remover
pt_pt: remover
ro: şterge
sk: odstrániť
sl: odstrani
sq: hiq
sr: obrisati
sw: ondoa
ta: அகற்றுதல்
te: తొలగించడానికి
th: นำออก
tr: kaldır
zh: 刪除
zh_cn: 移除

# protect_clean_up_btn
source: Protect and clean the computer
ar: حماية وتنظيف جهاز الكمبيوتر
az: Kompüteri qoru və təmizlə
bg: Защитете и почистете компютъра
bn: কম্পিউটারকে পরিষ্কার ও নিরাপদ রাখো
ca: Protegeix i neteja l'ordinador
de: Schütze und bereinige den Computer
el: Προστατεύστε και καθαρίστε τον υπολογιστή
es: Proteger y limpiar el ordenador
es_419: Protege y limpia la computadora
et: Kaitse ja puhasta oma arvutit
fa: کامپیوتر را ایمن و پاکسازی کن
fil: Protektahan at linisin ang computer
fr: Protégez et nettoyez l'ordinateur
gu: કમ્પ્યુટરને રક્ષિત કરી ચોખ્ખું કરી નાખો
he: הגן ונקה את המחשב
hi: कंप्यूटर को सुरक्षित रखें और साफ़ करें
hu: A számítógép védelme és kitakarítása
id: Lindungi dan bersihkan komputer
it: Proteggi e pulisci il computer
ko: 컴퓨터 보호 및 정리
ku: کۆمپیوتەر پاکبکەرەوە و بیپارێزە
nl: Bescherm en reinig de computer
no: Beskytt og rens datamaskinen
pl: Ochroń i wyczyść komputer
ps: کمپیوټر خوندي او پاک کړئ
pt_br: Proteja e limpe o computador
pt_pt: Proteja e limpe o computador
ro: Protejați și curățați computerul
sk: Ochrániť a vyčistiť počítač
sl: Zaščitite in očistite računalnik
sq: Mbo dhe pastro kompjuterin
sr: Zaštitite i očistite računar
sw: Kulinda na kusafisha kompyuta
ta: கணினியை பாதுகாக்க மற்றும் சுத்தம்மிட
te: కంప్యూటర్ను రక్షించండి మరియు శుభ్రం చేయండి
th: ป้องกันและทำความสะอาดคอมพิวเตอร์
tr: Bilgisayarı koru ve temizle
zh_cn: 保护和清洁电脑

# protect_remove_all_btn_uninstalling
source: These suspicious software will be removed: {{COUNT}}
ar: ستتم إزالة هذه البرامج المشبوهة: {{COUNT}}
az: Bu şübhəli proqramlar silinəcək: {{COUNT}}
bg: Този подозрителен софтуер ще бъде премахнат: {{COUNT}}
bn: সন্দেহজনক এই সফটওয়্যারসমূহ সরিয়ে ফেলা হবে: {{COUNT}}
ca: S'esborraran aquestes aplicacions sospitoses: {{COUNT}}
de: Diese verdächtige Software wird entfernt: {{COUNT}}
el: Αυτά τα ύποπτα λογισμικά θα απομακρυνθούν : {{COUNT}}
es: Se eliminarán estas aplicaciones sospechosas: {{COUNT}}
es_419: Se eliminará este software sospechoso: {{COUNT}}
et: Need kahtlased programmid eemaldatakse: {{COUNT}}
fa: این نرم افزار های مشکوک پاک خواهند شد: {{COUNT}}
fil: Tatanggalin ang mga kahina-hinalang software na ito: {{COUNT}}
fr: Ces logiciels suspects seront supprimés: {{COUNT}}
gu: આ વિચિત્ર સૉફ્ટવેરને તગેડી મૂકવામાં આવશે: {{COUNT}}
he: התוכנות החשודות הבאות יוסרו: {{COUNT}}
hi: ये संदिग्ध सॉफ़्टवेयर हटा दिए जाएंगे: {{COUNT}}
hu: A következő gyanús szoftverek kerülnek eltávolításra: {{COUNT}}
id: Perangkat lunak mencurigakan ini akan dihapus: {{COUNT}}
it: Questi software sospetti verranno rimossi: {{COUNT}}
ko: 의심스러운 소프트웨어가 제거됩니다: {{COUNT}}
ku: ئەم بەرنامە بەدگومانەکان دەسڕێنەوە: {{COUNT}}
nl: Deze verdachte software wordt verwijderd: {{COUNT}}
no: Følgende suspekte programmer vil bli fjernet: {{COUNT}}
pl: Te podejrzane oprogramowanie zostanie usunięte: {{COUNT}}
ps: دا شکمن ساوتري به لیرې شي: {{COUNT}}
pt_br: Estes programas suspeitos serão removidos: {{COUNT}}
pt_pt: Este programa suspeito será removido: {{COUNT}}
ro: Aceste programe suspecte vor fi eliminate: {{COUNT}}
sk: Tento podozrivý softvér bude odstránený: {{COUNT}}
sl: Odstranjena bodo ti potencialno nevarni programi: {{COUNT}}
sq: Këta softuerë të dyshimtë do të hiqet: {{COUNT}}
sr: Ovi sumnjivi programi će biti obrisani: {{COUNT}}
sw: Programu hii ya tuhuma itaondolewa: {{COUNT}}
ta: இந்த சந்தேகத்திற்குரிய மென்பொருள் நீக்கப்படுகிறது: {{COUNT}}
te: ఈ అనుమానాస్పద సాఫ్ట్వేర్ తీసివేయబడుతుంది: {{COUNT}}
th: ซอฟท์แวร์ที่มีพิรุธนี้จะถูกลบออก: {{COUNT}}
tr: Bu şüpheli yazılım kaldırılacaktır: {{COUNT}}
zh_cn: 这些可疑软件将被删除: {{COUNT}}

# protect_remove_all_btn_installing
source: These important software will be installed: {{COUNT}}
ar: سيتم تثبيت هذه البرامج المهمة: {{COUNT}}
az: Bu əhəmiyyətli proqramlar silinəcək: {{COUNT}}
bg: Ще бъде инсталиран този важен софтуер: {{COUNT}}
bn: এই গুরুত্বপূর্ণ সফটওয়্যারগুলো ইন্সটল হবে: {{COUNT}}
ca: S'instal·laran aquestes aplicacions importants: {{COUNT}}
de: Diese wichtige Software wird installiert: {{COUNT}}
el: Αυτά τα σημαντικά λογισμικά θα εγκατασταθούν: {{COUNT}}
es: Se instalaran estas aplicaciones importantes: {{COUNT}}
es_419: Se instalará este importante software: {{COUNT}}
et: Need tähtsad programmid paigaldatakse: {{COUNT}}
fa: این نرم افزار های مهم باید نصب شوند: {{COUNT}}
fil: I-install ang mga mahalagang software na ito: {{COUNT}}
fr: Ces logiciels importants seront installés: {{COUNT}}
gu: આ અગત્યનું સૉફ્ટવેર સ્થાપિત થઈ જશે: {{COUNT}}
he: התוכנות החשובות הבאות יוסרו: {{COUNT}}
hi: ये महत्वपूर्ण सॉफ़्टवेयर इंस्टॉल हो जाएगा: {{COUNT}}
hu: A következő fontos szoftverek kerülnek feltelepítésre: {{COUNT}}
id: Perangkat lunak penting ini akan dipasang: {{COUNT}}
it: Questi programmi importanti verranno installati: {{COUNT}}
ko: 중요한 소프트웨어가 설치됩니다: {{COUNT}}
ku: ئەم بەرنامە گرنگە دادەمەزرێت: {{COUNT}}
nl: Deze belangrijke software wordt geïnstalleerd: {{COUNT}}
no: Disse viktige programmene vil bli installert: {{COUNT}}
pl: Te ważne oprogramowanie zostanie zainstalowane: {{COUNT}}
ps: دا مهم سافټویر به نصب شي: {{COUNT}}
pt_br: Estes programas importantes serão instalados: {{COUNT}}
pt_pt: Este programa importante será instalado: {{COUNT}}
ro: Aceste programe importante vor fi instalate: {{COUNT}}
sk: Tento dôležitý softvér bude nainštalovaný: {{COUNT}}
sl: Nameščena bo ta pomembna oprema: {{COUNT}}
sq: Këta softuerë të rëndësishëm do të instalohen: {{COUNT}}
sr: Ovi važni softveri će biti instalirani: {{COUNT}}
sw: Programu hizi muhimu zitawekwa: {{COUNT}}
ta: இந்த முக்கியமான மென்பொருள் நிறுவப்படும்: {{COUNT}}
te: ఈ ముఖ్యమైన సాఫ్ట్వేర్ ఇన్స్టాల్ చేయబడుతుంది: {{COUNT}}
th: ซอฟท์แวร์ที่สำคัญนี้จะถูกติดตั้ง: {{COUNT}}
tr: Bu önemli yazılım kaldırılacaktır: {{COUNT}}
zh_cn: 这些重要的软件将被安装: {{COUNT}}

# protect_installed-programs_api_failed
source: No Internet connection. Network connection is needed to view software list on your computer.
ar: لا يوجد اتصال بالإنترنت. هناك حاجة إلى اتصال الشبكة لعرض قائمة البرامج على جهاز الكمبيوتر الخاص بك.
az: İnternet bağlantısı yoxdur. Kompüterinizdə proqram siyahısını görmək üçün internet lazımdır.
bg: Няма интернет връзка. Необходима е мрежова връзка, за да видите списък на софтуера на вашия компютър.
bn: কোনো ইন্টারনেট সংযোগ নেই। কম্পিউটারে সফটওয়্যার তালিকা দেখতে নেটওয়ার্ক সংযোগ দরকার।
ca: No hi ha connexió a Internet. Es necessita connexió a la xarxa per veure la llista d'aplicacions a l'ordinador.
de: Keine Internetverbindung. Eine Netzwerkverbindung wird benötigt um die Softwareliste auf deinem Computer anzuzeigen.
es: No hay conexión a Internet. Se necesita conexión a Internet para ver la lista de aplicaciones en tu ordenador.
es_419: Sin conexión a Internet. Se necesita una conexión de red para ver la lista de software en su computadora.
et: Internetiühendus puudub. Internetiühendus on vajalik, et näha programmide nimekirja teie arvutis.
fa: هیچ اتصال اینترنتی یافت نشد. برای اینکه لیست نرم افزار های کامپیوتر خود را ببینید یک اتصال اینترنت مورد نیاز است.
fil: Walang koneksyon sa Internet. Kinakailangan ang koneksyon sa network upang tingnan ang listahan ng software sa iyong computer.
fr: Pas de connexion Internet. La connexion réseau est nécessaire pour afficher la liste des logiciels sur votre ordinateur.
gu: ઇન્ટરનેટ કનેક્શન નથી. સૉફ્ટવેરની યાદી આ કમ્પ્યુટર પર જોવા નેટવર્ક કનેક્શનની ઉપલબ્ધી જરૂરી છે
he: אין חיבור לאינטרנט. חיבור לרשת נחוץ בכדי לצפות ברשימת התוכנות המותקנות במחשבך.
hi: कोई इंटरनेट कनेक्शन नहीं। आपके कंप्यूटर पर सॉफ़्टवेयर सूची देखने के लिए नेटवर्क कनेक्शन की आवश्यकता है|
hu: Nincs internetkapcsolat. Internetkapcsolat szükséges a számítógépén található szoftverlista megtekintéséhez.
id: Tidak ada koneksi Internet. Koneksi jaringan diperlukan untuk melihat daftar perangkat lunak pada komputer anda.
it: Non è presente nessuna connessione internet. La connessione di rete è necessaria per visualizzare la lista dei programmi sul tuo computer.
ko: 인터넷 연결이 없습니다. 컴퓨터에서 소프트웨어 목록을 보려면 네트워크 연결이 필요합니다.
ku: هێڵی ئینتەرنێت نییە. هێڵی ئینتەرنێت پێویستە بۆ پێشاندانی لیستی بەرنامەکان لەسەر کۆمپیوتەرەکەت.
nl: Geen Internet verbinding. Er is een netwerkverbinding nodig om de softwarelijst op uw computer te bekijken.
no: Ingen Internett tilkobling. Nettverkstilkobling er nødvendig for å vise programlisten på datamaskinen.
pl: Brak połączenia z internetem. Do przeglądania listy programów na komputerze potrzebne jest połączenie sieciowe.
ps: د انټرنیټ پیوستون نشته. د خپل کمپیوټر په اړه د سافټویر لیست لیدلو لپاره د شبکې کنټرول ته اړتیا ده.
pt_br: Não há conexão com a Internet. Uma conexão de rede é necessária para visualizar a lista de programas em seu computador.
pt_pt: Sem ligação à Internet. É necessária uma ligação de rede para visualizar a lista de programas do seu computador
ro: Fără conexiune la Internet. Este necesară conectarea la rețea pentru a vizualiza lista de programe de pe computer.
sk: Žiadne internetové pripojenie. Sieťové pripojenie je potrebné na zobrazenie zoznamu softvéru v počítači.
sl: Brez internetne povezave. Omrežna povezava je potrebna za ogled seznama programske opreme v računalniku.
sq: S'ka lidhje në Internet. Lidhja në rrjet nevojitet për të parë listën e softerëve në kompjuterin tuaj.
sr: Bez dostupa internetu. Povezivanje sa mrežom je potrebno zbog prikaza liste softvera na vašem računaru.
sw: Hakuna uunganisho wa intaneti. Uunganisho wa mtandao unahitajika kuona orodha ya programu kwenye kompyuta yako.
ta: இணைய இணைப்பு இல்லை.உங்கள் கணினியில் மென்பொருள் பட்டியலை பார்வையிட இணைய இணைப்பு தேவை.
te: ఇంటర్నెట్ కనెక్షన్ లేదు. మీ కంప్యూటర్లో సాఫ్ట్వేర్ జాబితాను చూడటానికి నెట్వర్క్ కనెక్షన్ అవసరమవుతుంది.
th: ไม่มีการเชื่อมต่ออินเตอร์เน็ท จำเป็นต้องใช้การเชื่อมต่อเครือข่ายในการดูรายการซอฟท์แวร์บนคอมพิวเตอร์ของคุณ
tr: Internet bağlantısı yok. Bilgisayarınızda yazılım listesini görmek için ağ bağlantısı gerekir.
zh_cn: 没有网络连接。 需要网络连接才能查看计算机上的软件列表。

# protect_installed-programs_no_harmful
source: No undesirable software has been detected on your computer
ar: لم يتم اكتشاف أي برنامج غير مرغوب فيه على جهاز الكمبيوتر الخاص بك
az: Kompüterinizdə zərərli proqram aşkar edilmədi
bg: На компютъра ви не е открит нежелан софтуер
bn: আপনার কম্পিউটারে কোনো অনাকাঙ্ক্ষিত সফটওয়্যার পাওয়া যায় নি
ca: No s'ha detectat cap aplicació no desitjada en aquest ordinador
de: Keine unerwünschte Software wurde auf ihrem Computer gefunden
el: Δεν εντοπίστηκαν ανεπιθύμητες εφαρμογές στον υπολογιστή σας
es: No se han encontrado aplicaciones no deseadas en este ordenador
es_419: No se ha detectado ningún software no deseado en su computadora
et: Teie arvutist ei leitud ebavajalikke programme
fa: هیچ نرم افزار نامطلوبی در کامپیوتر شما یافت نشد.
fil: Walang nakitang hindi kanais-nais na software sa iyong computer
fr: Aucun logiciel indésirable n'a été détecté sur votre ordinateur
gu: તમારા કમ્પ્યુટર પર કોઈ અનિચ્છનીય સોફ્ટવેર પ્રાપ્ય થયેલ નથી
he: לא נמצאו תוכנות לא רצויות במחשבך
hi: आपके कंप्यूटर पर कोई अवांछनीय सॉफ़्टवेयर नहीं मिला है
hu: Nem észleltünk nem kívánt szoftvereket a számítógépén
id: Tidak ada perangkat lunak yang tidak diinginkan terdeteksi di komputer anda
it: Nessun programma indesiderato è stato rilevato sul tuo computer
ko: 컴퓨터에서 원하지 않는 소프트웨어가 감지되지 않았습니다
ku: هیچ بەرنامەیەکی نەویستراو لەکۆمپیوتەرەکەت دا نە دوزرایەوە
nl: Er is geen ongewenste software op uw computer gedetecteerd
no: Ingen uønsket programvare ble funnet på din datamaskin
pl: Nie wykryto niepożądanego oprogramowania na Twoim komputerze
ps: ستاسو په کمپیوټر کې هیڅ ناڅاپي سافټویر ندی موندلی
pt_br: Nenhum programa indesejável foi detectado em seu computador
pt_pt: Não foram detetados programas indesejados no seu computador
ro: Nu a fost detectat nici un software nedorit pe calculatorul dvs.
sk: Na vašom počítači nebol detekovaný žiadny nežiaduci softvér
sl: Na vašem računalniku ni zaznana nezaželena programska oprema
sq: Nuk janë detektuar softuerë të padëshirueshëm në kompjuterin tuaj
sr: Na vašem računaru nisu detektovani nepoželjni softveri
sw: Hakuna programu isiyofaa inayoonekana kwenye kompyuta yako
ta: உங்கள் கணினியில் விரும்பத்தகாத மென்பொருள் கண்டறியப்படவில்லை
te: మీ కంప్యూటర్లో అవాంఛనీయ సాఫ్ట్వేర్ కనుగొనబడలేదు
th: ตรวจสอบไม่พบซอฟท์แวร์ที่ไม่พึงปรารถนาบนคอมพิวเตอร์ของคุณ
tr: Bilgisayarınızda istenmeyen yazılım algılanmadı
zh_cn: 计算机上未检测到任何不需要的软件
