Repository: DriverPackSolution/transifex-backup
Catalog: beetle/driverpack-solution-worldwide/driverpackpo/*.po
Languages: ar, az, bg, bn, ca, de, el, es, es_419, et, fa, fil, fr, gu, he, hi, hu, id, it, ko, ku, nl, no, pl, ps, pt_br, pt_pt, ro, sk, sl, sq, sr, sw, ta, te, th, tr, zh, zh_cn

# installation_header_subtitle_installing-driver
source: {{CLASS.SINGLE.FOR}} driver is installing
ar: {{CLASS.SINGLE.FOR}} برنامج التشغيل قيد التثبيت
az: {{CLASS.SINGLE.FOR}} driveri quraşdırılır
bg: {{CLASS.SINGLE.FOR}} драйвера се инсталира
bn: {{CLASS.SINGLE.FOR}} ড্রাইভার ইন্সটল হচ্ছে
ca: S'està instal·lant el controlador per a {{CLASS.SINGLE.FOR}}
de: {{CLASS.SINGLE.FOR}}-Treiber wird installiert
el: Εγκατάσταση προγράμματος οδήγησης για {{CLASS.SINGLE.FOR}}
es: El driver para {{CLASS.SINGLE.FOR}} se está instalando
es_419: {{CLASS.SINGLE.FOR}}el controlador está instalando
et: {{CLASS.SINGLE.FOR}} draiverit paigaldatakse
fa: {{CLASS.SINGLE.FOR}} درایور در حال نصب است
fil: {{CLASS.SINGLE.FOR}} nag-i-install ang driver
fr: {{CLASS.SINGLE.FOR}} pilote en cours d'installation
gu: {{CLASS.SINGLE.FOR}} ડ્રાઈવર સ્થાપિત થઈ રહ્યા છે
he: מתקין דרייבר עבור {{CLASS.SINGLE.FOR}}
hi: {{CLASS.SINGLE.FOR}} ड्राइवर स्थापित कर रहा है
hu: {{CLASS.SINGLE.FOR}} driver telepítése folyamatban van
id: {{CLASS.SINGLE.FOR}} driver sedang di pasang
it: {{CLASS.SINGLE.FOR}} il driver si sta installando
ko: {{CLASS.SINGLE.FOR}} 드라이버 설치 중…
ku: {{CLASS.SINGLE.FOR}} پێناسە دامەزراندن
nl: {{CLASS.SINGLE.FOR}} driver wordt geïnstalleerd
no: {{CLASS.SINGLE.FOR}} driver installeres
pl: {{CLASS.SINGLE.FOR}} - instaluję sterownik
ps: {{CLASS.SINGLE.FOR}} چلوونکی لګول کیږی
pt_br: Instalando o driver para {{CLASS.SINGLE.FOR}}
pt_pt: {{CLASS.SINGLE.FOR}} controlador está a ser instalado
ro: Driverul {{CLASS.SINGLE.FOR}} se instalează
sk: Inštaluje sa ovládač pre {{CLASS.SINGLE.FOR}}
sl: Gonilnik za {{CLASS.SINGLE.FOR}} je namestitev
sq: {{CLASS.SINGLE.FOR}} drajver po instalohet
sr: Instaliranje drajvera za {{CLASS.SINGLE.FOR}}
sw: {{CLASS.SINGLE.FOR}} driver inawekwa
ta: {{CLASS.SINGLE.FOR}} வன்பொருள் நிறுவப்படுகிறது
te: {{CLASS.SINGLE.FOR}} డ్రైవర్ ఇన్స్టాల్ చేస్తోంది
th: {{CLASS.SINGLE.FOR}} ไดรเวอร์กำลังติดตั้ง
tr: {{CLASS.SINGLE.FOR}} sürücüsü yükleniyor
zh: {{CLASS.SINGLE.FOR}} 個驅動程式正在安裝
zh_cn: {{CLASS.SINGLE.FOR}} 驱动程序正在安装

# installation_header_subtitle_installing-program-plural
source: {{CATEGORY.PLURAL.FOR}} installing
ar: {{CATEGORY.PLURAL.FOR}} تثبيت
az: {{CATEGORY.PLURAL.FOR}} quraşdırılır
bg: {{CATEGORY.PLURAL.FOR}} се инсталира
bn: {{CATEGORY.PLURAL.FOR}} ইন্সটল হচ্ছে
ca: Instal·lant {{CATEGORY.PLURAL.FOR}}
de: {{CATEGORY.PLURAL.FOR}} installieren
el: εγκατάσταση {{CATEGORY.PLURAL.FOR}}
es: Instalando {{CATEGORY.PLURAL.FOR}}
es_419: {{CATEGORY.PLURAL.FOR}}instalando
et: {{CATEGORY.PLURAL.FOR}} paigaldamine
fa: درحال نصب {{CATEGORY.PLURAL.FOR}}
fil: {{CATEGORY.PLURAL.FOR}} nag-iinstall
fr: {{CATEGORY.PLURAL.FOR}} installation
gu: {{CATEGORY.PLURAL.FOR}} સ્થાપના ચાલું છે
he: מתקין {{CATEGORY.PLURAL.FOR}}
hi: {{CATEGORY.PLURAL.FOR}} स्थापित कर रहा है
hu: {{CATEGORY.PLURAL.FOR}} telepítése folyamatban van
id: {{CATEGORY.PLURAL.FOR}} sedang di pasang
it: {{CATEGORY.PLURAL.FOR}} installando
ko: {{CATEGORY.PLURAL.FOR}} 설치 중…
ku: {{CATEGORY.PLURAL.FOR}}دامەزراندن
nl: {{CATEGORY.PLURAL.FOR}} installeren
no: {{CATEGORY.PLURAL.FOR}} installerer
pl: {{CATEGORY.PLURAL.FOR}} - instalacja
ps: {{CATEGORY.PLURAL.FOR}} لګول کیږی
pt_br: Instalando {{CATEGORY.PLURAL.FOR}}
pt_pt: {{CATEGORY.PLURAL.FOR}} em instalação
ro: Instalare {{CATEGORY.PLURAL.FOR}}
sk: Inštalujú sa {{CATEGORY.PLURAL.FOR}}
sl: Namestitev za {{CATEGORY.PLURAL.FOR}}
sq: {{CATEGORY.PLURAL.FOR}} po instalohet
sr: Instaliranje {{CATEGORY.PLURAL.FOR}}
sw: {{CATEGORY.PLURAL.FOR}} inawekwa
ta: {{CATEGORY.PLURAL.FOR}} நிறுவப்படுகிறது
te: {{CATEGORY.PLURAL.FOR}} ఇన్స్టాల్
th: {{CATEGORY.PLURAL.FOR}} กำลังติดตั้ง
tr: {{CATEGORY.PLURAL.FOR}} yükleniyor
zh: {{CATEGORY.PLURAL.FOR}} 正在安裝
zh_cn: {{CATEGORY.PLURAL.FOR}} 安装中

# installation_header_subtitle_installing-program
source: {{CATEGORY.SINGLE.FOR}} installing
ar: {{CATEGORY.SINGLE.FOR}} تثبيت
az: {{CATEGORY.SINGLE.FOR}} quraşdırılır
bg: {{CATEGORY.SINGLE.FOR}} се инсталира
bn: {{CATEGORY.SINGLE.FOR}} ইন্সটল হচ্ছে
ca: Instal·lant {{CATEGORY.SINGLE.FOR}}
de: {{CATEGORY.SINGLE.FOR}} installieren
el: εγκατάσταση {{CATEGORY.SINGLE.FOR}}
es: Instalando {{CATEGORY.SINGLE.FOR}}
es_419: {{CATEGORY.SINGLE.FOR}}instalando
et: {{CATEGORY.SINGLE.FOR}} paigaldamine
fa: درحال نصب {{CATEGORY.SINGLE.FOR}}
fil: {{CATEGORY.SINGLE.FOR}} nag-iinstall
fr: {{CATEGORY.SINGLE.FOR}} installation
gu: {{CATEGORY.SINGLE.FOR}} સ્થાપના ચાલું છે
he: מתקין {{CATEGORY.SINGLE.FOR}}
hi: {{CATEGORY.SINGLE.FOR}} स्थापित कर रहा है
hu: {{CATEGORY.SINGLE.FOR}} telepítése folyamatban van
id: {{CATEGORY.SINGLE.FOR}} sedang di pasang
it: {{CATEGORY.SINGLE.FOR}} installando
ko: {{CATEGORY.SINGLE.FOR}} 설치 중…
ku: {{CATEGORY.SINGLE.FOR}} دادەمەزرێت
nl: {{CATEGORY.SINGLE.FOR}} installeren
no: {{CATEGORY.SINGLE.FOR}} installerer
pl: {{CATEGORY.SINGLE.FOR}} - instalacja
ps: {{CATEGORY.SINGLE.FOR}} لګول کیږی
pt_br: Instalando {{CATEGORY.SINGLE.FOR}}
pt_pt: {{CATEGORY.SINGLE.FOR}} em instalação
ro: Instalare {{CATEGORY.SINGLE.FOR}}
sk: Inštaluje sa {{CATEGORY.SINGLE.FOR}}
sl: Namestitev za {{CATEGORY.SINGLE.FOR}}
sq: {{CATEGORY.SINGLE.FOR}} po instalohet
sr: Instaliranje {{CATEGORY.SINGLE.FOR}}
sw: {{CATEGORY.SINGLE.FOR}} inawekwa
ta: {{CATEGORY.SINGLE.FOR}} நிறுவப்படுகிறது
te: {{CATEGORY.SINGLE.FOR}} ఇన్స్టాల్
th: {{CATEGORY.SINGLE.FOR}} กำลังติดตั้ง
tr: {{CATEGORY.SINGLE.FOR}} yükleniyor
zh: {{CATEGORY.SINGLE.FOR}} 正在安裝
zh_cn: {{CATEGORY.SINGLE.FOR}} 安装中

# installation_header_subtitle_downloading
source: File loading
ar: جار تحميل الملف
az: Fayl yüklənir
bg: Зареждане на файл
bn: ফাইল লোড হচ্ছে
ca: Carregant els fitxers
de: Datei laden
el: Φόρτωση αρχείου
es: Cargando ficheros
es_419: Carga de archivo
et: Faili laadimine
fa: در حال بارگذاری فایل
fil: Nag-loload ang file
fr: Fichier en cours de téléchargement
gu: ફાઇલ લોડ થઈ રહી છે
he: טוען קבצים
hi: फ़ाइल लोड हो रहा है
hu: Fájl betöltése folyamatban van
id: Memuat file
it: Il file sta caricando
ko: 파일 로딩 중…
ku: فائیل بار دەبێت
nl: Bestand laden
no: Laster fil
pl: Wczytywanie pliku
ps: د دوتنې پورته کولو
pt_br: Carregando arquivos
pt_pt: Ficheiro a ser carregado
ro: Încărcare fișiere
sk: Nahrávanie súborov
sl: Nalaganje datoteke
sq: Skedari po ngarkohet
sr: Učitavanje podataka
sw: Faili inapakia
ta: கோப்பு வரிசைப்படுத்தப்படுகிறது
te: ఫైల్ లోడ్ అవుతోంది
th: กำลังโหลดไฟล์
tr: Dosya yükleniyor
zh: 檔案載入中
zh_cn: 文件载入中

# installation_header_preparing
source: We are creating the restore point...
ar: نحن نصنع نقطة الاستعادة...
az: Bərpa nöqtəsi yaradırıq...
bg: Създаваме точка за възстановяване...
bn: রিস্টোর পয়েন্ট তৈরি করা হচ্ছে...
ca: Estem creant un punt de restauració...
de: Wir erstellen den Wiederherstellungspunkt...
el: Δημιουργούμε ένα σημείο επαναφοράς...
es: Creando un punto de restauración...
es_419: Estamos creando el punto de restauración...
et: Loon taastepunkti...
fa: ما در حال ایجاد کردن نقطه بازگشت هستیم...
fil: Nililikha namin ang restore point...
fr: Nous sommes en train de créer le point de restauration...
gu: અમે રીસ્ટોર પોઈન્ટ ચાલુ કરી રહ્યાં છે...
he: אנו יוצרים נקודת שחזור...
hi: हम पुनर्स्थापना बिंदु बना रहे हैं...
hu: Most létrehozunk egy rendszer-visszaállítási pontot...
id: Kami sedang membuat titik pemulihan...
it: Stiamo creando il punto di ripristino...
ko: 복원 지점 생성 중…
ku: ئێمه‌ خاڵی گه‌ڕانه‌وه‌ دروست ده‌كه‌ین...
nl: We maken het herstelpunt ...
no: Vi oppretter gjenopprettingspunktet ...
pl: Tworzymy punkt przywracania...
ps: موږ د بیا رغونې ټیم جوړ کوو ...
pt_br: Estamos criando um ponto de restauração...
pt_pt: Estamos a criar o ponto de restauro...
ro: Creăm punctul de restaurare...
sk: Vytvára sa bod obnovenia...
sl: Ustvarjamo obnovitveno točko...
sq: Po krijohet pika e rikthimit...
sr: Pravimo tačku vraćanja...
sw: Tunaunda uhakika wa kurejesha ...
ta: மீட்டெடுப்பு புள்ளியை உருவாக்குகிறோம் ...
te: మేము పునరుద్ధరణ పాయింట్ సృష్టిస్తున్నాము...
th: เรากำลังสร้างจุดคืนค่า...
tr: Geri yükleme noktası oluşturuyoruz...
zh: 正在建立還原點...
zh_cn: 我们正在创建还原点...

# installation_header_title
source: We are configuring your computer…
ar: نقوم بتكوين جهاز الكمبيوتر الخاص بك...
az: Kompüterinizi tənzimləyirik...
bg: Конфигурираме вашият компютър
bn: কম্পিউটার কনফিগার করা হচ্ছে...
ca: Estem configurant l'ordinador...
de: Wir konfigurieren Ihren Computer...
el: Ρυθμίζουμε τον υπολογιστή σας...
es: Configurando el ordenador...
es_419: Estamos configurando tu computadora...
et: Seadistan teie süsteemi...
fa: ما در حال پیکربندی کامپیوتر شما هستیم...
fil: Nino-configure namin ang iyong computer...
fr: Nous sommes en train de configurer votre ordinateur...
gu: અમે તમારા કમ્પ્યુટરને સંસ્કરણીત કરી રહ્યાં છે...
he: אנו מגדירים את המחשב שלך...
hi: हम आपके कंप्यूटर को कॉन्फ़िगर कर रहे हैं...
hu: Most konfiguráljuk a számítógépet...
id: Kami mengonfigurasi komputer anda...
it: Stiamo configurando il tuo computer...
ko: 컴퓨터를 구성 중…
ku: ئێمه‌ كۆمپیوته‌ره‌كه‌ی تۆ ڕیكده‌خه‌ین...
nl: We zijn configureren uw computer ...
no: Vi konfigurerer din datamaskin...
pl: Konfigurujemy Twój komputer...
ps: موږ ستاسو کمپیوټر ترتیب کوو ...
pt_br: Estamos configurando seu computador...
pt_pt: Estamos a configurar o seu computador...
ro: Configurăm computerul dvs. ...
sk: Konfiguruje sa počítač...
sl: Konfiguriramo vaš računalnik...
sq: Po konfigurojmë kompjuterin...
sr: Podešavamo računar...
sw: Tunasanidi kompyuta yako ...
ta: நாங்கள் உங்கள் கணினியை கட்டமைக்கிறோம் ...
te: మేము మీ కంప్యూటర్ని ఆకృతీకరిస్తున్నాము...
th: เรากำลังกำหนดค่าระบบของคุณ...
tr: Bilgisayarınızı yapılandırıyoruz...
zh: 正在組態您的電腦...
zh_cn: 我们正在配置您的计算机...

# installation_header_promo_more
source: learn more
ar: إعرف أكثر
az: təfsilatı ilə
bg: разберете повече
bn: আরও জানুন
ca: més informació
es: Más información
es_419: aprende más
fa: بیشتر بدانید
fil: matuto nang higit pa
gu: વધુ જાણો
hi: और अधिक जानें
it: per saperne di più
ko: 더 알아보기
ku: زیاتر فێرببه‌
no: lær mer
pl: dowiedz się więcej
pt_pt: saiba mais
ro: află mai multe
sl: Naučite se več
sr: saznajte više
ta: மேலும் அறியவும்
te: ఇంకా నేర్చుకో
th: เรียนรู้เพิ่มเติม
tr: daha fazla bilgi edinin
zh: 了解更多

# installation_header_promo_install
source: install
ar: تثبيت
az: quraşdır
bg: инсталирай
bn: ইন্সটল
ca: instal·la
es: Instalar
es_419: instalar
fa: نصب
fil: i-install
gu: ઇન્સ્ટોલ
hi: इंस्टॉल करें
it: installo
ko: 설치
ku: دامه‌زراندن
no: installer
pl: instaluj
pt_pt: instalar
ro: instalare
sl: namesti
sr: instalirajte
ta: நிறுவு
te: ఇన్స్టాల్
th: ติดตั้ง
tr: yükle
zh: 安裝

# installation_header_promo_fb
source: Community on Facebook
ar: مجتمعنا على Facebook
az: Facebook Qrupumuz
bg: Общност във Facebook
bn: ফেসবুক কমিউনিটি
ca: Comunitat de Facebook
es: Comunidad de Facebook
es_419: Comunidad en Facebook
fa: جامعه در Facebook
fil: Komunidad sa Facebook
gu: Facebook પરની ટુકડી
hi: फेसबुक पर समुदाय
it: Community su Facebook
ko: 페이스북의 커뮤니티
ku: كۆمه‌ڵگه‌ له‌ فه‌یسبوك
no: Samfunnet på Facebook
pl: Społeczność na Facebooku
pt_pt: Comunidade no Facebook
ro: Comunitate pe Facebook
sl: Facebook skupnost
sr: Grupa na Fejsbuku
ta: பேஸ்புக் குழுவில்
te: కమ్యూనిటీ Facebook
th: ชุมชนบนเฟซบุ๊ค
tr: Facebook'taki Topluluk
zh: Facebook 社群

# installation_item_category_restorepoint
source: Restore point
ar: استعادة لنقطة
az: Bərpa Nöqtəsi
bg: Точка за възстановяване
bn: রিস্টোর পয়েন্ট
ca: Punt de restauració
de: Wiederherstellungspunkt
el: Σημείο επαναφοράς
es: Punto de restauración
es_419: Punto de restauración
et: Taastepunkt
fa: نقطه بازگشت
fr: Point de restauration
gu: રીસ્ટોર પોઈન્ટ
he: נקודת שחזור
hi: पुनःस्थापना बिंदु
hu: Rendszer-visszaállítási pont
id: Titik pemulihan
it: Punto di ripristino
ko: 복원 지점
ku: خاڵی گه‌ڕانه‌وه‌
nl: Herstel-punt
no: Tiløbakestillingspunkt
pl: Punkt przywracania
ps: بیا رغونه
pt_br: Ponto de restauração
pt_pt: Ponto de restauro
ro: Punct de restaurare
sk: Bod obnovenia
sl: Obnovitvena točka
sq: Pikë rikthimi
sr: Tačka vraćanja
sw: Kurejesha uhakika
ta: மீட்பு புள்ளி
te: పునరుద్ధరణ పాయింట్
th: จุดคืนค่า
tr: Geri yükleme noktası
zh: 還原點
zh_cn: 还原点

# driver_class_bluetooth
source: Bluetooth device
ar: جهاز Bluetooth
az: Bluetooth cihazı
bg: Bluetooth устройство
bn: ব্লুটুথ ডিভাইস
ca: Dispositiu Bluetooth
de: Bluetooth-Gerät
el: Συσκευή Bluetooth
es: Dispositivo Bluetooth
es_419: Dispositivo Bluetooth
et: Bluetoothi adapter
fa: دستگاه بلوتوث
fr: Périphérique Bluetooth
gu: Bluetooth ઉપકરણ
he: התקן Bluetooth
hi: Bluetooth डिवाइस
hu: bluetooth eszköz
id: Perangkat Bluetooth
it: Dispositivo bluetooth
ko: 블루투스 장치
ku: ئامێری Bluetooth
nl: Bluetooth apparaat
no: Bluetooth enhet
pl: Urządzenie Bluetooth
ps: Bluetooth وسیله
pt_br: Dispositivo Bluetooth
pt_pt: Dispositivo Bluetooth
ro: Dispozitiv Bluetooth
sk: Bluetooth zariadenie
sl: Naprava Bluetooth
sq: Pajisje Bluetooth
sr: Bluetooth uređaj
sw: kifaa cha Bluetooth
ta: Bluetooth ப்ளூடூத் சாதனம்
te: Bluetooth పరికరం
th: อุปกรณ์ Bluetooth
tr: Bluetooth aygıtı
zh: 藍牙裝置
zh_cn: Bluetooth 设备

# driver_class_cardreader
source: Card reader
ar: قارئات الذاكرة
az: Kart-oxuyucu
bg: Четец на карти
bn: কার্ড রিডার
ca: Lector de targetes
de: Kartenleser
el: Συσκευή ανάγνωσης καρτών μνήμης
es: Lector de tarjetas
es_419: Lector de tarjetas
et: Kaardilugeja
fa: کارت خوان
fr: Lecteur de cartes
gu: કાર્ડ રીડર
he: קורא כרטיסים
hi: कार्ड रीडर
hu: Kártyaolvasók
id: Pembaca kartu
ko: 카드 리더
ku: خوێنه‌ره‌وه‌ی میمۆری كارد
no: Kortleser
pl: Czytnik kart
ps: کرډریډر
pt_br: Leitor de cartão
pt_pt: Leitor de Cartões
ro: Cititor de carduri
sk: Čítačka kariet
sl: Bralnik kartic
sq: Lexues kartë memorie
sr: Čitač kartica
sw: Kadi ya kusoma
ta: கார்டு ரீடர்
te: కార్డ్ రీడర్
th: ตัวอ่านการ์ด
tr: Kart okuyucu
zh: 讀卡機
zh_cn: 读卡器

# driver_class_chipset
source: Chipset
ar: الشريحة
az: Çipset
bg: Чипсет
bn: চিপসেট
de: Chipsatz
et: Kiibistik
fa: چیپست
gu: ચીપસેટ
he: ערכת שבבים
hi: चिपसेट
ko: 칩셋
ku: كۆمه‌ڵه‌ پارچه‌یه‌ك
no: Brikkesett
ps: چیپسیټ
sk: Čipset
sl: Nabor vezij
sq: Çipseta
sw: Chip kuweka
ta: சில்லுத் தொகுதி
te: చిప్ సెట్
th: ชิปเซ็ต
tr: Yonga seti
zh: 晶片組
zh_cn: 芯片组

# driver_class_inputdev
source: Input device
ar: جهاز الإدخال
az: Daxil etmə cihazı
bg: Входно устройство
bn: ইনপুট ডিভাইস
ca: Dispositiu d'entrada
de: Eingabegerät
el: Συσκευή εισόδου
es: Dispositivo de entrada
es_419: Dispositivo de entrada
et: Sisestus seade
fa: دستگاه ورودی
fr: Périphérique d’entrée
gu: ઈનપુટ ડીવાઇસ
he: התקן קלט
hi: इनपुट डिवाइस
hu: Bemeneti eszköz
id: Perangkat masukan
it: Dispositivo di input
ko: 입력 장치
ku: ئامێری داخڵكردن
nl: Invoerapparaat
no: Input enhet
pl: Urządzenie wejściowe
ps: د تفتیش وسیله
pt_br: Dispositivo de entrada
pt_pt: Dispositivo de entrada
ro: Dispozitiv de intrare
sk: Vstupné zariadenie
sl: Vnosna naprava
sq: Pajisje hyrëse
sr: Ulazni uređaj
sw: Kifaa cha pembejeo
ta: உள்ளீடு சாதனம்
te: ఇన్పుట్ పరికరం
th: อุปกรณ์รับเข้าข้อมูล
tr: Giriş aygıtı
zh: 輸入裝置
zh_cn: 输入设备

# driver_class_lan
source: Network card
ar: كرت الشبكة
az: Şəbəkə cihazı
bg: Мрежова карта
bn: নেটওয়ার্ক কার্ড
ca: Targeta de xarxa
de: Netzwerkkarte
el: Κάρτα δικτύου
es: Tarjeta de red
es_419: Tarjeta de red
et: Võrgukaart
fa: کارت شبکه
fr: Carte réseau
gu: નેટવર્ક કાર્ડ
he: כרטיס רשת
hi: नेटवर्क कार्ड
hu: Hálózati kártya
id: Kartu jaringan
it: Scheda di rete
ko: 네트워크 카드
ku: کاردی نێت ۆرک
nl: Netwerkkaart
no: Nettverkskort
pl: Karta sieciowa
ps: د شبکه کارت
pt_br: Placa de rede
pt_pt: Placa de rede
ro: Card de rețea
sk: Sieťová karta
sl: Mrežna kartica
sq: Kartë rrjeti
sr: Mrežna kartica
sw: Kadi ya mtandao
ta: பிணைய அட்டை
te: నెట్వర్క్ కార్డ్
th: การ์ดเชื่อมต่อเครือข่าย
tr: Ağ kartı
zh: 網路卡
zh_cn: 网卡

# driver_class_massstorage
source: Controller
ar: المتحكم
az: Nəzarətçi
bg: Контролер
bn: কন্ট্রোলার
ca: Controladora
el: Ελεγκτής
es: Controlador
es_419: Controlador
et: Kontroller
fa: کنترل کننده
fr: Contrôleur
gu: કંટ્રોલર
he: בקר
hi: नियंत्रक
hu: Kontroller
id: Pengendali
ko: 제어 장치
ku: كؤنترۆڵكه‌ر
no: Kontroller
pl: Kontroler
ps: کنټرولر
pt_br: Controlador
pt_pt: Controlador
sk: Kontrolér
sl: Krmilnik
sq: Kontrollues
sr: Kontroler
sw: Mtawala
ta: கட்டுப்பாட்டாளர்
te: కంట్రోలర్లు
th: ตัวควบคุม
tr: Denetleyici
zh: 控制卡
zh_cn: 控制卡

# driver_class_modem
source: Modem
ar: المودم
bg: Модем
bn: মোডেম
ca: Mòdem
es: Módem
es_419: Módem
fa: مودم
gu: મોડેમ
he: מודם
hi: मोडम
ko: 모뎀
ku: مۆدیۆم
ps: موډیم
sq: Modemi
sw: Modemu
ta: மோடம்
te: మోడెమ్
th: โมเด็ม
zh: 數據機
zh_cn: 调制解调器

# driver_class_monitor
source: Monitor
ar: شاشة العرض
az: Manitor
bg: Монитор
bn: মনিটর
el: Οθόνη
fa: مانیتور
fr: Ecran
gu: મોનીટર
he: צג
hi: मॉनिटर
ko: 모니터
ku: شاشە
no: Skjerm
ps: مونیټر
sl: Zaslon
sq: Monitori
ta: திரை
te: మానిటర్
th: จอภาพ
tr: Monitör
zh: 監視器
zh_cn: 显示器

# driver_class_phone
source: Smartphone
ar: الهاتف الذكي
az: Ağıllı telefon
bg: Смартфон
bn: স্মার্টফোন
ca: Telèfon intel·ligent
el: Έξυπνο κινητό
es_419: Teléfono inteligente
et: Nutitelefon
fa: تلفن هوشمند
gu: સ્માર્ટફોન
he: טלפון חכם
hi: स्मार्टफोन
hu: Okostelefon
id: Telepon pintar
ko: 스마트폰
ku: مۆبایلی هۆشمه‌ند
pl: Smartfon
ps: سمارټ فون
sk: Smartfón
sl: Pametni telefon
sq: Smartfoni
sr: Pametni telefon
sw: Simu ya Kisasa
ta: ஸ்மார்ட்போன்
te: స్మార్ట్ ఫోన్
th: สมาร์ทโฟน
tr: Akıllı telefon
zh: 智慧型手機
zh_cn: 智能手机

# driver_class_printer
source: Printer
ar: الطابعة
bg: Принтер
bn: প্রিন্টার
ca: Impressora
de: Drucker
el: Εκτυπωτής
es: Impresora
es_419: Impresora
fa: پرینتر
fr: Imprimante
gu: પ્રિન્ટર
he: מדפסת
hi: प्रिंटर
hu: Nyomtató
it: Stampante
ko: 프린터
ku: چاپ کەر
no: Skriver
pl: Drukarka
ps: چاپګر
pt_br: Impressora
pt_pt: Impressora
ro: Imprimanta
sk: Tlačiareň
sl: Tiskalnik
sr: Štampač
sw: Printa
ta: அச்சு இயந்திரம்
te: ప్రింటర్
th: เครื่องพิมพ์
tr: Yazıcı
zh: 印表機
zh_cn: 打印机

# driver_class_sound
source: Sound card
ar: كرت الصوت
az: Səs kartı
bg: Звукова карта
bn: সাউন্ড কার্ড
ca: Targeta de so
de: Soundkarte
el: Κάρτα ήχου
es: Tarjeta de sonido
es_419: Tarjeta de sonido
et: Helikaart
fa: کارت صدا
fr: Carte son
gu: સાઉન્ડ કાર્ડ
he: כרטיס קול
hi: साउंड कार्ड
hu: Hangkártya
id: Kartu suara
it: Scheda audio
ko: 사운드 카드
ku: كارتی ده‌نگ
nl: Geluidskaart
no: Lydkort
pl: Karta dźwiękowa
ps: د غږ کارت
pt_br: Placa de som
pt_pt: Placa de Som
ro: Placă de sunet
sk: Zvuková karta
sl: Zvočna kartica
sq: Kartë zëri
sr: Zvučna kartica
sw: Kadi ya sauti
ta: ஒலி அட்டை
te: సౌండు కార్డు
th: การ์ดเสียง
tr: Ses kartı
zh: 音效卡
zh_cn: 声卡

# driver_class_tvtuner
source: TV-tuner
ar: موالف التلفزيون
az: TV kartı
bg: TV-тунер
bn: টিভি-টিউনার
ca: sintonitzador de TV
el: Δέκτης τηλεόρασης
es: sintonizador de TV
es_419: Tarjeta de TV
et: TV-tüüner
fa: تیونر تلویزیون
fr: Carte-TV
gu: ટીવી-ટ્યુનર
he: כרטיס טלויזיה
hi: टीवी-ट्यूनर
id: Perangkat TV
it: sintonizzatore TV
ko: TV 튜너
ku: كارتی ته‌له‌فزیۆن
nl: TV-kaart
pl: Tuner TV
ps: تلویزیون ټونر
pt_br: Sintonizador de TV
pt_pt: Sintonizador de TV
sl: TV-sprejemnik
sq: Akorduesi-TV
sr: TV-kartica
sw: TV-tyuna
ta: டிவி ட்யுனர்
te: టీవీ-ట్యూనర్
th: ทีวี จูนเนอร์
tr: TV kartı
zh: 電視卡
zh_cn: 电视调谐器

# driver_class_video
source: Video card
ar: كرت الشاشة
az: Video kart
bg: Видео карта
bn: ভিডিও কার্ড
ca: Targeta gràfica
de: Grafikkarte
el: Κάρτα γραφικών
es: Tarjeta gráfica
es_419: Tarjeta de video
et: Videokaart
fa: کارت گرافیک
fr: Carte graphique
gu: વીડીયો કાર્ડ
he: כרטיס גרפי
hi: वीडियो कार्ड
hu: Videókártya
id: Kartu video
it: Scheda video
ko: 비디오 카드
ku: كارتی ڤیدیۆ
nl: Videokaart
no: Skjermkort
pl: Karta graficzna
ps: ويډیو کارت
pt_br: Placa de vídeo
pt_pt: Placa de Vídeo
ro: Placă video
sk: Grafická karta
sl: Grafična kartica
sq: Kartë grafike
sr: Video kartica
sw: Kadi ya video
ta: ஒளி அட்டை
te: వీడియో కార్డ్
th: การ์ดจอ
tr: Görüntü kartı
zh: 顯示卡
zh_cn: 显卡

# driver_class_webcamera
source: Webcam
ar: كاميرا ويب
az: Veb kamera
bg: Уеб камера
bn: ওয়েবক্যাম
ca: Càmera web
el: Κάμερα
es: Cámara Web
es_419: Cámara web
et: Veebikaamera
fa: وب کم
gu: વેબકેમ
he: מצלמת אינטרנט
hi: वेब कैमरा
hu: Webkamera
id: Kamera web
ko: 웹캠
ku: كامێرای ئینته‌رنێت
no: Webkamera
pl: Kamerka
ps: ویبکیم
pt_pt: Câmara
sk: Webkamera
sl: Spletna kamera
sq: Uebkamer
sr: Veb kamera
sw: Webcamu
ta: வெப்கேம்
te: వెబ్ కామ్
th: เว็บแคม
tr: Web kamerası
zh: 網路攝影機
zh_cn: 摄像头

# driver_class_wifi
source: Wi-Fi device
ar: جهاز واي فاي
az: Wi-Fi qurğusu
bg: Wi-Fi устройство
bn: ওয়াই-ফাই ডিভাইস
ca: Dispositiu Wi-Fi
de: Wi-Fi-Gerät
el: Συσκευή Wi-Fi
es: Dispositivo Wi-Fi
es_419: Dispositivo Wi-Fi
et: Wi-Fi adapter
fa: دستگاه وای فای
fr: Périphérique Wi-Fi
gu: વાઇ-ફાઈ ઉપકરણ
he: התקן אלחוטי
hi: वाई-फाई डिवाइस
hu: wifi eszköz
id: Perangkat WI-FI
it: Dispositivo Wi-Fi
ko: Wi-Fi 장치
ku: ئامێری وای-فای
nl: Wi-Fi-apparaat
no: Wi-Fi enhet
pl: Karta sieciowa WiFi
ps: وائی ​​فای آلې
pt_br: Dispositivo Wi-Fi
pt_pt: Dispositivo Wi-Fi
ro: dispozitiv Wi-Fi
sk: Wi-Fi zariadenie
sl: Wi-Fi naprava
sq: Pajisja Wi-Fi
sr: Wi-Fi uređaj
sw: kifaa cha Wi-Fi
ta: வைபை சாதனம்
te: వైఫై పరికరం
th: อุปกรณ์ Wi-Fi
tr: Kablosuz ağ aygıtı
zh: Wi-Fi 裝置
zh_cn: Wi-Fi 设备

# driver_class_other
source: Other devices
ar: أجهزة أخرى
az: Digər cihazlar
bg: Други устройства
bn: অন্যান্য ডিভাইস
ca: Altres dispositius
de: Andere Geräte
el: Άλλες συσκευές
es: Otros dispositivos
es_419: Otros dispositivos
et: Teised seadmed
fa: سایر وسایل
fil: Iba pang mga device
fr: Autres Périphériques
gu: અન્ય ઉપકરણો
he: התקנים אחרים
hi: कई अन्य उपकरण
hu: Egyéb eszközök
id: Perangkat lain
it: Altri dispositivi
ko: 기타 장치
ku: ئامێرەکانی تر
nl: Andere apparaten
no: Andre enheter
pl: Inne urządzenia
ps: نور وسايل
pt_br: Outros dispositivos
pt_pt: Outros dispositivos
ro: Alte dispozitive
sk: Iné zariadenia
sl: Druge naprave
sq: Pajisje të tjera
sr: Ostali uređaji
sw: Vifaa vingine
ta: மற்ற சாதனங்கள்
te: ఇతర పరికరంలు
th: อุปกรณ์อื่นๆ
tr: Diğer aygıtlar
zh: 其他裝置
zh_cn: 其它设备

# soft_category_archiver
source: Operations with archives
ar: العمليات مع الأرشيف
az: Arxivlərlə əməliyyatlar
bg: Операции с архиви
bn: আর্কাইভ ফাইল নিয়ে কর্যক্রম
ca: Accions amb fitxers comprimits
de: Operationen mit Archiven
el: Λειτουργίες με συμπιεσμένα αρχεία
es: Gestión de archivos comprimidos
es_419: Operaciones con archivos
et: Tööta arhiividega
fa: کار کردن با آرشیوها
fil: Mga operasyon na may mga archive
fr: Opérations avec les archives
gu: પેટીઓ સાથે કામગીરી
he: פעולות עם קבצים דחוסים
hi: अभिलेखागार के साथ संचालन
hu: Archívumok kezelése
id: Pengoperasian dengan arsip
it: Operazioni con archivi
ko: 압축 작동
ku: ئێشکردن لەگەل ئەرشیف
nl: Bewerkingen met archieven
no: Bruk av arkiver
pl: Operacje z archiwami
ps: د آرشیفونو عملیات
pt_br: Operações com arquivos
pt_pt: Operações com arquivos
ro: Operații cu arhive
sk: Operácie s archívmi
sl: Delo z arhivi
sq: Operacione me akriva
sr: Rukovanje sa arhivama
sw: Uendeshaji na nyaraka
ta: காப்பகங்களுடன் செயற்பாடுகள்
te: ఆపరేషన్స్ పూర్వకాలపు దస్తావేజులు
th: ทำงานกับเอกสารสำคัญ
tr: Arşivlerle işlemler
zh: 使用壓縮的操作
zh_cn: 归档操作
