Repository: DriverPackSolution/transifex-backup
Catalog: beetle/driverpack-solution-worldwide/driverpackpo/*.po
Languages: ar, az, bg, bn, ca, de, el, es, es_419, et, fa, fil, fr, gu, he, hi, hu, id, it, ko, ku, nl, no, pl, ps, pt_br, pt_pt, ro, sk, sl, sq, sr, sw, ta, te, th, tr, zh, zh_cn

# settings_banners-caption
source: These banners contain helpful information related to the operation of a number of the apps offered by DriverPack. You can disable their display, but it means you will miss out on the additional resources and new features of this software.
ar: تتضمن هذه اللافتات معلومات مهمة تتعلق بعمل عدد من التطبيقات المقدمة من DriverPack. يمكنك تعطيلهم ولكن ذلك يعني أنك ستفقد المصادر الإضافية و المزايا الجديدة لهذا البرنامج.
az: Bu afişalarda, DriverPack tərəfindən təqdim edilən bir neçə proqramın işləməsi haqqında faydalı məlumatlar var. Bunların göstərilməsini q-akitv edə bilərsiniz, ancaq bu, bu proqramın yeni xüsusiyyətləri və əlavə mənbələrindən məhrum qalacaqsınız deməkdir.
bg: Тези банери съдържат полезна информация, свързана с работата с няколко приложения, предлагани от DriverPack. Можете да деактивирате показването им, но това означава, че ще пропуснете допълнителните ресурси и новите функции на този софтуер.
bn: DriverPack কর্তৃক প্রস্তাবকৃত কিছু সংখ্যক অ্যাপের কার্যক্রম সম্পর্কিত উপকারী তথ্য এই ব্যানারসমূহে রয়েছে। আপনি সেগুলোর প্রদর্শন নিষ্ক্রিয় করতে পারেন, কিন্তু তার ফলে আপনি এই সফটওয়্যারের নতুন বৈশিষ্ট্যসমূহ ও বাড়তি তথ্যের খবর পাবেন না।
ca: Aquestes finestres informatives contenen informació útil relacionada amb el funcionament d'algunes de les aplicacions ofertes per DriverPack. Podeu fer que no es mostrin, però aleshores no veureu els recursos addicionals i noves funcionalitats que ofereixen.
de: Diese Banner enthalten hilfreiche Informationen über den Betrieb einer Reihe von Apps, die von DriverPack angeboten werden. Sie können ihre Anzeige deaktivieren, aber es bedeutet, dass Sie die zusätzlichen Ressourcen und neue Funktionen dieser Software verpassen werden.
el: Αυτά τα πλαίσια περιέχουν χρήσιμες πληροφορίες σχετικά με τη λειτουργία ενός αριθμού εφαρμογών που προσφέρονται από το DriverPack. Μπορείτε να απενεργοποιήσετε την προβολή τους, αλλά αυτό σημαίνει ότι θα χάσετε τους πρόσθετους πόρους και τα νέα χαρακτηριστικά αυτού του λογισμικού.
es: Estas ventanas contienen información útil acerca del funcionamiento de algunas aplicaciones ofrecidas por DriverPack. Puedes hacer que no se muestren, pero no recibirás la información sobre recursos adicionales y nuevas características de dichas aplicaciones.
es_419: Estos banners contienen información de ayuda relativos al número de operaciones que son ofrecidos por DriverPack. Si es desactivado, esto provoca que no recibirá recursos adicionales y nuevas características de este software.
et: Need bännerid sisaldavad vajalikku informatsiooni mis on seotud DriverPack poolt pakutavate programmide tööga. Te võite need keelata, kuid see tähendab, et jääte ilma uutest võimalustest mida see pakub.
fa: این بنر ها شامل اطلاعات مفیدی مربوط به کارایی تعدادی از برنامه هایی است که توسط DriverPack پیشنهاد شده. شما می توانید نمایش آن ها را غیر فعال کنید، اما این بدان معنا است که شما اطلاعات اضافی و امکانات جدیدی که به این نرم افزار اضافه خواهند شد را از دست می دهید.
fil: Ang mga banner na ito ay naglalaman ng kapaki-pakinabang na impormasyon na may kaugnayan sa opration ng isang ng mga apps na inaalok ng DriverPack. Maaari mong i-disable ang kanilang display, ngunit nangangahulugang ito ay mawawala ang karagdagang mga resources at mga new features ng software na ito.
fr: Ces bannières contiennent des renseignements relatifs à l'opération d'un certain nombre d'applications offerts par DriverPack. Vous pouvez désactiver leur affichage, mais cela voudrait dire que vous manquerez d'informations sur les ressources supplémentaires et les nouvelles fonctionnalités des logiciels.
gu: આ બેનરોમાં DriverPack દ્વારા અપાયેલી ઘણી એપ્લિકેશન્સના સંચાલનમાં સંબંધિત ઉપયોગી માહિતી શામેલ છે તમે તેમના પ્રદર્શનને અક્ષમ કરી શકો છો, પરંતુ તેનો અર્થ એ કે તમે આ સૉફ્ટવેરનાં વધારાના સ્રોતો અને નવી સુવિધાઓ પર ચૂકશો નહીં.
he: באנרים אלו מכילים מידע שימושי הקשור לפעולות מספר אפליקציות המוצעות על ידי DriverPack. באפשרותך לבטל את הצגת הבאנרים, אך פירושו של דבר שתפספס מידע נוסף ויכולות חדשות של תוכנה זו.
hi: इन बैनर में DriverPack द्वारा दी गई कई ऐप्स के संचालन से संबंधित उपयोगी जानकारी शामिल है आप अपने प्रदर्शन को अक्षम कर सकते हैं, लेकिन इसका मतलब है कि आप इस सॉफ़्टवेयर के अतिरिक्त संसाधनों और नई सुविधाओं को नहीं पाएंगे।
hu: Ezek a sávok hasznos információkat tartalmaznak a DriverPack által ajánlott alkalmazások működésével kapcsolatban. Letilthatja a megjelenítésüket, de ezzel kihagyja a szoftver új lehetőségeit és további információt.
id: Spanduk ini berisi informasi bermanfaat terkait dengan pengoperasian sejumlah aplikasi yang ditawarkan oleh DriverPack. Anda dapat menonaktifkan tampilan nya, namun ini berarti anda akan kehilangan sumber daya tambahan dan fitur baru dari perangkat lunak ini.
it: Questi avvertimenti contengono informazioni utili rigurardanti una serie di applicazioni offerte da DriverPack. Ne puoi disabilitare la visualizzazione, ma questo signigica che ti perderai le risorse aggiuntive e le nuove funzionalità di questo software.
ko: 이 배너에는 DriverPack에서 제공하는 여러 가지 응용 프로그램의 작동과 관련된 유용한 정보가 들어 있습니다. 표시를 비활성화 할 수는 있지만 이 소프트웨어의 추가 자원과 새로운 기능을 놓치게 됩니다.
ku: ئەم شریتانە زانیاری بەسوود لەخۆیەوە دەگرێتەوە کە پەیوەندی بە ئیشکردنی ژمارەیەک لە ئەپلیکەیشنەکان هەیە کە پێشنیارکراون لەلایەن DriverPack. تۆ دەتوانی پێشاندانیان ناچالاک بکەی، بەڵام ئەمە واتە تۆ هەموو سەرچاوەی زیادە و تایبەتمەندی نوێ لە دەست دەدەیت.
nl: Deze banners bevatten nuttige informatie over de werking van een aantal door DriverPack aangeboden apps. U kunt hun weergave uitschakelen, maar dit betekent dat u de aanvullende bronnen en nieuwe functies van deze software zult missen.
no: Disse bannerene inneholder nyttig informasjon relatert til driften av et antall apper som tilbys av DriverPack. Du kan deaktivere visning av disse, men det betyr at du vil gå glipp av de ekstra ressursene og nye funksjonene i denne programvaren.
pl: Te plansze zawierają przydatne informacje na temat działania niektórych aplikacji oferowanych przez DriverPack. Można wybrać, aby ich nie wyświetlać, ale to oznacza, że ​​nie zostaniesz poinformowany o wszystkich możliwościach i nowych funkcjach tych programów.
ps: دا بینرونه د DriverPack لخوا وړاندیز شوي یو شمیر اطلاقاتونو د عملیاتو په اړه ګټور معلومات لري. تاسو کولی شئ خپل فعالیت غیر فعال کړئ، مګر دا پدې مانا ده چې تاسو به د دې سافټویر نور اضافي سرچینو او نوې ځانګړتیاو څخه ډډه وکړئ.
pt_br: Esses banners contêm informações úteis relacionadas à operação de uma série de aplicativos oferecidos pelo DriverPack. Você pode desativar sua exibição, mas significa que você perderá os recursos adicionais e os novos recursos desse programa.
pt_pt: Estas áreas contêm informação útil relacionada com a operação de várias aplicações oferecidas pelo DriverPack. Pode desabilitar a sua apresentação, mas isso quer dizer que perderá o acesso a recursos adicionais e novas funcionalidades desta aplicação.
ro: Aceste bannere contin informatii utile legate de functionalitatea anumitor aplicatii oferite de DriverPack. Ai optiunea de a dezactiva afisarea acestora, dar, asta inseamna ca nu vei beneficia de aceste resurse si/sau de noile imbunatatiri ale acestui program.
sk: Tieto bannery obsahujú užitočné informácie týkajúce sa prevádzky viacerých aplikácií, ktoré ponúka DriverPack. Môžete zakázať ich zobrazenie, ale znamená to, že vám budú chýbať dodatočné možnosti a nové funkcie tohto softvéru.
sl: Ti pasniki vsebujejo koristne informacije, povezane z delovanjem številnih aplikacij, ki jih ponuja DriverPack. Njihovo prikazovanje lahko onemogočite, toda to pomeni, da boste zamudili dodatne vire in nove funkcije te programske opreme.
sq: Keta banderola përmbajnë informacion të dobishëm lidhur me funksionimin e një numri aplikacionesh të ofruara nga DriverPack. Mund të paaftësoni shfaqjen e tyre, por kjo do të thotë që do të humbni burimet shtesë dhe veçori të reja të këtij softueri.
sr: Ovi baneri pružaju informacije o načinu rada mnogobrojnih aplikacija koje nudi DriverPack. Možete onemogućiti njihov prikaz, ali to znači da ćete propustiti mogućnosti ponude i nove funkcije ovih softvera.
sw: Vibendera hivi vina maelekezo ya msaada kuhusiana na mchakato wa idadi ya apps zitolewazo na DriverPack. Unaweza kuzuia muonekano wao. lakini ina maanisha utakosa rasilimali na vipengele vipya vya softiware hii.
ta: இந்த பதாகைகள் DriverPack வன்பொருள்தொகுப்பு வழங்கிய பல பயன்பாடுகளின் செயல்பாடு தொடர்பான பயனுள்ள தகவல்கள் உள்ளன. நீங்கள் அவைகளின் காட்சியை முடக்க முடியும், ஆனால் நீங்கள் இந்த மென்பொருள் தொடர்பான கூடுதல் ஆதாரங்கள் மற்றும் புதிய அம்சங்களை இழக்க வேண்டும் என்பதாகும்.
te: ఈ బ్యానర్లు DriverPack అందించే పలు అనువర్తనాల ఆపరేషన్కు సంబంధించి సహాయకరమైన సమాచారాన్ని కలిగి ఉంటాయి. మీరు వారి డిస్ప్లేను డిసేబుల్ చెయ్యవచ్చు, కానీ మీరు ఈ సాఫ్ట్వేర్ యొక్క అదనపు వనరులు మరియు క్రొత్త లక్షణాలను కోల్పోతారు.
th: แบนเนอร์เหล่านี้ประกอบไปด้วยข้อมูลที่เป็นประโยชน์เกี่ยวกับการทำงานของแอพที่แนะนำโดย DriverPack คุณสามารถเลือกที่จะไม่แสดงมัน แต่นั่นหมายความว่าคุณจะพลาดข้อมูลเพิ่มเติมและฟีเจอร์ใหม่ ๆ ของซอฟท์แวร์นี้
tr: Bu afişler DriverPack tarafından sunulan birtakım uygulamaların çalışması hakkında yararlı bilgiler içerir. Bunların görüntülenmesini etkisizleştirebilirsiniz, ancak bu, bu yazılımın yeni özellikleri ve ilave kaynaklarından mahrum kalacağınız anlamına gelir.
zh: 這些橫幅包含與 DriverPack 提供的許多應用程式操作相關的有用資訊。您可以停用其顯示，但這意味著您將錯過此軟體的其他資源和新功能。
zh_cn: 这些横幅包含与 DriverPack 提供的许多应用程序的操作相关的有用信息。 您可以禁用其显示，但这意味着您将错过此软件的其他资源和新功能。

# settings_notifier-caption
source: DriverPack Notifier is a monitoring system that will instantly inform you about software and hardware failures. It will help to prevent system errors and unpredictable PC crashes.
ar: DriverPack Notifier هو نظام مراقبة يعلمك فوراً بأي فشل في البرمجيات أو المكونات الصلبة لجهازك. سيساعدك في منع حدوث أي أخطاء رئيسية في نظام التشغيل أو الأعطال الغير متوقعة في جهازك الكمبيوتر.
az: DriverPack Notifier, proqram və avadanlıq səhvləri haqqında dərhal sizi məlumatlandıracaq bir izləmə sistemidir. Sistem xətalarının və təxmin edilə bilməyən PC çökmələrinin qarşısını almağa köməkçi olacaqdır.
bg: DriverPack Notifier е система за наблюдение, която незабавно ще ви информира за грешките на софтуера и хардуера. Това ще помогне за предотвратяване на системни грешки и непредсказуемо разваляне на компютри.
bn: DriverPack Notifier একটি পর্যবেক্ষণ ব্যবস্থা যা সফটওয়্যার এবং হার্ডওয়্যারের ব্যর্থতা সম্বন্ধে সাথেসাথে জানাবে। এটি সিস্টেমের ত্রুটি ও পিসির অপ্রত্যাশিত বিপর্যয় প্রতিরোধে সাহায্য করে।
ca: DriverPack Notifier és un sistema de monitorització que informa al moment sobre fallades de maquinari i programari. Això ajuda a evitar errors de sistema i fallades no previstes.
de: DriverPack Notifier ist ein Überwachungssystem, das Sie sofort über Software- und Hardware-Ausfälle informiert. Es wird dazu beitragen, Systemfehler und unvorhersehbare PC-Abstürze zu vermeiden.
el: Το DriverPack Notifier είναι ένα σύστημα παρακολούθησης που σας ενημερώνει άμεσα για αποτυχίες λογισμικού και υλικού. Βοηθάει στην αποφυγή σφαλμάτων του συστήματος.
es: DriverPack Notifier es un sistema de monitorización que te informará al instante acerca de errores de software y fallos de hardware. Te permitirá evitar errores de sistema y cuelgues inesperados de ordenador.
es_419: Notificación DriverPack es una esencial herramienta que monitorea su sistema e instantáneamente informa sobre las fallas de sus programas y componentes. Este ayuda a la prevención de errores y problemas de rendimiento del sistema de su equipo.
et: DriverPack Notifier on jälgimissüsteem mis teavitab teid automaatselt kui tarkvara või riistvara lakkab töötamas. See aitab teile ära hoida süsteemi vigu ja seadme kokkujooksmist.
fa: DriverPack Notifier یک سیستم مانیتورینگ است که بلافاصله شما را درباره مشکلات نرم افزار و سخت افزار آگاه می کند، این سیستم به شما کمک می کند تا از مشکلات غیر قابل پیش بینی کامپیوتر جلوگیری کند.
fil: Ang DriverPack Notifier ay isang sistema ng pagmamanman na agad na ipapaalam sa iyo ang tungkol sa failure ng software at hardware. Makakatulong ito upang maiwasan ang mga error ng system at maiwasan ang mga pag-crash ng PC.
fr: DriverPack Notifier est un système de surveillance qui vous informera instantanément à propos des défaillances logiciels et matériels. Il aidera à prévenir des erreurs du système et les bloquage imprévisibles du PC.
gu: DriverPack Notifier એ મોનિટરિંગ સિસ્ટમ છે જે તમને સૉફ્ટવેર અને હાર્ડવેર નિષ્ફળતાઓ વિશે તરત જાણ કરશે. તે સિસ્ટમ ભૂલો અને અણધારી પીસી ક્રેશેસને રોકવા માટે મદદ કરશે.
he: תוכנת DriverPack Notifier היא תוכנה קטנה המנטרת את המערכת כך שתיידע אותך על כשלי תוכנה וחומרה. התוכנה עוזרת לך למנוע שגיאות מערכת וקריסות לא צפויות.
hi: DriverPack Notifier एक निगरानी प्रणाली है जो आपको तुरंत सॉफ्टवेयर और हार्डवेयर विफलताओं के बारे में सूचित करेगा। यह सिस्टम त्रुटियों और अप्रत्याशित पी सी क्रैश को रोकने में मदद करेगा।
hu: A DriverPack Notifier egy figyelőrendszer, mely azonnal tájékoztatja önt a szoftveres és hardveres hibákról. Segít megelőzni a rendszerhibákat és a váratlan számítógépes összeomlásokat.
id: DriverPack Notifier adalah sistem pemantauan yang akan segera menginformasikan tentang kegagalan perangkat lunak dan perangkat keras. Ini akan membantu mencegah kesalahan sistem dan crash PC yang tidak dapat diprediksi.
it: DriverPack Notifier sta monitorando il tuo sistema e ti informerà istantaneamente sui problemi di software e hardware. Ti aiuterà nel prevenire errori di sistema e arresti anomali improvvisi del PC.
ko: DriverPack Notifier 는 소프트웨어 및 하드웨어 오류에 대해 즉시 알려주는 모니터링 시스템입니다. 시스템 오류 및 예기치 않은 PC 충돌을 방지하는 데 도움이 됩니다.
ku: DriverPack Notifier سیستەمێکی چاودێریە کە راستەوخۆ تۆ ئاگادار دەکات دەربارەی هەر نشستیێک لە بەرنامە و ئادوێر دا. یارمەتیت دەدات بۆ رێگە گرتن لە هەڵەی سیستەم و لەکارکەوتنە چاوەروان نەکراوەکانی کۆمپیوتەر.
nl: Driverpack Kennisgever is een bewakingssysteem dat u direct informeert over software- en hardwarefouten. Het helpt systeemfouten en onvoorspelbare pc-crashes te voorkomen.
no: DriverPack Notifier er et overvåkings system som umiddelbart informerer deg om programvare og maskinvarefeil. Det vil bidra til å forhindre systemfeil og uforutsigbare PC krasjer.
pl: DriverPack Notifier jest systemem monitoringu, który natychmiast informuje użytkowników o wszelkich awariach sprzętu i oprogramowania, co pomaga uniknąć błędów systemowych i niespodziewanych awarii komputera.
ps: د DriverPack Notifier یو د نظارت سیسټم دی چې تاسو به په سمه توګه د سافټویر او هارډر ناکامۍ په اړه خبر درکړي. دا به د سیسټم غلطی او د پیسو نا اټکل شوي پیښو مخه ونیسي.
pt_br: O DriverPack Notifier é um sistema de monitoramento que o informará instantaneamente sobre falhas de software e hardware. Isso ajudará a evitar erros no sistema e falhas imprevisíveis no PC.
pt_pt: O DriverPack Notifier é um monitor do sistema que o informará instantaneamente sobre falhas aplicacionais e de hardware. Ajudá-lo-á a prevenir erros de sistema e quebras imprevisíveis do PC.
ro: DriverPack Notifier este un sistem de monitorizare care te va informa pe loc despre defectiunile software sau hardware existente. De asemenea, te va ajuta sa previi erorile de sistem imprevizibile.
sk: DriverPack Notifier je monitorovací systém, ktorý vás okamžite informuje o poruchách softvéru a hardvéru. Pomôže to zabrániť systémovým chybám a nepredvídateľným zlyhaniam počítača.
sl: DriverPack Notifier je nadzorni sistem, ki vas bo takoj obvestil o napakah programske in strojne opreme. Pomagal vam bo preprečiti sistemske napake in nepredvidljiva sesutja vašega računalnika.
sq: DriverPack Notifier është një sistem monitori që do të iu informojë në çast rreth dështimeve në softuer dhe harduer. Kjo do të ndihmojë në parandalimin e gabimeve në sistem dhe përplasjet e parashikueshme të PC.
sr: DriverPack Notifier je sistem za nadgledanje koji trenutno obaveštava o greškama u radu softvera i računarskih uređaja. Pomaže u sprečavanju pojave grešaka i nepredvidivih padova sistema na računaru.
sw: DriverPack Notifier ni mfumo wa ufuatiliaji ambao utakujulisha mara moja kuhusu kushindwa kwa programu na vifaa. Itasaidia kuzuia makosa ya mfumo na shambulio la PC zisizotarajiwa.
ta: DriverPack Notifier வன்பொருள்தொகுப்பு அறிவிப்பு என்பது கண்காணிப்பு முறையாகும், இது மென்பொருள் மற்றும் வன்பொருள் தோல்விகளைப் பற்றி உடனடியாக உங்களுக்கு தெரிவிக்கும்.கணினி பிழைகள் மற்றும் எதிர்பாராத கணினி செயலிழப்புகளைத் தடுக்க இது உதவும்.
te: DriverPack Notifier సూచిక అనేది పర్యవేక్షణ వ్యవస్థ, తక్షణమే సాఫ్ట్వేర్ మరియు హార్డ్వేర్ వైఫల్యాల గురించి మీకు తెలియజేస్తుంది. ఇది వ్యవస్థ లోపాలు మరియు ఊహించలేని PC క్రాష్లు నిరోధించడానికి సహాయం చేస్తుంది.
th: DriverPack Notifier คือระบบการตรวจสอบที่จะแจ้งคุณทันทีเกี่บกับความล้มเหลวของซอฟท์แวร์และฮาร์ดแวร์ มันจะช่วยป้องกันความผิดพลาดผิดพลาดของระบบและปัญหาที่ไม่คาดคิดที่เกิดขึ้นกับพีซี
tr: DriverPack Notifier yazılım ve donanım hataları hakkında anında sizi bilgilendirecek bir izleme sistemidir. Sistem hatalarını ve öngörülemez PC çökmelerini önlemeye yardımcı olacaktır.
zh: DriverPack Notifier 是一個監控系統，它將立即通知您有關軟體和硬體故障的資訊。這將有助於防止系統錯誤和不可預知的電腦當機。
zh_cn: DriverPack Notifier 是一个监视系统，将立即通知您有关软件和硬件故障。 这将有助于防止系统错误和不可预测的 PC 崩溃。

# settings_notifier-anchor
source: Learn more
ar: اعرف أكثر
az: Təfsilatı ilə
bg: Разберете повече
bn: আরও জানুন
ca: Més informació
de: Mehr erfahren
el: Μάθετε περισσότερα
es: Más información
es_419: Aprende más
fa: بیشتر بدانید
fil: Matuto nang higit pa
fr: En apprendre plus
gu: વધુ જાણો
he: למד עוד
hi: और अधिक जानें
hu: Részletek
id: Pelajari lebih lanjut
it: Per saperne di più
ko: 더 알아보기
ku: زیاتر فێرببه‌
nl: Lees verder
no: Lær mer
pl: Dowiedz się więcej
ps: نور زده کړئ
pt_br: Saiba mais
pt_pt: Saiba mais
ro: Află mai multe
sk: Viac k nahliadnutiu
sl: Nauči se več
sq: Mëso më shumë
sr: Saznajte više
sw: Jifunze zaidi
ta: மேலும் அறிக
te: ఇంకా నేర్చుకో
th: เรียนรู้เพิ่มเติม
tr: Daha fazla bilgi edinin
zh: 了解更多資訊
zh_cn: 了解更多

# settings_bug-report-title
source: Enable the error interception option (Error Catch)
ar: تمكين خيار إعتراض الخطأ (Error Catch)
az: Xəta profilaktikasını aktivləşdir (Error Catch)
bg: Активирай опцията за прихващане на грешки (Error Catch)
bn: ভুল আটকানোর সুবিধা সক্রিয় করো (Error Catch)
ca: Activa la opció d'interceptació d'errors (Error Catch)
de: Fehler-Abfangoption aktivieren (Error Catch)
el: Ενεργοποίηση υποκλοπής σφαλμάτων (Κυνηγός Σφαλμάτων)
es: Activa la opción de interceptación de errores (Error Catch)
es_419: Habilite la opción de interceptación de error (Captura de error)
et: Luba vea tuvastamise valik (Error Catch)
fa: گزینه جمع آوری ارور ها و مشکلات را فعال کنید (Error Catch)
fil: Paganahin ang option sa mga error (Error Catch)
fr: Activer l'option d'interception d'erreur (Error Catch)
gu: ભૂલ વિક્ષેપ વિકલ્પને ચાલુ કરો (Error Catch)
he: הפעל את מצב ניטור שגיאות (Error Catch)
hi: त्रुटि अवरोधन विकल्प सक्षम करें (Error Catch)
hu: Hiba előrejelző lehetőség engedélyezése (Error Catch)
id: Aktifkan pilihan intersepsi kesalahan (ErrorCatch)
it: Abilitare l'opzione di intercettazione degli errori (Error Catch)
ko: 오류 차단 옵션 사용 (Error Catch)
ku: چالاک کردنی هەلبژاردنی بەرهەڵستی هەڵە (Error Catch)
nl: Schakel de optie voor het onderscheppen van fouten in (Error Catch)
no: Aktiver feilsøkings alternativet (Error Catch)
pl: Włącz opcję przechwytywania błędów (Error Catch)
ps: د تېروتنې د خوندیتوب اختیار فعال کړئ (Error Catch)
pt_br: Ativar a opção de interceptação de erro (Error Catch)
pt_pt: Ativar opção de interceção de erros (ErrorCatch)
ro: Activați opțiunea de interceptare a erorilor (Error Catch)
sk: Povolenie možnosti zachytenia chýb (Error Catch)
sl: Omogočite možnost za prestrezanje napak (Error Catch)
sq: Aftëso opsionin e kapjes se gabimeve (Error Catch)
sr: Omogućite opciju presretanja grešaka (Error Catch)
sw: Wezesha chaguo la uingilizi wa hitilafu (Error Catch)
ta: பிழை இடைநீக்க விருப்பத்தை இயக்கு (Error Catch)
te: లోపం అంతరాయింపు ఎంపికను ప్రారంభించండి (Error Catch)
th: เปิดใช้งานตัวเลือกการสกัดกั้นความผิดพลาด (ErrorCatch)
tr: Hata önleme seçeneğini etkinleştir (Error Catch)
zh: 啟用錯誤攔截選項(ErrorCatch)
zh_cn: 启用错误拦截选项 (Error Catch)
