Repository: DriverPackSolution/transifex-backup
Catalog: beetle/driverpack-solution-worldwide/driverpackpo/*.po
Languages: ar, az, bg, bn, ca, de, el, es, es_419, et, fa, fil, fr, gu, he, hi, hu, id, it, ko, ku, nl, no, pl, ps, pt_br, pt_pt, ro, sk, sl, sq, sr, sw, ta, te, th, tr, zh, zh_cn

# soft_category_browser
source: Fast and safe operation on the Internet
ar: لإستخدام آمن وسريع على الإنترنت
az: İnternetdə sürətli və təhlükəsiz əməliyyat
bg: Бърза и безопасна работа в интернет
bn: ইন্টারনেটে দ্রুত ও নিরাপদভাবে কাজ করা
ca: Navegació ràpida i segura per Internet
de: Schneller und sicherer Betrieb im Internet
el: Γρήγορη και ασφαλής λειτουργία στο Διαδίκτυο
es: Navegación rápida y segura en Internet
es_419: Operación rápida y segura en Internet
et: Kiire ja turvaline interneti lehitsemine
fa: عملکرد سریع و امن در اینترنت
fil: Mabilis at ligtas na operasyon sa Internet
fr: Fonctionnement rapide et sécurisé sur Internet
gu: ગતિમાન અને સુરક્ષિત ઇન્ટરનેટ ઓપરેશન
he: גלישה מהירה ובטוחה באינטרנט
hi: इंटरनेट पर फास्ट और सुरक्षित ऑपरेशन
hu: Gyors és biztonságos böngészés az interneten
id: Pengoperasian cepat dan aman di Internet
it: Operazioni veloci e sicure su Internet
ko: 인터넷에서의 빠르고 안전한 작동
ku: کارێکی خێرا و پارێزراو لەسەر کۆمپیوتەر.
nl: Snelle en veilige werking op Internet
no: Rask og trygg bruk av Internet
pl: Szybka i bezpieczna obsługa w Internecie
ps: په انټرنیټ کې تیز او خوندي عملیات
pt_br: Operação rápida e segura na Internet
pt_pt: Navegação rápida e segura na Web
ro: Operare rapidă și sigură pe Internet
sk: Rýchla a bezpečná prevádzka na internete
sl: Hitro in varno delovanje na internetu
sq: Veprime të shpejta dhe te sigurta në Internet
sr: Brz i siguran rad na internetu
sw: Kufanya haraka na salama kwenye mtandao
ta: இணையத்தில் வேகமாகவும் பாதுகாப்பாகவும் செயல்படும்
te: ఇంటర్నెట్లో వేగవంతమైన మరియు సురక్షితమైన ఆపరేషన్
th: ทำงานเร็วและปลอดภัยบนอินเตอร์เน็ท
tr: Internet'te hızlı ve güvenli işlem
zh: 網路上快速安全的操作
zh_cn: 在互联网上快速安全的操作

# soft_category_viewer
source: Images and documents view
ar: عرض الصور والمستندات
az: Rəsmlərə və sənədlərə baxılması
bg: Изглед на изображения и документи
bn: ছবি ও ডকুমেন্ট দেখা
ca: Visor d'imatges i documents
de: Bilder und Dokumente betrachten
el: Προβολή εικόνων και εγγράφων
es: Visor de imágenes y documentos
es_419: Vista de imágenes y documentos
et: Kuva pilte ja dokumente
fa: دید تصاویر و اسناد
fil: Tingnan ang mga imahe at mga dokumento
fr: Vue d'images et de documents
gu: ઇમેજીસ અને દસ્તાવેજ વ્યુ
he: צפיה בתמונות ובמסמכים
hi: छवियां और दस्तावेज़ देखें
hu: Képek és dokumentumok megtekintése
id: Tampilan gambar dan dokumen
it: Vista di immagini e documenti
ko: 이미지 및 문서 보기
ku: بینینی وێنه‌كان و نوسراوه‌كان
nl: Afbeeldingen en documenten bekijken
no: Bilde og dukument visning
pl: Podgląd obrazów i dokumentów
ps: انځورونه او اسناد
pt_br: Visualize imagens e documentos
pt_pt: Visualização de imagens e documentos
ro: Vizualizare imagini și documente
sk: Zobrazenie obrázkov a dokumentov
sl: Pogled slik in dokumentov
sq: Shikim dokumentesh dhe imazhesh
sr: Pregled slika i dokumenata
sw: Picha na nyaraka mtazamo
ta: படங்கள் மற்றும் ஆவணங்கள் பார்க்க
te: చిత్రాలు మరియు పత్రాలు వీక్షించండి
th: ดูรูปภาพและเอกสาร
tr: Resimler ve belgeler görünümü
zh: 圖像和文件檢視
zh_cn: 图像和文档视图

# soft_category_messenger
source: Free calls and messaging
ar: مكالمات مجانية ورسائل
az: Pulsuz zəng və mesajlaşma
bg: Безплатни разговори и съобщения
bn: ফ্রি কল ও ম্যাসেজ আদান-প্রদান
ca: Missatgeria instantània i trucades gratuïtes
de: Kostenlose Anrufe und Nachrichten
el: Δωρεάν κλήσεις και μηνύματα
es: Llamadas y mensajes gratis
es_419: Llamadas y mensajes gratuitos
et: Tasuta kõned ja sõnumid
fa: تماس و پیام رایگان
fil: Libreng tawag at messaging
fr: Appels et messages gratuits
gu: મફત કોલ અને સંદેશા
he: שיחות והודעות בחינם
hi: नि: शुल्क कॉल और मैसेजिंग
hu: Ingynes hívások és üzenetküldés
id: Panggilan dan perpesanan gratis
it: Chiamate e messaggi gratuiti
ko: 무료 전화 및 메세지
ku: په‌یوه‌ندی و نامه‌ ناردن به‌ خۆڕایی
nl: Gratis bellen en sms'en
no: Gratis oppringinger og meldinger
pl: Darmowe połączenia i wiadomości
ps: وړیا تلیفونونه او پیغامونه
pt_br: Chamadas e mensagens gratuitas
pt_pt: Chamadas e mensagens grátis
ro: Apeluri și mesaje gratuite
sk: Bezplatné hovory a zasielanie správ
sl: Brezplačni klici in sporočila
sq: Telefonata dhe mesazhe falas
sr: Besplatni pozivi i poruke
sw: Simu za simu na ujumbe
ta: இலவச அழைப்புகள் மற்றும் செய்தி
te: ఉచిత కాల్స్ మరియు సందేశం
th: โทรและส่งข้อความฟรี
tr: Ücretsiz görüşme ve mesajlaşma
zh: 免費電話和短訊
zh_cn: 免费电话和短信

# soft_category_internet
source: Internet utilities
ar: برمجية خدمات الإنترنت
az: İnternet vasitələri
bg: Интернет услуги
bn: ইন্টারনেট উপকরণসমূহ
ca: Utilitats d'Internet
de: Internet-Dienstprogramme
el: Εργαλεία internet
es: Utilidades de Internet
es_419: Servicios de Internet
et: Interneti tööriistad
fa: خدمات اینترنت
fil: Mga kagamitan sa Internet
fr: Utilitaires Internet
gu: ઇન્ટરનેટ યુટીલીટીઝ
he: כלי אינטרנט
hi: इंटरनेट उपयोगिताओं
hu: Internetes alkalmazások
id: Utilitas internet
it: Utilità di internet
ko: 인터넷 유틸리티
ku: ئامرازه‌كانی ئینته‌رنێت
nl: Internet-hulpprogramma's
no: Internet verktøy
pl: Narzędzia internetowe
ps: د انټرنیټ اسانتیاوې
pt_br: Utilitários de internet
pt_pt: Utilitários Web
ro: Servicii Internet
sk: Internetové nástroje
sl: Internetne storitve
sq: Utilitete Internet-i
sr: Pomoćni programi za rad na internetu
sw: huduma za mtandao
ta: இணைய பயன்பாடுகள்
te: ఇంటర్నెట్ వినియోగాలు
th: โปรแกรมอรรถประโยชน์สำหรับอินเตอร์เน็ท
tr: Internet yardımcı uygulamaları
zh: 網際網路公用程式
zh_cn: Internet 工具

# soft_category_player
source: Movie and video watch
ar: مشاهدة الأفلام والفيديوهات
az: Film və video izləmə
bg: Гледане на филми и видеоклипове
bn: মুভি ও ভিডিও দেখা
ca: Reproductor de vídeo i pel·lícules
de: Filme und Videos schauen
el: Προβολή ταινιών και βίντεο
es: Reproducción de vídeos y películas
es_419: Película y video reloj
et: Kuva filme ja videoid
fa: تماشای فیلم
fil: Pelikula at video na panonood
fr: Visionnage film et vidéo
gu: ફિલ્મ અને વીડીયો જોવાનું
he: צפיה בסרטים ובסרטונים
hi: मूवी और वीडियो देखे
hu: Filmek és videók megtekintése
id: Tonton film dan video
it: Visualizzazione di film e video
ko: 영화 및 비디오 보기
ku: ته‌ماشاكردنی فیلم و ڤیدیۆ
nl: Bekijk films en video's
no: Vis film og video
pl: Oglądanie filmów i plików video
ps: د فلم او ویډیو لیدل
pt_br: Assista filme e video
pt_pt: Visualização de filmes e vídeo
ro: Vizualizare video și filme
sk: Sledovanie filmov a videí
sl: Gledanje filmov in videoposnetkov
sq: Shih filma dhe video
sr: Gledanje filmova i video snimaka
sw: Kisasa na kuangalia video
ta: திரைப்பட மற்றும் வீடியோ பார்வையிடல்
te: సినిమా మరియు వీడియో వాచ్
th: ดูหนังและวีดีโอ
tr: Film ve görüntü izleme
zh: 電影和視訊觀看
zh_cn: 电影和视频观看

# soft_category_backup
source: Backup and data restore
ar: النسخ الاحتياطي واستعادة البيانات
az: Ehtiyatlama və geri qaytarma
bg: Архивиране и възстановяване на данни
bn: ব্যাকআপ ও ডেটা রিস্টোর
ca: Còpia de seguretat i restauració
de: Sicherung und Datenwiederherstellung
el: Δημιουργία αντιγράφων ασφαλείας και επαναφορά δεδομένων
es: Cópia de seguridad
es_419: Copia de seguridad y restauración de datos
et: Andmete tagavara ja kaitse
fa: بازگردانی اطلاعات و پشتیبان
fil: I-backup at ibalik ang data
fr: Sauvegarde et restauration de données
gu: બેકઅપ અને ડેટા રીસ્ટોર
he: גיבוי מידע והגנה
hi: बैकअप और डेटा बहाल
hu: Adatmentés és helyreállítás
id: Pencadangan dan pengembalian data
it: Backup e ripristino dei dati
ko: 백업 및 데이타 복구
ku: یەدەک و گەراندنەوەی داتاکان
nl: Backup en gegevensherstel
no: Sikkerhetskopiering og gjenoppretting av data
pl: Kopia zapasowa i przywracanie danych
ps: بیک اپ او ډاټا بیا رغونه
pt_br: Backup e restauração de dados
pt_pt: Cópia de Segurança e restauro de dados
ro: Backup și restabilirea datelor
sk: Zálohovanie a obnova údajov
sl: Varnostno kopiranje in obnovitev podatkov
sq: Rezervo dhe rikthe të dhëna
sr: Podrška i tačka vraćanja
sw: Kurudi nyuma na data kurejesha
ta: காப்பு மற்றும் தரவு மீட்பு
te: బ్యాకప్ మరియు డేటా పునరుద్ధరణ
th: สำรองและกู้คืนข้อมูล
tr: Yedekleme ve veri geri yükleme
zh: 備份和資料還原
zh_cn: 备份和数据恢复

# soft_category_antivirus
source: Antivirus protection
ar: حماية مضاد الفيروسات
az: Antivirus müdafiəsi
bg: Антивирусна защита
bn: অ্যান্টিভাইরাস নিরাপত্তা
ca: Protecció antivirus
de: Antivirenschutz
el: Προστασία από ιούς
es: Protección antivirus
es_419: Protección antivirus
et: Viirusetõrje kaitse
fa: محافظت آنتی ویروس
fil: Proteksyon sa Virus
fr: Protection antivirus
gu: એંટીવાઇરસ રક્ષણ
he: הגנת אנטי וירוס
hi: एंटीवायरस सुरक्षा
hu: Antivírus védelem
id: Perlindungan antivirus
it: Protezione antivirus
ko: 바이러스 백신 보호
ku: پاراستنی دژه‌ ڤایرۆس
nl: Antivirusbescherming
no: Antivirus beskyttelse
pl: Ochrona antywirusowa
ps: د انټیویروس ساتنه
pt_br: Proteção antivírus
pt_pt: Proteção Antivírus
ro: Protecție antivirus
sk: Antivírusová ochrana
sl: Protivirusna zaščita
sq: Mbrojte antivirusi
sr: Antivirusna zaštita
sw: Ulinzi wa antivirus
ta: வைரஸ் தடுப்பு
te: యాంటీవైరస్ రక్షణ
th: ป้องกันไวรัสต่างๆ
tr: Antivirüs koruması
zh: 防毒軟體保護
zh_cn: 防病毒保护

# soft_category_system
source: System utilities
ar: برمجية خدمات النظام
az: Driver köməkçi proqramları
bg: Системни инструменти
bn: সিস্টেম ইউটিলিটিস
ca: Utilitats de sistema
de: Systemprogramme
el: Εργαλεία συστήματος
es: Utilidades de sistema
es_419: Utilidades del sistema
et: Süsteemi tööriistad
fa: خدمات سیستم
fr: Utilitaires système
gu: સિસ્ટમ યુટીલીટીઝ
he: כלי מערכת
hi: प्रणाली उपयोगिता
hu: Rendszereszközök
id: Utilitas sistem
it: Utilità di sistema
ko: 시스템 유틸리티
ku: ئامرازه‌كانی سیسته‌م
nl: Systeem-hulpprogramma's
no: Systemverktøy
pl: Narzędzia systemowe
ps: د سیستم وړتیاوې
pt_br: Utilidades do sistema
pt_pt: Ferramentas de sistema
ro: Utilități sistem
sk: Systémové nástroje
sl: Sistemske storitve
sq: Utilitete sistemi
sr: Pomoćni programi sistema
sw: Huduma za mfumo
ta: கணினி பயன்பாடுகள்
te: సిస్టం యుటిలిటీస్
th: โปรแกรมอรรถประโยชน์สำหรับระบบ
tr: Sürücü yardımcı uygulamaları
zh: 系統公用程式
zh_cn: 系统工具

# soft_category_drivers
source: Toolkits for driver operation
ar: مجموعة أدوات لعمليه برنامج التشغيل
az: Driver əməliyyatları üçün alət çantaları
bg: Инструменти за работа с драйвер
bn: ড্রাইভার কার্যক্রমের জন্য টুলকিটস্‌
ca: Utilitats relacionades amb els controladors
de: Toolkits für Treiberbetrieb
el: Εργαλειοθήκες για λειτουργίες προγραμμάτων οδήγησης
es: Utilidades para drivers
es_419: Kit de herramientas para el funcionamiento del controlador
et: Tööriistad draiverite normaalseks funktsioneerimiseks
fa: ابزارها برای عملکرد درایور
fil: Mga Toolkit para sa pagpapatakbo ng pagmamaneho
fr: Boîtes à outils pour le fonctionnement du pilote
gu: ડ્રાઈવર કામગીરી માટે ટૂલકીટ
he: כלים לפעולה תקינה של דרייברים
hi: ड्राइवर ऑपरेशन के लिए टूलकिट
hu: Kiegészítők a driverműveletekhez
id: Toolkit untuk pengoperasian driver
it: Kit di strumenti per il funzionamento del driver
ko: 드라이버 작동 용 도구 모음
ku: كۆمه‌ڵه‌ ئامرازێك بۆ كاری پێناسه‌
nl: Hulpmiddelen voor werking van de driver
no: Verktøy for driverdrift
pl: Zestawy narzędzi do obsługi sterowników
ps: د موټر چلولو لپاره د وسایطو وسیله
pt_br: Ferramentas para operação do driver
pt_pt: Ferramentas para operação dos controladores
ro: Instrumente pentru operare driver
sk: Nástroje pre monitorovanie ovládačov
sl: Orodja za delovanje gonilnikov
sq: Sete-mjetesh për funksionimin e drajverave
sr: Alati za praćenje rada drajvera
sw: Vyombo vya zana kwa uendeshaji wa driver
ta: வன்பொருள் இயக்கத்திற்கான கருவித்தொகுதிகள்
te: టూల్ కిట్లు కోసం driver ఆపరేషన్
th: ชุดเครื่องมือสำหรับการทำงานของไดรเวอร์
tr: Sürücü işlemi için araç takımları
zh: 驅動程式操作工具組
zh_cn: 驱动程序操作工具包

# installation_error_download
source: Download error
ar: خلل في التحميل
az: Endirmə xətası
bg: Грешка при сваляне
bn: ডাউনলোড করা যায় নি
ca: Error durant la baixada
de: Downloadfehler
el: Σφάλμα λήψης
es: Error durante la descarga
es_419: Error de descarga
et: Allalaadmise viga
fa: خطای دانلود
fil: I-download ang error
fr: Erreur de téléchargement
gu: ડાઉનલોડ એરર
he: שגיאת הורדה
hi: डाउनलोड त्रुटि
hu: Letöltési hiba
id: Kesalahan unduh
it: Errore download
ko: 다운로드 오류
ku: هه‌ڵه‌ی دابه‌زاندن
no: Nedlastingsfeil
pl: Błąd pobierania
ps: د کښته کولو تېروتنه
pt_br: Erro ao baixar
pt_pt: Erro ao descarregar
ro: Eroare la descărcare
sk: Chyba pri preberaní
sl: Napaka pri prenosu
sq: Shkarkimi dështoi
sr: Greška pri preuzimanju
sw: Kupakua umekataa
ta: பதிவிறக்க பிழை
te: డౌన్లోడ్ ఎర్రర్
th: การดาวน์โหลดมีปัญหา
tr: İndirme hatası
zh: 下載發生錯誤
zh_cn: 下载错误

# installation_error_unzip
source: Unpacking Error
ar: خطأ تفريغ
az: Paketi açma xətası
bg: Грешка при разархивиране
bn: আনপ্যাকিং সমস্যা
ca: Error descomprimint
de: Entpackungsfehler
el: Σφάλμα Αποσυμπίεσης
es: Error durante el desempaquetado
es_419: Desempaquetar el error
et: Lahtipakkimise viga
fa: مشکل در بازگشایی بسته
fil: Pag-unpack ng error
fr: Erreur de déballage
gu: ખોલવામાં દિક્કત
he: שגיאה בחילוץ קבצים
hi: अनपैकिंग त्रुटि
hu: Kicsomagolási hiba
id: Kesalahan Pembongkaran
it: Problema di scompattazione
ko: 압축해제 오류
ku: هەڵەی خاڵی کردن
nl: Uitpakfout
no: Utpakkingsfeil
pl: Błąd rozpakowywania
ps: تېروتنې تېروتنه
pt_br: Erro de Descompactação
pt_pt: Erro na descompactação
ro: Eroare la despachetare
sk: Chyba pri rozbaľovaní
sl: Napaka pri razpakiranju/razširjanju
sq: Gabim shpaketimi
sr: Greška pri raspakivanju
sw: Kuondoa Hitilafu
ta: தொகுப்பு பிரிப்பதில் பிழை
te: అన్ప్యాక్ చేస్తోంది ఎర్రర్
th: การแยกไฟล์มีปัญหา
tr: Paketi açma hatası
zh: 解壓縮出錯
zh_cn: 提取错误

# installation_error_install
source: Installation Error
ar: خطأ في التثبيت
az: Quraşdırma xətası
bg: Грешка при инсталиране
bn: ইন্সটলেশন সমস্যা
ca: Error durant la instal·lació
de: Installationsfehler
el: Σφάλμα Εγκατάστασης
es: Error durante la instalación
es_419: Error de instalación
et: Paigaldamise viga
fa: مشکل در نصب
fil: Error sa Pag-install
fr: Erreur d'installation
gu: સ્થાપન ભૂલ
he: שגיאת התקנה
hi: स्थापना त्रुटि
hu: Telepítési hiba
id: Kesalahan Pemasangan
it: Errore di installazione
ko: 설치 오류
ku: هه‌ڵه‌ی دامه‌زراندن
nl: Installatiefout
no: Installasjonsfeil
pl: Błąd instalacji
ps: د لګولو تېروتنه
pt_br: Erro de Instalação
pt_pt: Erro na Instalação
ro: Eroare la instalare
sk: Chyba pri inštalácii
sl: Napaka pri namestitvi
sq: Gabim instalimi
sr: Greška pri instaliranju
sw: Hitilafu kwa kuwekwa
ta: நிறுவதில் பிழை
te: ఇన్స్టలేషన్
th: การติดตั้งมีปัญหา
tr: Kurulum hatası
zh: 安裝出錯
zh_cn: 安装错误

# installation_error_restore_disabled
source: Error: forbidden by system settings
ar: خطأ: ممنوع بواسطة إعدادات النظام
az: Xəta: sistem tərəfindən qadağan ediliib
bg: Грешка: забранено от системните настройки
bn: ত্রুটি: সিস্টেম সেটিংস্‌ থেকে নিষিদ্ধ
ca: Error: No permès per les opcions del sistema
de: Fehler: Verboten durch Systemeinstellungen
el: Σφάλμα: δεν επιτρέπεται από τις ρυθμίσεις του συστήματος
es: Error: Denegado por la configuración de seguridad
es_419: Error: prohibido por la configuración del sistema
et: Viga: keelatud süsteemi seadete poolt
fa: ارور: ممنوع شده توسط تنظیمات سیستم
fil: Error: ipinagbabawal ng mga setting ng system
fr: Erreur: interdit par les paramètres du système
gu: ભૂલ: સિસ્ટમ સેટિંગ્સ દ્વારા અટકાવાયું
he: שגיאה: נחסם על ידי הגדרות המערכת
hi: त्रुटि: सिस्टम सेटिंग्स द्वारा मना किया
hu: Hiba: tiltják a rendszerbeállítások
id: Kesalahan: tidak diperbolehkan pengaturan sistem
it: Errore: impedito dai settaggi di sistema
ko: 오류: 시스템 설정에 의해 금지 됨
ku: هەڵە: قەدەغەیە لەڵایەن سیستەمی رێکخستن
nl: Fout: verboden door systeeminstellingen
no: Feil: ikke tillatt av systeminnstilling
pl: Błąd: zastrzeżone przez ustawienia systemu
ps: تېروتنه: د سیسټم ترتیباتو لخوا منع شوی
pt_br: Erro: proibido pelas configurações do sistema.
pt_pt: Erro: proibido pelas definições de sistema
ro: Eroare: interzis de setările de sistem
sk: Chyba: zakázané systémovými nastaveniami
sl: Napaka: prepoved zaradi sistemskih nastavitev
sq: Gabim: e ndaluar nga cilësimet e sistemit
sr: Greška: zabranjena sistemskim podešavanjima
sw: Hitilafu: umekataliwa na mipangilio ya mfumo
ta: பிழை: கணினி அமைப்புகளால் தடைசெய்யப்பட்டது
te: లోపం: సిస్టమ్ సెట్టింగ్ల ద్వారా నిషేధించబడింది
th: ข้อผิดพลาด: ถูกปิดกั้นโดยการตั้งค่าระบบ
tr: Hata: sistem ayarları tarafından yasaklandı
zh: 錯誤: 被系統設定禁止
zh_cn: 错误：被系统设置禁止

# installation_error_restore_not_created
source: Creation Error
ar: خطأ في الإنشاء
az: Yaratma Xətası
bg: Не е направено
bn: তৈরি করাকালীন সমস্যা
ca: Error generant
de: Nicht erstellt
el: Η Δημιουργία απέτυχε
es: Error durante la generación
es_419: Error de creación
et: Pole loodud
fa: مشکل در ایجادسازی
fil: Error sa paglikha
fr: Non créé
gu: નિર્માણ ભૂલ
he: לא נוצרה
hi: निर्माण त्रुटि
hu: Nincs létrehozva
id: Tidak dibuat
ko: 생성 오류
nl: Niet gemaakt
no: Ikke Opprettet
pl: Błąd tworzenia
ps: رامنځته نه شوی/ نه رامنځته شوی / نه اخیستل شوی
pt_br: Não criado
pt_pt: Erro na Criação
ro: Eroare la creare
sl: Napaka pri ustvarjanju
sw: Haijaundwa
ta: உருவாக்கம் பிழை
th: การสร้างเกิดปัญหา
tr: Oluşturma Hatası
zh: 建立出錯
zh_cn: 未创建

# installation_progress_stage_creating
source: Creating...
ar: انشاء...
az: Yaradılır...
bg: Създаване...
bn: তৈরি করা হচ্ছে...
ca: Generant...
de: Erstellen...
el: Δημιουργία...
es: Generando...
es_419: Creando...
et: Loon...
fa: درحال ساختن...
fil: Gumagawa...
fr: En cours de création...
gu: બનાવી રહ્યા છીએ...
he: יוצר...
hi: बना रहा है...
hu: Létrehozás...
id: Sedang membuat...
it: Creazione...
ko: 생성 중…
ku: دروستكردن...
nl: Maken...
no: Oppretter...
pl: Tworzenie...
ps: جوړول ...
pt_br: Criando...
pt_pt: A criar...
ro: Creare...
sk: Vytvára sa...
sl: Ustvarjanje...
sq: Duke krijuar...
sr: Pravljenje...
sw: Kujenga...
ta: உருவாக்கம் நடைபெறுகிறது...
te: సృష్టించడం...
th: กำลังสร้าง...
tr: Oluşturuluyor...
zh: 建立中...
zh_cn: 创建中...

# installation_progress_stage_created
source: It has been created
ar: لقد تم إنشاؤه
az: Yaradıldı
bg: Беше създадено
bn: তৈরি করা হয়ে গেছে
ca: S'ha generat
de: Wurde erstellt
el: Δημιουργήθηκε
es: Se ha generado correctamente
es_419: Ha sido creado
et: See on loodud
fa: ایجاد شده است
fil: Ito ay nagawa na
fr: Il a été créé
gu: તે બની ગયું
he: נוצרה
hi: इसे बनाया गया है
hu: Létrehozásra került
id: Ini sudah di buat
it: E' stato creato
ko: 생성되었습니다
ku: ئه‌وه‌ دروستكرا
nl: Het is gemaakt
no: Det er blitt opprettet
pl: Utworzone
ps: دا جوړ شوی
pt_br: Criado
pt_pt: Foi criado
ro: A fost creat
sk: Bol vytvorený
sl: Ustvarjeno je bilo
sq: Është krijuar
sr: Napravljena
sw: Imeundwa
ta: இது உருவாக்கப்பட்டது
te: ఇది సృష్టించబడింది
th: สร้างแล้ว
tr: Oluşturuldu
zh: 已建立
zh_cn: 它已经创建

# installation_progress_stage_waiting
source: It is waiting for its turn to be downloaded
ar: انها تنتظر دورها ليتم تحميلها
az: Endirilmək üçün gözlənir
bg: Чака се редът й да се изтегли
bn: ডাউনলোড শুরুর অপেক্ষায়
ca: Esperant per ser descarregant
de: Es wartet darauf, heruntergeladen zu werden
el: Αναμονή για λήψη
es: Esperando para ser descargado
es_419: Está esperando que se descargue su turno
et: Ootan allalaadimist
fa: در صف انتظار است تا دانلود شود
fil: Naghihintay na i-download ito
fr: Il attend son tour pour être téléchargé
gu: એનો વારો આવશે ત્યારે તે ડાઉનલોડ થશે
he: ממתין להורדה
hi: यह अपनी बारी डाउनलोड करने के लिए इंतजार कर रहा है
hu: Letöltési sorára vár
id: Sedang menunggu giliran untuk diunduh
it: Sta aspettando il suo turno per lo scaricamento
ko: 다운로드 대기 중
ku: ئه‌و چاوه‌ڕێی سه‌ره‌ی خۆی ده‌كات بۆ ئه‌وه‌ی داببه‌زێت
nl: Het wacht op zijn beurt om te worden gedownload
no: Den venter på sin tur for nedlasting
pl: Oczekiwanie na pobranie
ps: دا د هغې د کتل کولو لپاره د انتظار انتظار دی
pt_br: Está na fila de espera para ser baixado
pt_pt: À espera de vez para ser descarregado
ro: Îşi așteaptă rândul să fie descărcat
sk: Čaká sa na stiahnutie
sl: Čaka v vrsti za prenos
sq: Po pret rradhën që të shkarkohet
sr: Čeka svoj red za preuzimanje
sw: Inasubiri upande wake kupakuliwa
ta: அதன் திருப்பத்தை பதிவிறக்கம் செய்ய காத்திருக்கிறது
te: దాని మలుపు డౌన్ లోడ్ కోసం వేచి ఉంది
th: มันกำลังรอเพื่อจะดาวน์โหลด
tr: İndirildi yazması için bekleniyor
zh: 正在等待下載
zh_cn: 正在等待下载

# installation_progress_downloading_speed
source: speed
ar: السرعة
az: sürət
bg: Бързо
bn: গতি
ca: velocitat
de: Geschwindigkeit
el: ταχύτητα
es: velocidad
es_419: velocidad
et: kiirus
fa: سرعت
fil: bilis
fr: vitesse
gu: ગતિ
he: מהירות
hi: गति
hu: sebesség
id: kecepatan
it: Velocità
ko: 속도
ku: خێرایی
nl: snelheid
no: hastighet
pl: prędkość
ps: چټک
pt_br: velocidade
pt_pt: velocidade
ro: viteză
sk: rýchlosť
sl: hitrost
sq: shpejtësia
sr: brzina
sw: kasi
ta: வேகம்
te: వేగం
th: ความเร็ว
tr: hız
zh: 速度
zh_cn: 速度

# installation_progress_downloading_of
source: of
ar: من
bg: на
bn: এর
ca: de
de: von
el: από
es: de
es_419: de
et: kohta
fa: از
fil: ng
fr: de
gu: નું
he: מתוך
hi: का
id: dari
it: di
ku: لە
nl: van
no: av
pl: z
ps: د
pt_br: de
pt_pt: de
ro: din
sk: z
sl: za
sq: të
sr: od
sw: ya
ta: உள்ள
te: యొక్క
th: จาก

# installation_progress_stage_downloading
source: Loading...
ar: جاري التحميل...
az: Yüklənir...
bg: Зареждане...
bn: লোড হচ্ছে...
ca: Carregant...
de: Laden...
el: Φόρτωση...
es: Cargando...
es_419: Cargando...
et: Laadimine...
fa: بارگذاری...
fil: Naglo-load ...
fr: En cours de chargement...
gu: લોડીંગ...
he: טוען...
hi: लोड हो रहा है...
hu: Betöltés...
id: Sedang memuat...
it: Caricamento...
ko: 로딩 중…
ku: بار دەکرێتەوە...
nl: Laden...
no: Laster...
pl: Wczytuję...
ps: پورته کول...
pt_br: Carregando...
pt_pt: A carregar...
ro: Încarcă
sk: Nahráva sa...
sl: Nalaganje...
sq: Duke u ngarkuar...
sr: Učitavanje...
sw: Kupakia...
ta: வரிசைப்படுத்தப்படுகின்றன...
te: లోడ్...
th: กำลังโหลด...
tr: Yükleniyor...
zh: 載入中...
zh_cn: 载入中...

# installation_progress_stage_downloaded
source: It is waiting for its turn to be installed
ar: انها تنتظر دورها ليتم تثبيتها
az: Quraşdırılmaq üçün gözlənir
bg: Очаква реда си за инсталиране
bn: ইন্সটল শুরুর অপেক্ষায়
ca: Esperant a ser instal·lat
de: Es wartet darauf, installiert zu werden
el: Αναμονή για εγκατάσταση
es: Esperando para ser instalado
es_419: Está esperando que se instale su turno
et: Ootab paigaldamist
fa: در انتظار برای اینکه نصب شود
fil: Naghihintay na i-install ito
fr: Il attend son tour pour être installé
gu: એનો વારો આવશે ત્યારે તે સ્થાપિત થશે
he: ממתין בתור ההתקנות
hi: यह अपनी बारी स्थापित होने के लिए इंतजार कर रहा है
hu: Telepítési sorára vár
id: Sedang menunggu giliran untuk dipasang
it: Sta aspettando il tuo turno per essere installato
ko: 설치 대기 중
ku: ئه‌و چاوه‌ڕێی سه‌ره‌ی خۆی ده‌كات بۆ ئه‌وه‌ی دابمه‌زرێت
nl: Het wacht op zijn beurt om geïnstalleerd te worden
no: Venter på sin tur til installasjon
pl: W oczekiwaniu na instalację
ps: دا د هغې د نصبولو په تمه ده چې نصب شي
pt_br: Está na fila de espera para ser instalado
pt_pt: À espera de vez para ser instalado
ro: Așteaptă rândul său să fie instalat
sk: Čaká sa na inštaláciu
sl: Čaka v vrsti za namestitev
sq: Po pret rradhën për t'u instaluar
sr: Čeka svoj red za instaliranje
sw: Inasubiri upeo wake wa kuwekwa
ta: நிறுவப்பட்ட அதன் திருப்பத்திற்கான காத்திருப்பு காத்திருக்கிறது
te: దాని టర్న్ ఇన్స్టాల్ చేయబడటం కోసం వేచి ఉంది
th: มันกำลังรอเพื่อจะติดตั้ง
tr: Yüklenmesi için bekleniyor
zh: 正在等待安裝
zh_cn: 正在等待安装

# installation_progress_stage_unzipping
source: Unpacking...
ar: تفريغ...
az: Paket açılır...
bg: Разархивиране...
bn: আনপ্যাক হচ্ছে...
ca: Descomprimint...
de: Entpacken...
el: Αποσυμπίεση...
es: Desempaquetando...
es_419: Desempacando...
et: Lahtipakkimine...
fa: درحال بازگشایی بسته...
fr: En cours de décompression...
gu: પેકેટ ખોલી રહ્યા છીએ...
he: מחלץ
hi: अनपैकिंग...
hu: Kicsomagolás...
id: Sedang dibongkar...
it: Scompattazione...
ko: 압축해제 중…
ku: خاڵی کردن...
nl: Uitpakken...
no: Pakker opp...
pl: Rozpakowywanie...
ps: ناتګول ...
pt_br: Descompactando...
pt_pt: A descompactar...
ro: Despachetează...
sk: Rozbaľuje sa...
sl: Razširjanje...
sq: Po shkpaketohet...
sr: Raspakujemo...
sw: Kuagiza...
ta: தொகுப்புபிரிப்பு நடைபெறுகிறது...
te: అన్ప్యాక్...
th: กำลังแยกไฟล์...
tr: Paket açılıyor...
zh: 解壓縮中...
zh_cn: 提取中...
