Repository: DriverPackSolution/transifex-backup
Catalog: beetle/driverpack-solution-worldwide/driverpackpo/*.po
Languages: ar, az, bg, bn, ca, de, el, es, es_419, et, fa, fil, fr, gu, he, hi, hu, id, it, ko, ku, nl, no, pl, ps, pt_br, pt_pt, ro, sk, sl, sq, sr, sw, ta, te, th, tr, zh, zh_cn

# installation_header_promo_text_win_10
source: There is a myth that Windows 10 is capable of installing all required drivers on the computer correctly and on its own. Unfortunately, it's not true — in most cases, Windows 10 installs the standard drivers only, without selecting them individually for each device. As for the rare and out-of-date drivers, it often doesn't have them at all. Fortunately, there is DriverPack that selects drivers much more thoroughly.<br /><br />
ar: هناك أسطورة أن نظام التشغيل Windows 10 قادر على تثبيت جميع برامج التشغيل المطلوبة على جهاز الكمبيوتر بشكل صحيح ومن تلقاء نفسه. لسوء الحظ ، هذا غير صحيح — في معظم الحالات ، يقوم Windows 10 بتثبيت برامج التشغيل القياسية فقط ، دون تحديدها بشكل فردي لكل جهاز. أما بالنسبة لبرامج التشغيل النادره وغير المحدثه، فغالبا ما لا يكون لديهم على الإطلاق. لحسن الحظ ، هناك DriverPack الذي يختار برامج التشغيل بشكل أكثر شمولاً <br /><br />
az: Windows 10-un avtomatik və düzgün olaraq bütün driverləri quraşdırması kimi bir əfsanə var. Təəssüf ki, bu doğru deyil — adətən, Windows 10, hər cihaz üçün driverləri seçmədən standart driverləri quraşdırır. Nadir və köhnəlmiş driverlərin isə, çox vaxt hamsına sahib deyildir. Yaxşı ki, daha yaxşı driverləri seçən DriverPack var.<br /><br />
bg: Има мит, че Windows 10 е в състояние да инсталира всички необходими драйвери на компютъра правилно и сам. За съжаление, това не е вярно — в повечето случаи Windows 10 инсталира само стандартните драйвери, без да ги избира индивидуално за всяко устройство. Що се отнася до рядкото и остарелите драйвери, то често не ги има. За щастие има DriverPack, който избира драйверите много по-задълбочено.<br /><br />
bn: Windows 10 সম্বন্ধে একটি ভুল ধারণা আছে যে, এটি কম্পিউটারে সব দরকারি ড্রাইভার নিজ থেকে এবং ঠিকভাবে ইন্সটল করতে সক্ষম। দুর্ভাগ্যবশত, এটি সত্যি নয় — বেশিরভাগ ক্ষেত্রে, Windows 10 শুধু আদর্শ ড্রাইভারসমূহ ইন্সটল করে, প্রত্যেক যন্ত্রের জন্য আলাদাভাবে বাছাই করা বাদেই। বিরল ও সেকেলে ড্রাইভারসমূহের ক্ষেত্রে, এতে প্রায়ই সেসব আদৌ থাকে না। সৌভাগ্যবশত, DriverPack রয়েছে যা ড্রাইভারসমূহ আরও পুঙ্খানুপুঙ্খভাবে নির্বাচন করে।<br /><br />
ca: Hi ha un mite que diu que Windows 10 és capaç d'instal·lar tots els controladors necessaris de l'ordinador correctament per si mateix. Lamentablement, no és cert — en molts casos, Windows 10 instal·la controladors genèrics, sense triar-los específicament per a cada dispositiu. I pel cas de controladors poc freqüents, sovint no disposa d'ells. Per sort, existeix DriverPack que selecciona els controladors molt més detalladament. <br /> <br />
de: Es ist ein Mythos, dass Windows 10 in der Lage ist, alle erforderlichen Treiber korrekt und eigenständig auf dem Computer zu installieren. Leider stimmt das nicht — in den meisten Fällen installiert Windows 10 nur die Standardtreiber, ohne sie für jedes Gerät einzeln auszuwählen. Was die seltenen und veralteten Treiber anbelangt, hat es diese oft gar nicht. Glücklicherweise gibt es DriverPack, das Treiber viel gründlicher auswählt.<br /><br />
es: Hay un mito que dice que Windows 10 es capaz de instalar todos los drivers necesarios del ordenador correctamente por si solo. Lamentablemente, eso no es cierto — en muchos casos, Windows 10 instala los drivers estándar, sin seleccionarlos individualmente para cada dispositivo. Y en cuanto a drivers raros o antíguos, simplemente no los tiene. Por suerte, existe DriverPack que selecciona los drivers de una forma mucho más minuciosa.<br /><br />
es_419: aquí está el mito de que Windows 10 es capaz de instalar todos los controladores necesarios en la computadora de manera correcta y por sí solo. Desafortunadamente, no es verdad — en la mayoría de los casos, Windows 10 instala solo los controladores estándar, sin seleccionarlos individualmente para cada dispositivo. En cuanto a los controladores raros y desactualizados, a menudo no los tiene. Afortunadamente, hay DriverPack que selecciona los controladores mucho más a fondo.<br /><br />
et: On müüt, et Windows 10 suudab paigaldada kõik vajalikud draiverid arvutisse korralikult ja iseseisvalt. Kahjuks see pole tõsi — enamik juhtudest paigaldab Windows 10 ainult standartsed draiverid, mitte ei vali neid arvuti jaoks spetsiaalselt. Lisaks vanadele ja harva esinevatele draiveritele, mida ta üldse ei leia. Õnneks on olemas DriverPack mis valib draiverid just teile palju paremini.<br /><br />
fa: افسانه ای وجود دارد که Windows 10 توانایی نصب همه درایور های مورد نیاز را در کامپیوتر به طور صحیح به طور خودکار دارد. متاسفانه، این حقیقت ندارد — در بیشتر موارد، Windows 10 فقط درایور های استاندارد را نصب می کند، و بدون انتخاب آن ها به طور دستی برای هر دستگاه. که به خاطر به ندرت و به روز نبودن درایور ها، اغلب درایور ها را ندارد، خوشبختانه، DriverPack وجود دارد که درایور ها را خیلی کامل تر انتخاب می کند.<br /><br />
fil: May isang kathang-isip na ang Windows 10 ay may kakayahang i-install ang lahat ng mga kinakailangang driver sa computer ng tama at sa sarili nitong. Sa kasamaang palad, hindi ito totoo — sa karamihan ng mga kaso, ang Windows 10 ay nag-i-install lamang ng mga karaniwang driver, nang hindi pinipili ang mga ito nang isa-isa para sa bawat device. Tungkol sa mga bihirang at hindi napapanahong mga drayber, kadalasan ay wala silang mga ito. Sa kabutihang palad, mayroong DriverPack na pinipili ang mga driver nang mas lubusan.<br /><br />
fr: Il y a un mythe que Windows 10 est capable d'installer tous les pilotes requis sur l'ordinateur correctement et seul. Malheureusement, ce n'est pas vrai — dans la plupart des cas, Windows 10 installe uniquement les pilotes standard, sans les sélectionner individuellement pour chaque périphérique. Quant aux pilotes rares et périmés, ils n'en ont souvent pas du tout. Heureusement, il y a DriverPack qui sélectionne les pilotes de manière beaucoup plus approfondie.<br /><br />
gu: એક પૌરાણિક કથન છે કે Windows 10 કમ્પ્યુટર પર તમામ જરૂરી ડ્રાઈવરો સ્થાપિત કરવા સક્ષમ છે અને તેના પોતાના પર. કમનસીબે, તે સાચું નથી — મોટાભાગના કિસ્સાઓમાં, Windows 10 દરેક ડિવાઇસ માટે તેમને વ્યક્તિગત રીતે પસંદ કર્યા વિના, માત્ર સ્ટાન્ડર્ડ ડ્રાઇવર્સ ઇન્સ્ટોલ કરે છે. દુર્લભ અને આઉટ ઓફ ડાઇરેક્ટ ડ્રાઇવર્સ માટે, તે ઘણીવાર તેમને બિલકુલ નથી. સદનસીબે, ત્યાં DriverPack છે જે ડ્રાઇવરોને વધુ સારી રીતે પસંદ કરે છે.<br /><br />
he: ישנה אמונה רווחת שמערכת Windows 10 יודעת להתקין דרייברים חסרים בעצמה. לצערנו, זה לא נכון — ברוב המקרים, מערכת Windows 10 מתקינה את הדרייברים הסטנדרטים בלבד, ואפילו מבלי לבחור את הדרייבר המתאים ביותר לכל התקן. ובאשר להתקנים נדירים או ישנים, היא לא מסוגלת אפילו למצוא אותם כלל. למזלנו, תוכנת DriverPack יודעת לבחור את הדרייברים הללו בצורה יעילה ביותר.<br /><br />
hi: एक मिथक है कि Windows 10 कंप्यूटर पर सभी आवश्यक ड्राइवरों को सही ढंग से स्थापित करने में सक्षम है। दुर्भाग्य से, यह सच नहीं है — ज्यादातर मामलों में, Windows 10 मानक ड्राइवरों, को प्रत्येक उपकरण के लिए व्यक्तिगत रूप से चुनने के बिना स्थापित करता है। दुर्लभ और आउट-ऑफ-ड्रायवर के लिए, इसमें अक्सर उन्हें बिल्कुल नहीं होता है। सौभाग्य से, वहाँ DriverPack है जो ड्राइवरों को और अधिक अच्छी तरह से चुनता है।<br /><br />
hu: A szóbeszéd szerint a Windows 10 képes magától helyesen feltelepíteni az összes szükséges drivert. Sajnos ez nem igaz — a legtöbb esetben a Windows 10 szabványos drivert telepít anélkül, hogy kiválasztaná az éppen megfelelő minden egyes eszközhöz. Ami a ritka és régi drivereket illeti, azokkal gyakran nem is rendelkezik. Szerencsére a DriverPack sokkal alaposabban választja ki a drivereket.<br /><br />
id: Ada mitos bahwa Windows 10 mampu memasang semua driver yang dibutuhkan di komputer dengan benar dan dengan sendirinya. Sayangnya, itu tidak benar — dalam kebanyakan kasus, Windows 10 menginstal driver standar saja, tanpa memilihnya secara terpisah untuk setiap perangkat. Sedangkan untuk driver langka dan ketinggalan zaman, seringkali tidak memilikinya sama sekali. Untungnya, ada DriverPack yang memilih driver jauh lebih teliti.<br /><br />
it: C'è un mito che afferma che Windows 10 è in grado di installare tutti i driver necessari sul computer correttamente e da solo. Sfortunatamente, non è vero — nella maggior parte dei casi, Windows 10 installa solo i driver standard, senza selezionarli singolarmente per ciascun dispositivo. Per quanto riguarda i driver rari e obsoleti, spesso non li ha affatto. Per fortuna, c'è DriverPack che seleziona i driver molto più approfonditamente.<br /><br />
ko: Windows 10 은 필요한 모든 드라이버를 컴퓨터에 올바르게 설치할 수 있다는 신화가 있습니다. 안타깝게도 사실이 아닙니다 — 대부분의 경우 Windows 10 은 각 장치에 대해 개별적으로 선택하지 않고 표준 드라이버만 설치합니다. 희귀하고 시대에 뒤 떨어진 드라이버의 경우에는 종종 표준 드라이버가 없습니다. 다행히 드라이버를 훨씬 더 철저하게 선택하는 DriverPack 이 있습니다.<br /><br />
ku: خورافەتێک هەیە کە Windows 10 دەتوانێت هەموو پێناسەکانی پێویست دابمەزرێنێت لەسەر کۆمپیوتەرەکە بە تەواوی و بەخۆی — زۆربەی جارەکان، Windows 10 دادەمەزرێنێت پێناسەکانی پێوانەیی بە تەنها، بەبێ هەلبژاردنی ئەوان بە تاکی بۆ هەر ئامێرێک. بۆ پێناسەکانی دەگمەن و کۆنەکان ، زۆرجار نییانە، خۆشبەختانە، DriverPack هەیە کە هەلدەبژێرێت پێناسەکان زۆر زیاتر بە قوولی.<br /><br />
nl: Er is een mythe dat Windows 10 in staat is om alle vereiste drivers correct en zelfstandig op de computer te installeren. Helaas is het niet waar — in de meeste gevallen installeert Windows 10 alleen de standaard-drivers, zonder ze voor elk apparaat afzonderlijk te selecteren. Wat betreft de zeldzame en verouderde drivers, deze hebben ze vaak helemaal niet. Gelukkig is er DriverPack dat drivers veel grondiger selecteert. <br /> <br />
no: Det er en myte at Windows 10 er i stand til å installere alle nødvendige drivere på datamaskinen riktig og på egenhånd. Dessverre er det ikke sant — i de fleste tilfeller installerer Windows 10 bare standard driverne, uten å velge dem individuelt for hver enhet. Som for de sjeldne og utdaterte drivere, finnes de ofte ikke i det hele tatt. Heldigvis finnes DriverPack som velger drivere mye mer grundig.<br /><br />
ps: څنګه کولای شو خپل ځان چلوونکي وټاکئ؟یو افسانه شتون لري چې Windows 10 په کمپیوټر کې په سمه او پخپله ټولو اړین موټر چلوونکو نصبولو توان لري. په خواشینۍ سره، دا ریښتیا نده — په ډیری مواردو کې، Windows 10 یواځې معیاري چلونکي نصبوي، پرته له هرې انټرنیټ لپاره په انفرادي توګه غوره کول. د نادعلي او پخوانیو موټرو لپاره، دا ډیری وختونه هیڅکله نلري. په خوشبختۍ سره، د DriverPack شتون شتون لري چې ډریوران په بشپړه توګه غوره کوي.<br /><br />
pt_br: Há um mito de que o Windows 10 é capaz de instalar todos os drivers necessários no computador corretamente e por conta própria. Infelizmente, isso não é verdade — na maioria dos casos, o Windows 10 instala apenas os drivers padrão, sem selecioná-los individualmente para cada dispositivo. Quanto aos drivers raros e desatualizados, muitas vezes ele não os possui. Felizmente, temos o DriverPack que seleciona os drivers muito mais detalhadamente.<br /><br />
pt_pt: Existe o mito de que o Windows 10 é capaz de instalar corretamente no seu computador todos os controladores necessários. Infelizmente, isso não é verdade — na maioria dos casos, o Windows 10 instala apenas os controladores standard, sem os selecionar individualmente para cada dispositivo. Quanto aos controladores raros ou desatualizados, a maior parte das vezes não os tem. Felizmente, existe o DriverPack que seleciona os controladores de um modo muito mais exaustivo.<br /><br />
ro: Există un mit cum că Windows 10 este capabil să instaleze corect toate driverele necesare pe computer singur. Din păcate, nu este adevărat — în majoritatea cazurilor, Windows 10 instalează numai driverele standard, fără a le selecta individual pentru fiecare dispozitiv. În ceea ce privește driverele rare și învechite, adesea nu le au. Din fericire, există DriverPack care selectează driverele mult mai profund.<br /><br />
sk: Je mýtus, že systém Windows 10 je schopný nainštalovať všetky potrebné ovládače na počítači správne a samostatne. Bohužiaľ, nie je to pravda — vo väčšine prípadov systém Windows 10 nainštaluje iba štandardné ovládače, bez toho, aby ste ich vybrali jednotlivo pre každé zariadenie. Čo sa týka vzácnych a zastaraných ovládačov, často ich vôbec nemá. Našťastie existuje DriverPack, ktorý vyberá ovládače oveľa dôkladnejšie.<br /><br />
sl: Obstaja mit, da je Windows 10 sposoben sam pravilno nameščati vse potrebne gonilnike na računalniku. Na žalost to ni res — v večini primerov Windows 10 namesti samo standardne gonilnike, ne da bi jih posamezno izbral za vsako napravo. Kar zadeva redke in zastarele gonilnike, jih pogosto splohne najde in ne namesti. Na srečo je tu DriverPack, ki izbere gonilnike veliko bolj temeljito.<br /><br />
sq: Egziston një mit që Windows 10 është në gjendje të instalojë vetë të gjithë drajverat e kërkuar në mënyrë korrekte. Fatkeqsisht, nuk është e vërtetetë — në shumicën e rasteve, Windows 10 instalon vetëm drajverat standartë, pa i përzgjedhur ata indvidualisht për çdo pajisje. Përsa i përket drajverave të rrallë dhe të vjetëruar, shpesh nuk i ka fare ata. Fatmirësisht, egziston DriverPack që përzgjedh drajverat shumë më në brendësi.<br /><br />
sr: Postoji mit da Windows 10 može da instalira sve potrebne drajvere na računar samostalno i bez greške. Nažalost to nije istina — u većini slučajeva. Windows 10 instalira standardne verzije drajvera bez odabira optimalnog za svaki uređaj ponaosob. Što se tiče retkih i zastarelih drajvera, njih obično i nema. Na svu sreću postoji DriverPack koji drajvere odabira temeljnije.<br /><br />
sw: Kuna hadithi ya kwamba Windows 10 ina uwezo wa kufunga madriver yote yanayotakiwa kwenye kompyuta kwa usahihi na yenyewe. Kwa bahati mbaya, si kweli — mara nyingi, Windows 10 huweka madriver ya kiwango tu, bila kuchagua kwa kila mmoja kwa kila kifaa. Kama kwa madriver ya nadra na ya nje ya wakati, mara nyingi hawana yao kabisa. Kwa bahati nzuri, kuna DriverPack ambayo huchagua madriver zaidi kabisa.<br /><br />
ta: Windows விண்டோஸ் 10 தேவையான அனைத்து வன்பொருள்களையும் தானாகவே நிறுவும் திறன் கொண்டது என்றும் ஒரு கட்டுக்கதை உள்ளது.துரதிருஷ்டவசமாக, அது உண்மை இல்லை — பெரும்பாலான சந்தர்ப்பங்களில், ஒவ்வொரு சாதனத்திற்கும் தனித்தனியாகத் தேர்வு செய்யாமல், Windows விண்டோஸ் 10 பொதுவான வன்பொருள்களை தரநிலை மட்டும் நிறுவுகிறது.அரிதான மற்றும் காலாவதியாகும் வன்பொருள்களை பொறுத்தவரை, இவை பெரும்பாலும் அவைகளுக்கு இல்லை.அதிர்ஷ்டவசமாக, DriverPack வன்பொருள்தொகுப்பு மிகவும் பொருத்தமான வன்பொருள்களை தேர்ந்தெடுத்து உள்ளது.<br /><br />
te: ఒక పురాణం ఉంది Windows 10 సరిగ్గా మరియు దాని స్వంత కంప్యూటర్లో అవసరమైన అన్ని డ్రైవర్లను ఇన్స్టాల్ చేయగల సామర్థ్యం ఉంది. దురదృష్టవశాత్తు, అది నిజం కాదు — చాలా సందర్భాలలో, Windows 10 ఒక్కో పరికరానికి ఒక్కొక్కటిగా వాటిని ఎంచుకోకుండా, ప్రామాణిక డ్రైవర్లను మాత్రమే సంస్థాపిస్తుంది. -అరుదైన మరియు వెలుపల తేదీ డ్రైవర్ల కోసం, ఇది తరచుగా వాటిని అన్ని - వద్ద లేదు. అదృష్టవశాత్తూ, అక్కడ ఉంది DriverPack డ్రైవర్లు మరింత బాగా ఎంపిక చేస్తుంది.<br /><br />
th: นี่คือตำนานที่ Windows 10 มีความสามารถในการติดตั้งไดรเวอร์ที่จำเป็นทั้งหมดบนคอมพิวเตอร์อย่างถูกต้องและด้วยตัวเอง แต่น่าเสียดาย มันไม่จริง — ในกรณีส่วนมาก Windows 10 ติดตั้งไดรเวอร์มาตรฐานเท่านั้น โดยไม่มีการเลือกพวกมันเฉพาะรายสำหรับแต่ละอุปกรณ์ ส่วนไดรเวอร์ที่หายากและล้าสมัย บ่อยครั้งที่มันจะไม่มีพวกมัน แต่โชคดี DriverPack จะเลือกไดรเวอร์ได้ครบถ้วนมากกว่า<br /><br />
tr: Windows 10'un doğru olarak ve kendi başına bilgisayarda gerekli tüm sürücüleri yükleyebildiği bir efsane vardır. Maalesef, bu doğru değildir — çoğu durumda, Windows 10, her aygıt için bunları teker teker seçmeden sadece standart sürücüleri yükler. Nadir ve eskimiş sürücülere gelince, çoğu kez tümüne sahip değildir. Neyse ki, çok daha adamakıllı sürücüleri seçen DriverPack var.<br /><br />
zh: 有一個神話，Windows 10 能夠正確地自己安裝電腦上所有必需的驅動程式。 不幸的是，這不是真的 — 在大多數情況下，Windows 10 僅安裝標準驅動程式，而不是個別為每個裝置選擇驅動程式。對於罕見的和過時的驅動程式，它根本沒有。幸運的是，有 DriverPack 能更徹底地選擇驅動程式。<br /><br />
zh_cn: 有一种说法，Windows 10 能够正确地和自己安装计算机上的所有必需的驱动程序。 不幸的是，这不是真的 — 在大多数情况下，Windows 10 仅安装标准驱动程序，而不是为每个设备单独选择它们。 至于罕见和过时的驱动，根本没有。 幸运的是，DriverPack 更加彻底地选择驱动程序。<br /><br />

# installation_header_promo_title_social
source: Join the DriverPack community
ar: انضم الى مجتمع DriverPack
az: DriverPack birliyinə qoşulun
bg: Присъединете се към общността на DriverPack
bn: DriverPack কমিউনিটিতে যোগ দিন
ca: Uneix-te a la comunitat de DriverPack
de: Treten Sie der DriverPack Gemeinschaft bei
el: Συμμετέχετε στην κοινότητα DriverPack
es: Únete a la comunidad de DriverPack
es_419: Únete a la comunidad de DriverPack
et: Liitu DriverPack kommuuniga
fa: به انجمن DriverPack بپیوندید
fil: Sumali sa komunidad ng DriverPack
fr: Rejoignez la communauté DriverPack
gu: DriverPack જુથ સાથે જોડાવ
he: הצטרפו לקהילת DriverPack
hi: DriverPack समुदाय में शामिल हों
hu: Csatlakozz a DriverPack közösséghez
id: Bergabunglah dengan komunitas DriverPack
it: Entra nella comunità DriverPack
ko: DriverPack 커뮤니티 가입
ku: به‌شداری بكه‌ له‌ گۆمه‌ڵگه‌ی DriverPack
nl: Word lid van de DriverPack-community
no: Bli med i DriverPack fellesskapet
pl: Dołącz do społeczności DriverPack
ps: د DriverPack له ټولني سره یوځای سئ
pt_br: Junte-se à comunidade do DriverPack
pt_pt: Junte-se à comunidade DriverPack
ro: Alătură-te comunității DriverPack
sk: Pridajte sa do komunity DriverPack
sl: Pridružite se skupnosti DriverPack
sq: Bashkoju Komunitetit DriverPack
sr: Pridružite se DriverPack zajednici
sw: Jiunge na jumuiya ya DriverPack
ta: DriverPack வன்பொருள்தொகுப்பு குழுமத்தில் சேர்க
te: చేరండి DriverPack సంఘం
th: เข้าร่วมชุมชน DriverPack
tr: DriverPack topluluğuna katılın
zh: 加入 DriverPack 社群
zh_cn: 加入 DriverPack 社群
