Repository: DriverPackSolution/transifex-backup
Catalog: beetle/driverpack-solution-worldwide/driverpackpo/*.po
Languages: ar, az, bg, bn, ca, de, el, es, es_419, et, fa, fil, fr, gu, he, hi, hu, id, it, ko, ku, nl, no, pl, ps, pt_br, pt_pt, ro, sk, sl, sq, sr, sw, ta, te, th, tr, zh, zh_cn

# settings_machine-learning-caption
source: The unique artificial intelligence system, developed by our engineers and built into the DriverPack system, is working diligently for the benefit of your system. Because it is self-learning, it keeps improving the driver selection algorithm after every boot, and continues to configure a computer even faster and more accurately.
ar: يعمل نظام الذكاء الاصطناعي الفريد من نوعه ، الذي طورته مهندسينا ومدمجًا في نظام DriverPack ، ويعمل بجد من أجل الاستفادة من نظامك. ولأنها ذاتية التعلم ، فإنها تحافظ على تحسين خوارزمية اختيار برنامج التشغيل بعد كل عملية تمهيد ، وتستمر في تكوين جهاز كمبيوتر بشكل أسرع وأكثر دقة.
az: DriverPack sistemin içinə daxil edilmiş, mühəndislərimiz tərəfindən yaradılmış, unikal süni intellekt sistemi, sisteminizin yararı üçün diqqətlə işləyir. Çünki öz-özünə öyrənir, hər başlatmadan sonra driver seçimi alqoritmini yaxşılaşdırır və kompüteri daha çox doğruluk ilə tənzimləməyə davam edir.
bg: Уникалната система за изкуствен интелект, разработена от нашите инженери и вградена в системата DriverPack, работи усърдно в полза на вашата система. Тъй като е самообучаваща се, тя продължава да подобрява алгоритъма за избор на драйвери след всяко стартиране и продължава да конфигурира компютъра още по-бързо и по-точно.
bn: DriverPack সিস্টেমে অন্তর্ভুক্ত ও আমাদের প্রকৌশলীদের দ্বারা তৈরি অনন্য কৃত্রিম বুদ্ধিমত্তা ব্যবস্থা আপনার সিস্টেমের সুবিধার জন্য নিরলস কাজ করে চলেছে। এটি স্বশিক্ষিত হওয়ায়, প্রতিবার বুট হওয়ার পরে এটি ড্রাইভার বাছাইকরণ এলগরিদম উন্নত করতে থাকে, এবং একটি কম্পিউটারকে আরও দ্রুত ও যথার্থভাবে কনফিগার করতে থাকে।
ca: El sistema únic d'intel·ligència artificial desenvolupat pels nostres enginyers i incorporat a DriverPack funciona diligentment en benefici del vostre sistema. Gràcies a que aprèn per si sol, millora contínuament l'algorisme de selecció de controladors a cada reinici i continua configurant l'ordinador més ràpidament i de forma més acurada.
de: Das einzigartige künstliche Intelligenz-System, welches von unseren Ingenieuren entwickelt und in das DriverPack System eingebaut wurde, arbeitet eifrig zum Nutzen Ihres Systems. Da es selbst lernt, verbessert es den Treiberauswahl-Algorithmus nach jedem Start und fährt damit fort, einen Computer noch schneller und genauer zu konfigurieren.
el: Το μοναδικό σύστημα τεχνητής νοημοσύνης που αναπτύχθηκε από τους μηχανικούς μας και ενσωματώθηκε στο σύστημα DriverPack, λειτουργεί επιμελώς για όφελος του συστήματός σας. Επειδή μαθαίνει μόνο του, βελτιώνει συνεχώς τον αλγόριθμο επιλογής προγραμμάτων οδήγησης μετά από κάθε εκκίνηση και συνεχίζει να ρυθμίζει έναν υπολογιστή ακόμα γρηγορότερα και με μεγαλύτερη ακρίβεια.
es: El sistema único de inteligencia artificial, desarrollado por nuestros ingenieros e incorporado a DriverPack, funciona de forma diligente en beneficio de tu sistema. Gracias a que aprende por si solo, mejora la elección del driver con cada reinicio, y sigue configurando el ordenador de una forma más precisa y rápida.
es_419: El exclusivo sistema de inteligencia artificial, desarrollado por nuestros ingenieros e integrado en el sistema DriverPack, está trabajando diligentemente para el beneficio de su sistema. Debido a que es de autoaprendizaje, sigue mejorando el algoritmo de selección de controladores después de cada arranque, y continúa configurando una computadora aún más rápido y con mayor precisión.
et: Ainulaadne tehisintellekti süsteem, mis on väljatöötatud meie arendajate poolt on sisseehitatud DriverPack süsteemi, see töötab hoolikalt teie süsteemi heaks. Kuna ta suudab ise õppida, muudab see teie draiveritevaliku algorütmi iga käivitusega paremaks, ning jätkab teie arvuti seadistamist veel kiiremini ja paremini.
fa: سیستم منحصر به فرد هوش مصنوعی توسط مهندسین ما توسعه یافته و در سیستم DriverPack پیاده سازی شده است که سرسختانه برای سودمندی سیستم شما کار می کند به این دلیل که خودآموز است،این سیستم به پیشرفت الگوریتم انتخاب درایور بعد از هر بار بوت شدن ادامه می دهد، و به پیکربندی حتی سریعتر و صحیح تر ادامه می دهد.
fil: Ang natatanging artificial intelligence system, na binuo ng aming mga inhinyero sa sistema ng DriverPack, ay nagsisikap na maging mas kapakinabangan ng iyong system. Dahil ito ay self-learning, pinapanatili nito ang pagpapabuti ng algorithm sa pagpili ng driver pagkatapos ng bawat boot, at patuloy na i-configure ang isang computer nang mas mabilis at mas tumpak.
fr: Le système d'intelligence artificielle unique, développé par nos ingénieurs et intégré dans le système DriverPack, travaille avec diligence au profit de votre système. Parce qu'il est auto-apprentissage, il continue d'améliorer l'algorithme de sélection de pilote après chaque démarrage, et continue à configurer un ordinateur encore plus rapidement et plus précisément.
gu: અનન્ય કૃત્રિમ બુદ્ધિ સિસ્ટમ, અમારા એન્જિનિયર્સ દ્વારા વિકસાવવામાં અને DriverPack સિસ્ટમમાં સમાયેલ છે, તમારી સિસ્ટમના લાભ માટે ચપળતાથી કાર્ય કરી રહ્યું છે. કારણ કે તે સ્વ-શિક્ષણ છે, તે દરેક બૂટ પછી ડ્રાઇવર પસંદગી અલ્ગોરિધમને સુધારવામાં રાખે છે, અને કમ્પ્યુટરને વધુ ઝડપી અને વધુ સચોટ રીતે ગોઠવવાનું ચાલુ રાખે છે.
he: היחודיות של מערכת הבינה המלאכותית שלנו, שפותחה על ידי המהנדסים שלנו והוטמעה לתוך תוכנת DriverPack, היא שהמערכת עובדת בחריצות רבה. ומכיוון שהמערכת לומדת בעצמה, היא ממשיכה להשתפר בבחירת הדרייבר הנכון ביותר בכל פעם שמתבצעת התקנה בעזרתה, והיא ממשיכה להגדיר את המחשב בצורה מהירה יעילה ומדויקת בכל פעם.
hi: अनूठी कृत्रिम बुद्धि प्रणाली, जो हमारे इंजीनियरों द्वारा विकसित की गई और DriverPack सिस्टम में बनाई गई है, आपके सिस्टम के लाभ के लिए परिश्रम से काम कर रही है। क्योंकि यह स्वयं-शिक्षण है, यह प्रत्येक बूट के बाद ड्राइवर चयन एल्गोरिदम को सुधारता रहता है, और कंप्यूटर को भी तेज़ और अधिक सटीक रूप से कॉन्फ़िगर करना जारी रखता है।
hu: A mérnökeink által kifejlesztett és a DriverPack rendszerbe épített egyedi mesterséges intelligencia fáradhatatlanul dolgozik, hogy előnyt nyújtson rendszerének. Mivel öntanuló, minden egyes újraindításkor fejlődik a driverkiválasztó algoritmusa, és egyre gyorsabban és pontosabban konfigurálja a számítógépet.
id: Sistem kecerdasan buatan yang unik, yang dikembangkan oleh para insinyur kami dan dibangun di dalam sistem DriverPack, bekerja dengan rajin untuk anda supaya anda mendapatkan keuntungan dari sistem anda. Karena ia mempelajari sistem dengan sendirinya, terus memperbaiki algoritma pemilihan driver setelah setiap boot, dan terus mengkonfigurasi komputer agar lebih cepat dan lebih akurat.
it: L'esclusivo sistema di intelligenza artificiale, sviluppato dai nostri ingegneri e integrato nel sistema DriverPack, sta lavorando diligentemente a vantaggio del tuo sistema. Poiché autoapprende, continua a migliorare l'algoritmo di selezione dei driver dopo ogni avvio e continua a configurare un computer in modo più veloce e con maggiore precisione.
ko: 엔지니어가 개발하고 DriverPack 시스템에 내장된 독창적인 인공 지능 시스템은 시스템의 이익을 위해 부단히 노력하고 있습니다. 자체 학습 기능이기 때문에 부팅 할 때마다 드라이버 선택 알고리즘이 계속해서 향상되며 컴퓨터 구성이 더욱 빠르고 정확하게 이루어집니다.
ku: سیستەمی زیرەکی دەستکردی بێهاوتا، گەشەی کردووە لەلایەن ئەندازیارەکانمانەوە و دروست بووە لە سیستەمی DriverPack, بەشێوەیەکی وورد ئیش دەکات بۆ سود گەیاندن بە سیستەمەکەت. چونکە ئەو فێربوونێکی خۆی یە، ئەو باشترکردنی ئالگۆریتمی هەلبژاردنی پێناسە دەپارێزێت دوای هەر ڕیستارت کردنەوەیەک، و بەردەوام دەبێت لە رێکخستنی کۆمپیوتەر تا خێراتر و ووردتر دەبێت.
nl: Het unieke kunstmatige intelligentiesysteem, ontwikkeld door onze ingenieurs en ingebouwd in het DriverPack-systeem, werkt ijverig ten behoeve van uw systeem. Omdat het zelflerend is, blijft het het driver-selectie-algoritme verbeteren na elke keer opstarten en blijft het een computer nog sneller en nauwkeuriger configureren.
no: Det unike kunstige intelligens systemet, utviklet av våre ingeniører og bygget inn i DriverPack systemet, jobber flittig til fordel for systemet ditt. Fordi det er selvlærende, fortsetter det å forbedre driveralgoritmen etter hvert oppstart, og fortsetter å konfigurere en datamaskin til å bli enda raskere og mer nøyaktig.
ps: زموږ مصنوعي استخباراتی سیستم چې زمونږ د انجنیرانو لخوا چمتو شوی او د DriverPack سیسټم کې جوړ شوی، ستاسو د سیسټم د ګټې لپاره په زړه پورې کار کوي. ځکه چې دا د ځان زده کړه ده، دا د هر بوټ وروسته د موټروټر انتخاب الګوریتم ته وده ورکوي، او حتی په چټکه او ډیر په سمه توګه د کمپیوټر کنټرول ته ادامه ورکوي.
pt_br: O sistema de inteligência artificial exclusivo, desenvolvido por nossos engenheiros e incorporado no sistema DriverPack, está trabalhando diligentemente em benefício do seu sistema. Como é auto-aprendizagem, ele continua melhorando o algoritmo de seleção do driver após cada inicialização e continua a configurar um computador ainda mais rápido e com mais precisão.
pt_pt: O sistema ímpar de inteligência artificial, desenvolvido pelos nossos programadores e embebido no sistema do DriverPack, corre diligentemente para benefício do seu sistema. Porque está sempre a aprender, continuamente melhora o algoritmo de seleção de controladores a cada iniciar, e continua a configurar o computador cada vez mais rápido e preciso.
ro: Sistemul unic de inteligență artificială, dezvoltat de inginerii noștri și integrat în sistemul DriverPack, lucrează cu sârguință în beneficiul sistemului dvs. Deoarece este auto-învățare, aceasta continuă să îmbunătățească algoritmul de selectare a driverului după fiecare bootare și continuă să configureze un computer și mai rapid și mai precis.
sk: Unikátny systém umelej inteligencie vyvinutý našimi inžiniermi a zabudovaný do systému DriverPack pracuje starostlivo v prospech vášho systému. Pretože je to samo-učiaci sa systém, stále zlepšuje algoritmus výberu ovládačov po každom štarte počítača a naďalej konfiguruje počítač ešte rýchlejšie a presnejšie.
sl: Edinstveni sistem umetne inteligence, ki so ga razvili naši inženirji in je vgrajen v program DriverPack, skrbno deluje v korist vašega sistema. Ker je samoučljiv, se po vsakem zagonu izboljšuje z algoritmom izbire gonilnikov in še hitreje in natančneje nastavlja računalnik.
sq: SIstemi unik i inteligjencës artificiale, zhvilluar nga inxhinierët tonë dhe i integruar në sistemin DriverPack, po punon në mënyre diligjente në interes të sistemit tonë. Meqë është vetë-mësues, vazhdon të përmirësojë algoritmin e përzgjedhjes së drajverave pas çdo reboot, dhe vazhdon të konfigurojë kompjuterin edhe më shpjet dhe më saktë.
sr: Jedinstven sistem veštačke inteligencije koji su razvili naši inženjeri i ugradili u sistem DriverPack-a, marljivo radi u korist operativnog sistema na vašem računaru. Pošto samostalno uči, stalno usavršava algoritam odabira drajvera nakon svakog restartovanja i podešava računar sve brže i preciznije.
sw: Mfumo wa akili wa kipekee wa bandia, ulioendelezwa na wahandisi wetu na kujengwa katika mfumo wa DriverPack, unafanya kazi kwa bidii kwa manufaa ya mfumo wako. Kwa sababu ni kujifunza mwenyewe, inaendelea kuboresha algorithm ya uteuzi wa driver baada ya kila boot, na inaendelea kusanidi kompyuta hata kwa kasi na kwa usahihi zaidi.
ta: எங்கள் பொறியியலாளர்களால் உருவாக்கப்பட்டது மற்றும் DriverPack வன்பொருள்தொகுப்பு கணினியில் கட்டமைக்கப்பட்ட தனிப்பட்ட செயற்கை நுண்ணறிவு அமைப்பு, உங்கள் கணினியின் நலனுக்காக விடாமுயற்சியுடன் செயல்படுகிறது.இது சுய கற்றல் என்பதால், இது ஒவ்வொரு துவக்கத்திற்கும் இடையில் இயக்கி தேர்வு வழிமுறையை மேம்படுத்துகிறது, மேலும் ஒரு கணினி இன்னும் வேகமான மற்றும் மிகவும் துல்லியமாக கட்டமைக்க தொடர்கிறது.
te: మా ఇంజనీర్లచే అభివృద్ధి చేయబడిన మరియు DriverPack వ్యవస్థలో నిర్మించబడిన ఏకైక కృత్రిమ మేధస్సు వ్యవస్థ, మీ సిస్టమ్ ప్రయోజనం కోసం శ్రద్ధతో పని చేస్తుంది. ఇది స్వీయ నేర్చుకోవటం వలన, ప్రతి బూట్ తరువాత డ్రైవర్ ఎంపిక అల్గోరిథంను మెరుగుపరుస్తుంది, మరియు కంప్యూటర్ను మరింత వేగంగా మరియు మరింత ఖచ్చితంగా ఆకృతీకరించుట కొనసాగుతుంది.
th: ระบบปัญญาประดิษฐ์สุดพิเศษได้ถูกพัฒนาโดยวิศวกรของพวกเราและสร้างขึ้นในระบบของ DriverPack มันทำงานอย่างขยันขันแข็งเพื่อผลประโยชน์ของระบบของคุณ เพราะมันเป็นการเรียนรู้ด้วยตัวเอง มันจึงพัฒนาอัลกอริธึ่มการเลือกไดรเวอร์หลังจากการบู๊ททุกครั้ง และปรับแต่งคอมพิวเตอร์อย่างต่อเนื่องอย่างเร็วขึ้นและแม่นยำมากขึ้น
tr: DriverPack sistemi içine yerleşik, mühendislerimiz tarafından geliştirilmiş, benzersiz yapay zeka sistemi, sisteminizin yararı için özenle çalışıyor. Çünkü kendi kendine öğrenir, her başlatmadan sonra sürücü seçimi algoritmasını iyileştirir ve bir bilgisayarı daha da hızlı ve daha fazla doğruluk ile yapılandırmaya devam eder.
zh: 由我們的工程師開發並內建到 DriverPack 系統中獨特的人工智能系統正在為您系統的利益而努力。因為它是自我學習，每次啟動後它都會不斷改進驅動程式選擇演算法，並可以更快更準確地組態電腦。
zh_cn: 由我们的工程师开发并内置到 DriverPack 系统中的独特的人工智能系统正在为您的系统而努力。 因为它是自已学习，每次启动后它都会不断改进驱动程序选择算法，并且可以更快更准确地配置计算机。

# settings_machine-learning-anchor
source: Learn more
ar: اعرف أكثر
az: Təfsilatı ilə
bg: Разберете повече
bn: আরও জানুন
ca: Més informació
de: Mehr erfahren
el: Μάθετε περισσότερα
es: Más información
es_419: Aprende más
fa: بیشتر بدانید
fil: Matuto nang higit pa
fr: En apprendre plus
gu: વધુ જાણો
he: למד עוד
hi: और अधिक जानें
hu: Részletek
id: Pelajari lebih lanjut
it: Per saperne di più
ko: 더 알아보기
ku: زیاتر فێرببه‌
nl: Lees verder
no: Lær mer
pl: Dowiedz się więcej
ps: نور زده کړئ
pt_br: Saiba mais
pt_pt: Saiba mais
ro: Află mai multe
sk: Viac k nahliadnutiu
sl: Nauči se več
sq: Mëso më shumë
sr: Saznajte više
sw: Jifunze zaidi
ta: மேலும் அறிக
te: ఇంకా నేర్చుకో
th: เรียนรู้เพิ่มเติม
tr: Daha fazla bilgi edinin
zh: 了解更多資訊
zh_cn: 了解更多

# settings_bsods-title
source: Analyze the 'blue screen of death' (BSoD) crash cases
ar: تحليل أسباب تحطم "شاشة الموت الزرقاء" (BSoD)
az: 'Mavi ekran xətası' (BSoD) çökmə vəziyyətlərini analiz et
bg: Анализ на случаите на "син екран на смъртта" (BSoD)
bn: 'ব্লু স্ক্রিন অফ ডেথ' (BSoD) সমস্যার ঘটনাগুলো বিশ্লেষণ করো
ca: Analitza els casos d'error de "pantalla blava de la mort" (BSoD)
de: Bluescreen-Meldungen (BSoD) analysieren
el: Ανάλυση των υποθέσεων κρασαρίσματος «blue screen of death» (BSoD)
es: Analiza los casos de errores de "pantalla azul de la muerte" (BSoD)
es_419: Analizar los casos de la "Pantalla Azul" (BSOD)
et: Analüüsi 'blue screen of death' (BSoD) juhtumeid
fa: درحال تجزیه و تحلیل صفحه آبی مرگ (BSoD)، وضعیت تصادفی
fil: Pag-aralan ang mga kaso ng pag-crash o 'blue screen of death' (BSoD)
fr: Analyser les cas de crash du 'écran bleu de la mort' (BSoD)
gu: 'વાદળી સ્ક્રીનના મોત' (BSoD) નું ભાગી તૂટવા અંગે વિશ્લેષણ કરો
he: בצע ניתוח של קריסות 'מסך כחול' (BSoD) של וינדוס
hi: 'ब्लू स्क्रीन ऑफ डेथ' (BSoD) दुर्घटना के मामलों का विश्लेषण करें
hu: Kék halál (BSoD) összeomlások vizsgálata
id: Menganalisa kasus 'blue screen of death' (BSoD)
it: Analizza il 'blue screen of death' (BSoD) cause di crash
ko: '죽음의 블루 스크린' (BSoD) 충돌 사례 분석
ku: 'شاشه‌ی شینی مردن' شی بكه‌ره‌وه‌ (BSoD) حاڵه‌ته‌كانی به‌ركه‌وتن
nl: Analyseer de 'blue screen of death' (BSoD) crashgevallen
no: Analyser "Blå Skjerm" krasj. (BSoD)
pl: Analizuj ekrany błędów (BSoD)
ps: د مړینې د نیل اسلوب (BSoD) حادثې قضیې تحلیل کړئ
pt_br: Analisa os casos de falha "tela azul da morte" (BSoD)
pt_pt: Analisar os casos de "ecrâ azul da morte" (BSoD)
ro: Analizați incidentele 'blue screen of death' (BSoD)
sk: Analýza prípadov pádu počítača "modrá obrazovka smrti" (BSoD)
sl: Analizirajte primere "modri zaslon smrti" (BSoD)
sq: Analizo rastet e përplasjeve 'ekrani blu i vdekjes' (BSoD)
sr: Omogućite analizu sistemske greške "plavi ekran smrti" (BSoD)
sw: Kuchunguza kesi ya "ajali ya bluu" (BSoD) kesi za kukatika
ta: 'நீல திரையின் இறப்பு' (BSoD) விபத்து நிகழ்வுகளை ஆய்வு செய்யுங்கள்
te: 'బ్లూ స్క్రీన్ ఆఫ్ డెత్' (BSoD) క్రాష్ కేస్లను విశ్లేషించండి
th: วิเคราะห์กรณีความผิดพลาด 'จอฟ้า' (BSoD)
tr: 'Mavi ekran hatası' (BSoD) çökme durumlarını çözümle
zh: 分析「藍色當機畫面」(BSoD)當機案例
zh_cn: 分析“蓝屏死亡”(BSoD) 崩溃案例
