Repository: DriverPackSolution/transifex-backup
Catalog: beetle/driverpack-solution-worldwide/driverpackpo/*.po
Languages: ar, az, bg, bn, ca, de, el, es, es_419, et, fa, fil, fr, gu, he, hi, hu, id, it, ko, ku, nl, no, pl, ps, pt_br, pt_pt, ro, sk, sl, sq, sr, sw, ta, te, th, tr, zh, zh_cn

# settings_bsods-caption
source: The probability that the 'blue screen of death' (BSoD) crash will occur is less than 0.3%, but if it happens, our application itself analyzes the Windows logs and generates a report for the analytics system. This decreases the probability that this problem will repeat on this computer and on others with a similar configuration.
ar: إن احتمال حدوث "عطل موت الشاشه الزرقاء " (BSoD) هو أقل من 0.3٪ ، ولكن إذا حدث ذلك ، فإن تطبيقنا يقوم بتحليل سجلات Windows ويقوم بإنشاء تقرير لنظام التحليلات. هذا يقلل من احتمال تكرار هذه المشكلة على هذا الكمبيوتر وعلى الآخرين مع تكوين مماثل.
az: 'Mavi ekran xətası' (BSoD) çökməsinin yaranma ehtimalı, %0.3-dən azdır, ancaq bu baş verərsə proqramımız özü Windows qeydlərini analiz edir və analitik sistem üçün hesabat yaradır. Bu, oxşar bir tənzimləməsi olan bu kompüter və digərlərində bu problemin təkrarlanma ehtimalını azaldır.
bg: Вероятността да се получи "син екран на смъртта" (BSoD) е по-малка от 0,3%, но ако това се случи, самото ни приложение анализира регистрационните файлове на Windows и генерира отчет за аналитичната система. Това намалява вероятността този проблем да се повтаря на този компютър и на други с подобна конфигурация.
bn: 'ব্লু স্ক্রিন অফ ডেথ' (BSoD) বিপর্যয় ঘটার সম্ভাবনা 0.3% এর চেয়েও কম, কিন্তু যদি এমন ঘটে, আমাদের অ্যাপটি নিজেই Windows লগসমূহ বিশ্লেষণ করবে ও অ্যানালিটিকস্‌ সিস্টেমের জন্য একটি প্রতিবেদন তৈরি করবে। এর ফলে এই কম্পিউটারে ও একই কনফিগারেশনের অন্যান্য কম্পিউটারে এই সমস্যার পুনরাবৃত্তির সম্ভাবনা কমে যাবে।
ca: La probabilitat d'una fallada de tipus 'pantalla blava de la mort' (BSoD) és de menys del 0,3%, però si passa, la nostra aplicació analitza els fitxers de registre de Windows i genera un informe per al sistema d'anàlisi. Això redueix la probabilitat de que el problema es repeteixi en aquest ordinador i en altres amb una configuració similar.
de: Die Wahrscheinlichkeit, dass der "blaue Bildschirm des Todes" (BSoD) auftreten wird, ist weniger als 0,3%, aber wenn es passiert, analysiert unsere Anwendung selbst die Windows-Protokolle und generiert einen Bericht für das Analytics-System. Dies verringert die Wahrscheinlichkeit, dass dieses Problem auf diesem Computer und auf anderen mit einer ähnlichen Konfiguration wiederholt auftritt.
el: Η πιθανότητα εμφάνισης της κατάρρευσης «μπλε οθόνης θανάτου» (BSoD) είναι μικρότερη από 0,3%, αλλα αν συμβεί, η εφαρμογή μας αναλύει τις καταγραφές των Windows και δημιουργεί μια αναφορά για το σύστημα ανάλυσης. Αυτό μειώνει τη πιθανότητα εμφάνισης του ίδιου προβλήματος σε αυτό τον υπολογιστή και σε άλλους με περόμοια ρύθμιση.
es: La probabilidad de que un error del tipo "pantalla azul de la muerte" (BSoD) suceda es menor a un 0,3%, pero si sucede, nuestra aplicación analizará los logs de Windows y generará un reporte para el sistema de análisis. Esto disminuirá la probabilidad de que el problema se repita en el futuro en este ordenador y en otros con una configuración similar.
es_419: La probabilidad de que se produzca el bloqueo de una"Pantalla Azul" (en inglés, BSOD) es inferior al 0.3%, pero si sucede, nuestra aplicación analiza los registros de Windows y genera un informe para el sistema de análisis. Esto disminuye la probabilidad de que este problema se repita en esta computadora y en otros con una configuración similar.
et: 'Blue screen of death' (BSoD) vea ilmnemise tõenäosus on alla 0.3%, kuid kui see juhtub analüüsib meie tarkvara Windowsi -i logi ja genereerib raporti analüüsiks. See vähendab tõenäosust, et probleem võiks korduda sellel arvutil, ega ka teistel sarnaste seadetega arvutil.
fa: احتمال اینکه 'صفحه آبی مرگ' (BSoD) تصادفی اتفاق بیوفتد کمتر از 0.3% است، اما اگر اتفاق بیوفتد، برنامه ما به صورت خودکار به تحلیل گزارش های Windows و تهیه یک گزارش برای تجزیه و تحلیل سیستم می کند. این کار احتمال تکرار اتفاق این مشکل را در این سیستم کاهش می دهد و همچنین در کامپیوتر های دیگر با یک پیکربندی مشابه
fil: Ang posibilidad ng 'blue screen of death' (BSoD) ay nangyayari ng mas mababa sa 0.3%, ngunit kung ito ang mangyayari, ang aming application ay pinag-aaralan ang mga log ng Windows at bumubuo ng isang ulat para sa analytics system. Binabawasan nito ang posibilidad na ulitin ang problemang ito sa computer na ito at sa iba na may katulad na pagsasaayos.
fr: La probabilité que le crash 'écran bleu de la mort' (BSoD) se produise est inférieure à 0,3%, mais si cela se produit, notre application elle-même analyse les journaux Windows et génère un rapport pour le système d'analyse. Cela diminue la probabilité que ce problème se répète sur cet ordinateur et sur d'autres avec une configuration similaire.
gu: સંભાવના છે કે 'મૃત્યુની વાદળી સ્ક્રીન' (BSoD) ક્રેશ બનશે તે 0.3% કરતાં ઓછી છે, પરંતુ જો તે બને, તો અમારી એપ્લિકેશન પોતે Windows લોગોનું વિશ્લેષણ કરે છે અને એનાલિટિક્સ સિસ્ટમ માટે રિપોર્ટ જનરેટ કરે છે. આ સંભાવનાને ઘટાડે છે કે આ સમસ્યા આ કમ્પ્યુટર પર અને સમાન રૂપરેખાંકન સાથે અન્ય લોકો પર પુનરાવર્તિત થશે.
he: הסבירות שתקבל את קריסת 'מסך המוות הכחול' (BSoD) היא פחות מ0.3%, אבל כשזה קורה, התוכנה שלנו יודעת לנתח את הקריסה מתוך קבצי הלוג של Windows ומייצרת דוח עבור מערכת האנליטיקה. פעולה זו עוזרת לנו לתת לכם המשתמשים את המידע המדויק ביותר לגבי הקריסה וכיצד לפתור אותה במידת האפשר.
hi: संभावना है कि 'मौत की नीली स्क्रीन' (BSoD) दुर्घटना घटित होगी जो कि 0.3% से कम है, लेकिन यदि ऐसा होता है, तो हमारे आवेदन स्वतः ही विंडोज लॉग का विश्लेषण करती है और विश्लेषिकी प्रणाली के लिए एक रिपोर्ट तैयार करता है। इससे संभावना कम हो जाती है कि यह समस्या इस कंप्यूटर पर दोहराएगी और अन्य समान विन्यास के साथ।
hu: A kék halál (BSoD) összeomlás esélye kevesebb, mint 0,3%, de ha mégis bekövetkezik, az alkalmazás megvizsgálja a Windows naplófájlokat, és létrehoz egy jelentést a vizsgálati rendszernek. Ez csökkenti annak esélyét, hogy a későbbiek folyamán újra előfordul ezen a rendszeren, vagy más, hasonló rendszerű számítógépeken.
id: Kemungkinan bahwa kesalahan 'blue screen of death' (BSoD) akan terjadi kurang dari 0,3%, namun jika itu terjadi, aplikasi kami sendiri menganalisis log Windows dan menghasilkan laporan untuk sistem analisis. Hal ini menurunkan kemungkinan bahwa masalah ini akan diulang pada komputer ini dan pada orang lain dengan konfigurasi serupa.
it: La probabilità che si verifichi l'arresto anomalo della "schermata blu della morte" (BSoD) è inferiore allo 0,3%, ma se ciò dovesse accadere, la nostra applicazione analizzerà i registri di Windows e genererà un rapporto per il sistema di analisi. Ciò permetterà la diminuzione della probabilità che questo problema si verifichi nuovamente su questo computer e su altri con una configurazione similare.
ko: BSoD (Blue Screen of Death) 충돌이 발생할 확률은 0.3 % 미만이지만, 발생하는 경우 응용 프로그램 자체에서 Windows 로그를 분석하고 분석 시스템에 대한 보고서를 생성합니다. 이렇게 하면 이 컴퓨터와 유사한 구성을 가진 다른 컴퓨터에서 이 문제가 반복될 가능성이 줄어 듭니다.
ku: ئەگەری دەرکەوتنی 'شاشەی شینی مردن' (BSoD) کەمترە لە 0.3٪، بەڵام ئەگەر ڕوو بدات، بەرنامەکان بەخۆی توماری Windows شی دەکەنەوە و ئاگاداریەک دروست دەکەن بۆ سیستەمی شیکاری. ئەمە کەم دەکات ئەگەری دووبارەبوونەوەی کێشە لەسەر ئەم کۆمپیوتەرە یان هی تر لەگەل هەمان رێکخستن.
nl: De kans dat de 'blue screen of death' (BSoD) crash zich voordoet is minder dan 0,3%, maar als dit gebeurt, analyseert onze applicatie zelf de Windows-logs en genereert het een rapport voor het analysesysteem. Dit verkleint de kans dat dit probleem zich herhaalt op deze computer en op anderen met een vergelijkbare configuratie.
no: Sannsynligheten for at krasjen "Bå Skjerm" (BSoD) vil oppstå, er mindre enn 0,3%, men hvis det skjer, analyserer selve applikasjonen Windows loggene og genererer en rapport for analyse systemet. Dette reduserer sannsynligheten for at dette problemet vil gjentas på denne datamaskinen og på andre med en lignende konfigurasjon.
pl: Prawdopodobieństwo zobaczenie niebieskiego ekranu śmierci (BSoD) jest nie większe niż 0,3%, ale jeśli to nastąpi, wówczas aplikacja zanalizuje pamięć awarii systemu Windows i utworzy raport dla systemu analitycznego.
ps: احتمال شته چې د "د مړینې نیلې" (BSoD) حادثه به پیښ شي 0.3٪ څخه کم وي، مګر که دا پیښ شي، زموږ غوښتنلیک خپل ځان د Windows لوګو تحلیلوي او د تحلیل سیسټم لپاره راپور چمتو کوي. دا احتمال کموي چې دا ستونزه به په دې کمپیوټر او په نورو باندې ورته ورته ترتیب سره تکرار کړي.
pt_br: A probabilidade de ocorrência da falha de "tela azul da morte" (BSoD) é inferior a 0,3%, mas, se acontecer, o nosso aplicativo analisa os registos do Windows e gera um relatório para o sistema analítico. Isso diminui a probabilidade de que este problema seja repetido neste computador e em outros com uma configuração semelhante.
pt_pt: A probabilidade de que um "ecrã azul da morte (BSoD) ocorra é inferior a 0.3%, mas se acoontecer, a própria aplicação analisa os registos do Windows e gera um relatório para o sistema de análise. Isto diminui a probabilidade de que o problema se repita neste computador e noutros com configuração similar.
ro: Probabilitatea de apariție a "ecranului albastru al morții" (BSoD) este mai mic de 0,3%, dar dacă se întâmplă, aplicația noastră analizează propriile jurnale Windows și generează un raport pentru sistemul analitic. Acesta scade probabilitatea ca această problemă să se repete pe acest computer și pe altele cu configurație similară.
sk: Pravdepodobnosť, že dôjde k pádu počítača typu "modrá obrazovka smrti" (BSoD), je menej ako 0,3%, ale ak sa to stane, naša aplikácia sama analyzuje protokoly Windows a generuje správu pre analytický systém. Tým sa znižuje pravdepodobnosť opakovania tohto problému v tomto počítači a v iných s podobnou konfiguráciou.
sl: Verjetnost, da pride do napake "modri zaslon smrti" (BSoD), je manj kot 0,3%, vendar če se zgodi, naša aplikacija analizira dnevnike sistema Windows in generira poročilo za sistem analitike. To zmanjša verjetnost, da se bo ta problem ponovil v tem računalniku in drugim s podobno konfiguracijo.
sq: Probabiliteti që 'ekrani blu i vdekjes' ose 'blue screen of death' (BSoD) të ndodhë ëdhtë më pak se 0.3%, por nëse ndodh, vetë aplikacioni jonë analizon regjistrimet të Windows dhe gjeneron një raport për sistemin e analizave. Kjo ul probabilitetin që ky problem të përsëritet tek ky kompjuter dhe tek të tjerët me konfigurim të ngjashëm.
sr: Verovatnoća da dođe do sistemske greške "plavi ekran smrti" (BSoD) je manja od 0,3%, ali ukoliko do toga ipak dođe, naša aplikacija samostalno analizira beleške Windows-a i pravi izveštaj za analitički sistem. Ovo smanjuje verovatnoću da će se ovaj tip greška ponoviti na istom raračunaru ili na drugom računaru slične konfiguracije.
sw: Uwezekano wa kuwa ajali ya 'bluu ya kifo' (BSoD) itatokea ni chini ya 0.3%, lakini ikiwa itatokea, programu yetu yenyewe inachambua kumbukumbu za Windows na hutoa ripoti kwa mfumo wa analytics. Hii inapungua uwezekano wa kuwa tatizo hili litarudia kwenye kompyuta hii na kwa wengine kwa udhibiti sawa.
ta: மரணம் நீல திரை (BSoD) செயலிழப்பு நிகழும் நிகழ்தகவு 0.3% க்கும் குறைவானது, ஆனால் அது நடந்தால், எங்கள் பயன்பாடு தானாகவே Windows Windows பதிவை பகுப்பாய்வு செய்து பகுப்பாய்வு அமைப்புக்கு ஒரு அறிக்கையை உருவாக்குகிறது.இந்த சிக்கல் இந்த கணினியில் மற்றும் இதேபோன்ற உள்ளமைவுடன் மற்றவர்களிடம் மீண்டும் நிகழும் நிகழ்தகவு இது குறையும்.
te: మరణం యొక్క నీలిరంగు స్క్రీన్ (BSoD) క్రాష్ సంభవించే సంభావ్యత 0.3% కంటే తక్కువగా ఉంటుంది, అయితే ఇది జరిగితే, మా అప్లికేషన్ కూడా Windows లాగ్లను విశ్లేషిస్తుంది మరియు విశ్లేషణ వ్యవస్థ కోసం ఒక నివేదికను ఉత్పత్తి చేస్తుంది. ఇలాంటి కాన్ఫిగరేషన్తో ఈ కంప్యూటర్ మరియు ఇతరులపై ఈ సమస్య పునరావృతం కావచ్చనే సంభావ్యతను ఇది తగ్గిస్తుంది.
th: ความเป็นไปได้ที่จะเกิด 'จอฟ้า' (BSoD) มีน้อยกว่า 0.3% แต่ถ้ามันเกิดขึ้น แอพพลิเคชั่นของเราจะวิเคราะห์ประวัติการใช้งาน Windows และสร้างรายงานสำหรับระบบวิเคราะห์ ช่วยลดความเป็นไปได้ที่ปัญหานี้จะเกิดขึ้นซ้ำและปัญหาอื่น ๆ ที่การปรับแต่งคล้ายกัน
tr: 'Mavi ekran hatası' (BSoD) çökme olasılığının meydana gelmesi %0.3'ten azdır, ancak bu olursa, uygulamamızın kendisi Windows günlüklerini çözümler ve analitik sistem için bir rapor oluşturur. Bu, benzer bir yapılandırması olan bu bilgisayar ve diğerlerinde bu sorunun tekrarlanma olasılığını azaltır.
zh: 「藍色當機畫面」(BSoD)當機發生的可能性小於 0.3％，但如果發生這種情況，我們的應用程式本身會分析 Windows 記錄並產生分析系統的報告。這降低了這個問題在這台電腦上和其他具有相似組態的其他電腦重複的可能性。
zh_cn: “蓝屏死机” (BSoD) 崩溃将发生的可能性小于 0.3%，但如果发生这种情况，我们的应用程序本身会分析 Windows 日志并为分析系统生成报告。 这样可以减少这个问题在这台计算机和其他具有类似配置的其他计算机上重复的概率。

# settings_bsods-anchor
source: Learn more
ar: اعرف أكثر
az: Təfsilatı ilə
bg: Разберете повече
bn: আরও জানুন
ca: Més informació
de: Mehr erfahren
el: Μάθετε περισσότερα
es: Más información
es_419: Aprende más
fa: بیشتر بدانید
fil: Matuto nang higit pa
fr: En apprendre plus
gu: વધુ જાણો
he: למד עוד
hi: और अधिक जानें
hu: Részletek
id: Pelajari lebih lanjut
it: Per saperne di più
ko: 더 알아보기
ku: زیاتر فێرببه‌
nl: Lees verder
no: Lær mer
pl: Dowiedz się więcej
ps: نور زده کړئ
pt_br: Saiba mais
pt_pt: Saiba mais
ro: Află mai multe
sk: Viac k nahliadnutiu
sl: Nauči se več
sq: Mëso më shumë
sr: Saznajte više
sw: Jifunze zaidi
ta: மேலும் அறிக
te: ఇంకా నేర్చుకో
th: เรียนรู้เพิ่มเติม
tr: Daha fazla bilgi edinin
zh: 了解更多資訊
zh_cn: 了解更多

# settings_collect-drivers-title
source: Download the missing drivers
ar: تحميل التعريفات المفقودة
az: Əksik driverləri endir
bg: Изтегляне на липсващите драйвери
bn: অনুপস্থিত ড্রাইভারসমূহ ডাউনলোড করো
ca: Descarrega els controladors no trobats
de: Fehlende Treiber herunterladen
el: Λήψη των προγραμμάτων οδήγησης που λείπουν
es: Descarga los drivers que falten
es_419: Descargue los controladores que faltan
et: Lae alla puuduvad draiverid
fa: دانلود کردن درایورهای ناموجود
fil: I-download ang nawawalang mga driver
fr: Télécharger les pilotes manquants
gu: ખૂટતા ડ્રાઇવર્સ ડાઉનલોડ કરશો
he: טען דרייברים חסרים למאגר
hi: छूटे ड्राइवरों को संकलित करें
hu: Hiányzó driverek letöltése
id: Megunduh driver yang hilang
it: Scarica i driver mancanti
ko: 누락된 드라이버 다운로드
ku: پێناسه‌ ونبووه‌كان داببه‌زێنه‌
nl: Download de ontbrekende drivers
no: Last ned manglende drivere
pl: Pobierz brakujące sterowniki
ps: د ورک شوي موټر چلوونکي ډاونلوډ کړئ
pt_br: Baixar os drivers ausentes
pt_pt: Descarregar os controladores em falta
ro: Descarcă driverele lipsă
sk: Stiahnite si chýbajúce ovládače
sl: Prenesite manjkajoče gonilnike
sq: Shkarko drajverat që mungojnë
sr: Preuzmite nedostajuće drajvere
sw: Pakua drivers zilizokosekana
ta: விட்டுப்போன இயக்கிகளைப் பதிவிறக்குங்கள்
te: లేని డ్రైవర్లను డౌన్లోడ్
th: ดาวน์โหลดไดร์เวอร์ที่ขาดหาย
tr: Eksik sürücüleri indir
zh: 下載缺少的驅動程式
zh_cn: 下载缺少的驱动程序
