Repository: DriverPackSolution/transifex-backup
Catalog: beetle/driverpack-solution-worldwide/driverpackpo/*.po
Languages: ar, az, bg, bn, ca, de, el, es, es_419, et, fa, fil, fr, gu, he, hi, hu, id, it, ko, ku, nl, no, pl, ps, pt_br, pt_pt, ro, sk, sl, sq, sr, sw, ta, te, th, tr, zh, zh_cn

# deviceproblems_usb_connection
source: It is impossible to install any drivers onto this device because of USB port connection problems. In order to solve this problem, try to re-connect your USB devices, or replace the cables connected them. If this doesn't help, there might be some operational problems with the ports or the devices themselves.
ar: من المستحيل تثبيت أي برامج تشغيل على هذا الجهاز بسبب مشاكل اتصال منفذ USB. لحل هذه المشكلة ، حاول إعادة توصيل أجهزة USB أو استبدال الكابلات المتصلة بها. إذا لم يساعد ذلك ، فقد تكون هناك بعض المشاكل التشغيلية مع المنافذ أو الأجهزة نفسها.
az: Hər hansı bir driveri bu cihaza quraşdırmaq, USB bağlantı nöqtəsi problemləri oldğu üçün mümkün deyil. Bu problemi həll etmək üçün USB cihazınızı yenidən bağlamağı yoxlayın, ya da bunların bağlı olduqları kabelləri dəyişin. Əgər köməyi olmasa, cihazın özündə və ya bağlantı nöqtlərində problemlər ola bilər.
bg: Невъзможно е да инсталирате драйвери на това устройство поради проблеми с USB порт. За да разрешите този проблем, опитайте да свържете отново USB устройствата си или да замените свързаните с тях кабели. Ако това не помогне, може да имате проблеми с портовете или самите устройства.
bn: USB পোর্ট সংযোগে সমস্যার জন্য এই যন্ত্রে কোনো ড্রাইভার ইন্সটল করা অসম্ভব। এই সমস্যা সমাধানের জন্য USB যন্ত্রসমূহ আবার সংযুক্ত করার চেষ্টা করুন, বা সেগুলোকে যুক্তকারী তারসমূহ বদলে নিন। যদি এতে কাজ না হয়, তাহলে যন্ত্রসমূহের নিজেদের পোর্টগুলোতে কোনো সমস্যা থাকতে পারে।
ca: No ha estat possible instal·lar cap controlador per a aquest dispositiu degut a problemes amb la comunicació USB. Per tal de solucionar el problema, proveu de reconectar el dispositiu USB, o canvieu el cable amb que està connectat. Si això no funciona, hi pot haver algun problema amb el port o amb el propi dispositiu.
de: Aufgrund von USB-Verbindungsproblemen können keine Treiber auf diesem Gerät installiert werden. Versuchen Sie, Ihre USB-Geräte erneut zu verbinden, oder ersetzen Sie die angeschlossenen Kabel, um dieses Problem zu beheben. Wenn dies nicht hilft, kann es einigen Problemen mit den Ports oder den Geräten selbst geben.
el: Δεν είναι δυνατή η εγκατάσταση οποιουδήποτε προγράμματος οδήγησης για αυτήν τη συσκευή λόγω προβλημάτων σύνδεσης θύρας USB. Για να επιλύσετε αυτό το πρόβλημα, δοκιμάστε να επανασυνδέσετε τις συσκευές USB ή να αντικαταστήσετε τα καλώδια τους. Αν αυτό δεν βοηθήσει, μπορεί να υπάρχουν κάποια λειτουργικά προβλήματα με τις θύρες USB ή τις ίδιες τις συσκευές.
es: No se puede instalar ningún driver en este dispositivo debido a problemas de conexión USB. Para solucionar el problema, prueba a reconectar los dispositivos USB, o cambia el cable usado. Si esto no funciona, puede que haya algún problema con los puertos o con los dispositivos.
es_419: Es imposible instalar ningún controlador en este dispositivo debido a problemas de conexión del puerto USB. Para resolver este problema, intente volver a conectar sus dispositivos USB o reemplace los cables que los conectan. Si esto no ayuda, podría haber algunos problemas operativos con los puertos o los dispositivos mismos.
et: Siia seadmesse on võimatu paigaldada draivereid, kuna on probleem USB pordi ühendusega. Vea parandamiseks proovige USB uuesti ühendada või vahetage ühenduse kaablid. Kui see ei aita võib viga olla portides või seadmetes.
fa: این غیر ممکن است که درایوری را در این دستگاه نصب کنید زیرا مشکلی در پورت اتصال USB وجود دارد. بدین جهت که این مشکل را حل کنید، سعی کنید دوباره دستگاه USB را متصل کنید، یا کابل های متصل را جایگزین کنید. اگر این موارد کمکی نکرد، ممکن است بعضی مشکلات در پورت ها یا دستگاه هایشان وجود داشته باشد.
fil: Imposibleng mag-install ng anumang mga driver para sa device na ito dahil sa problema sa koneksyon ng USB port. Upang malutas ang problemang ito, subukang muling ikonekta ang iyong mga USB device, o palitan ang mga cable na nakakonekta sa kanila. Kung hindi ito makakatulong, maaaring may ilang mga problema sa pagpapatakbo sa mga port o ang mga device mismo.
fr: Il est impossible d'installer des pilotes sur cet appareil en raison de problèmes de connexion au port USB. Pour résoudre ce problème, essayez de reconnecter vos périphériques USB ou de remplacer les câbles qui leur sont connectés. Si cela ne vous aide pas, il peut y avoir des problèmes opérationnels avec les ports ou les périphériques eux-mêmes.
gu: USB પોર્ટ જોડાણ સમસ્યાઓના કારણે આ ઉપકરણ પર કોઈ ડ્રાઇવર્સ ઇન્સ્ટોલ કરવું અશક્ય છે. આ સમસ્યાનું નિરાકરણ લાવવા માટે, તમારા USB ઉપકરણોને ફરીથી કનેક્ટ કરવાનો પ્રયાસ કરો અથવા તેમની જોડાયેલ કેબલ્સને બદલો. જો આ મદદ ન કરતું હોય, તો બંદરો અથવા ડિવાઇસથી કેટલીક ઓપરેશનલ સમસ્યા હોઈ શકે છે.
he: לא ניתן להתקין דרייברים על מכשיר זה בגלל בעיות בחיבור הUSB. בכדי לפתור את הבעיה, נסה לחבר מחדש את התקני הUSB, או להחליף את הכבלים המחוברים אליהם. אם זה לא עוזר, יתכן שיש בעיה בשקע הUSB עצמו או אפילו בהתקני הUSB עצמם.
hi: USB पोर्ट कनेक्शन समस्याओं के कारण इस उपकरण पर कोई भी ड्राइवर स्थापित करना असंभव है। इस समस्या को हल करने के लिए, अपने USB उपकरणों को पुनः-कनेक्ट करने का प्रयास करें, या उनसे जुड़े केबलों को बदलें। अगर यह मदद नहीं करता है, तो पोर्ट या उपकरणों के साथ कुछ परिचालन संबंधी समस्याएं हो सकती हैं।
hu: Lehetetlen bármilyen driver feltelepíteni erre az eszközre az USB port kapcsolati hibái miatt. A probléma megoldása érdekében próbálja meg újracsatlakoztatni az USB eszközét, vagy kicserélni az összekötő kábeleket. Ha ez nem segít, a portokkal vagy magukkal az eszközökkel lehet a gond.
id: Tidak mungkin memasang driver apapun ke perangkat ini karena masalah koneksi port USB. Untuk mengatasi masalah ini, coba sambungkan kembali perangkat USB anda, atau pasang kembali kabel yang menghubungkannya. Jika ini tidak membantu, mungkin ada beberapa masalah operasional dengan port atau perangkat itu sendiri.
it: E' impossibile installare qualsiasi driver su questo dispositivo a causa di problemi di connessione della porta USB. Per risolvere questo problema, provare a ricollegare i dispositivi USB o sostituire i cavi collegati. se questo non aiuta, potrebbero esserci dei problemi operativi con le porte o con i dispositivi stessi.
ko: USB 포트 연결 문제로 인해 이 장치에 드라이버를 설치할 수 없습니다. 이 문제를 해결하려면 USB 장치를 다시 연결하거나 연결된 USB 장치를 다시 연결하십시오. 이 방법이 도움이 되지 않는다면 포트나 장치 자체에 몇 가지 작동 문제가 있을 수 있습니다.
ku: ئەوە مەحالە تۆ دابمەزرێنی هەر پێناسەیەک لەسەر ئەم ئامێرە چونکە کێشەیەک هەیە لە بەستنی USB دا. بۆ ئەوەی ئەم کێشەیە چارەسەر بکەی، هەوڵبدە دووبارە ببەستیەوە ئامێری USB یەکەت، یان کێبلی بەستنەکە بگۆرە. ئەگەر ئەمە بەسوود نەبوو، لەوانەیە هەندێک کێشەی ئیشکردن هەبێت لەگەڵ ناوگە یان ئامێرەکە بەخۆی.
nl: Het is onmogelijk om drivers op dit apparaat te installeren vanwege verbindingsproblemen met de USB-poort. Om dit probleem op te lossen, probeert u uw USB-apparaten opnieuw aan te sluiten of de aangesloten kabels te vervangen. Als dit niet helpt, zijn er mogelijk enkele operationele problemen met de poorten of de apparaten zelf.
no: Det er umulig å installere drivere på denne enheten på grunn av problemer med USB-port forbindelser. For å løse dette problemet, prøv å koble til USB enhetene på nytt, eller erstatt kablene som er koblet til dem. Hvis dette ikke hjelper, kan det hende at det er noen operative problemer med porter eller enhetene selv.
ps: دا د نامناسب کمپیوټر کنټرول ستونزې له امله په دې وسیله کوم موټر چلوونکي نصب کول ناممکن دي. د دې ستونځې د حل لپاره، د خپلو USB وسایطو بیا رالولو هڅه وکړئ، یا د دوی سره تړل کیبلونو ځای ونیسئ. که دا مرسته ونکړي، ممکن د بندرونو یا وسایطو سره ځینې عملياتي ستونزې وي.
pt_br: É impossível instalar drivers no dispositivo devido a problemas de conexão na porta USB. Para resolver este problema, tente reconectar seus dispositivos USB ou substitua os cabos conectados. Se isso não ajudar, pode haver alguns problemas operacionais com as portas ou nos próprios dispositivos.
pt_pt: É impossível instalar qualquer controlador neste dispositivo pois existem problemas na ligação da porta USB. De modo a resolver o problema, tente reconetar os seus dispositivos USB, ou troque de cabos. Se isto não ajudar, as portas ou os dispositivos podem estar danificados.
ro: Este imposibil să instalați orice driver pe acest dispozitiv din cauza problemelor de conectare la portul USB. Pentru a rezolva această problemă, încercați să reconectați dispozitivele USB sau să înlocuiți cablurile de conectate. Dacă acest lucru nu ajută, este posibil să existe unele probleme operaționale cu porturile sau cu dispozitivele în sine.
sk: Nie je možné inštalovať žiadne ovládače na toto zariadenie z dôvodu problémov s pripojením portu USB. Ak chcete vyriešiť tento problém, pokúste sa znova pripojiť vaše USB zariadenia, alebo vymeniť káble, ktoré sú k nim pripojené. Ak to nepomôže, mohli sa vyskytnúť niektoré prevádzkové problémy s portami alebo samotnými zariadeniami.
sl: Namestitev gonilnikov na to napravo ni mogoča zaradi težav pri povezovanju z vrati USB. Če želite odpraviti to težavo, poskusite znova priključiti USB napravo ali zamenjajte priključene kable. Če to ne pomaga, je lahko težava z vhodi računalnika ali samimi napravami USB.
sr: Nemoguće je instalirati bilo koje dajevere na ovom uredjaju zato što na USB ulazu postoje problemi sa povezivanje. U cilju rešavanja ovog problema, pokušajte da ponovo povežete svoj USB uredjaj, ili zamenite kablove povezane sa njima. Ukoliko ovo ne pomaže, moguće je da postoje neki operativni problemi sa ulazima ili samim uredjajem.
sw: Haiwezekani kuweka madriver yoyote kwenye kifaa hiki kwa sababu ya matatizo ya uhusiano wa bandari USB. Ili kutatua tatizo hili, jaribu tena kuunganisha vifaa vyako vya USB, au ubadilishe nyaya zilizounganishwa nazo. Ikiwa hii haina msaada, kunaweza kuwa na matatizo ya kazi na bandari au vifaa wenyewe.
ta: யூ.எஸ்.பி போர்ட் இணைப்பு சிக்கல்கள் காரணமாக இந்த சாதனத்தில் எந்த வன்பொருளையும் நிறுவ முடியாது.இந்த சிக்கலை தீர்க்க, உங்கள் USB சாதனங்களை மீண்டும் இணைக்க முயற்சிக்கவும் அல்லது கேபிள்களை இணைக்கவும். இது உதவாது என்றால், USB செயல்குறைபாடு அல்லது சாதனங்களோடு சில செயல்பாட்டு பிரச்சனைகள் இருக்கலாம்.
te: USB పోర్ట్ అనుసంధాన సమస్యల కారణంగా ఈ పరికరానికి ఏ డ్రైవర్లను ఇన్స్టాల్ చేయడం అసాధ్యం. ఈ సమస్యను పరిష్కరించడానికి, మీ USB పరికరాలను మళ్లీ కనెక్ట్ చేయడానికి ప్రయత్నించండి లేదా వాటిని కనెక్ట్ చేసిన కేబుళ్లను భర్తీ చేయండి. ఇది సహాయం చేయకపోతే, పోర్ట్సు లేదా పరికరాలతో కొన్ని కార్యాచరణ సమస్యలు ఉండవచ్చు.
th: มันเป็นไปไม่ได้ที่จะติดตั้งไดรเวอร์ใด ๆ ลงบนอุปกรณ์นี้เพราะว่า USB พอร์ทมีปัญหาในการเชื่อมต่อ เพื่อที่จะแก้ปัญหานี้ ลองเชื่อมต่ออุปกรณ์ USB อีกครั้ง หรือเปลี่ยนสายเคเบิ้ลที่เชื่อมต่อมัน ถ้านี่ยังแก้ปัญหาไม่ได้ อาจจะเป็นบางปัญหาในการทำงานกับพอร์ทหรือตัวอุปกรณ์เอง
tr: Herhangi bir sürücüyü bu aygıt üzerine yüklemek USB bağlantı noktası sorunları nedeniyle imkansızdır. Bu sorunu çözmek için USB aygıtlarınızı yeniden bağlamayı deneyin, ya da bunların bağlı olduğu kabloları değiştirin. Eğer yardımı olmazsa, aygıtların kendisi veya bağlantı noktaları ile ilgili bazı işlevsel sorunlar olabilir.
zh: 由於 USB 連接埠連接問題，無法將任何驅動程式安裝到此裝置上。為了解決此問題，請嘗試重新連接您的 USB 裝置，或更換連接它們的纜線。如果這沒有幫助，連接埠或裝置本身可能會出現一些操作問題。
zh_cn: 由于 USB 端口连接问题，无法将任何驱动程序安装到此设备上。 为了解决这个问题，请尝试重新连接 USB 设备，或者更换连接的电缆。 如果这没有帮助，端口或设备本身可能会有一些操作问题。

# deviceproblems_root_legacy
source: This device is not in your system but traces of it remained in the system after the software supporting it was removed. In order to solve this problem, you should delete any mention about this device out of the registry, either manually or by using specific utilities.
ar: هذا الجهاز ليس في نظامك ولكن بقيت آثاره في النظام بعد إزالة البرنامج الداعم له. لحل هذه المشكلة ، يجب حذف أية إشارة حول هذا الجهاز خارج السجل ، إما يدويًا أو باستخدام أدوات مساعدة معينة.
az: Bu cihaz sisteminizdə yoxdur ancaq proqram dəstəyinin izləri onu sildikdən sonra sistemdə qalmışdır. Bu problemi həll etmək üçün bu cihazla bağlı istənilən məumatı qeyd dəftərindən ya əl ilə ya da xüsusi proqramlardan istifadə edərək silməlisiniz.
bg: Това устройство не е във вашата система, но са останали следи от него системата, след като поддържащият го софтуер е премахнат. За да разрешите този проблем, трябва да изтриете всяка информация за това устройство в регистъра, ръчно или чрез използване на конкретни помощни програми.
bn: এই যন্ত্রটি সিস্টেমে নেই কিন্তু সমর্থিত সফটওয়্যার মুছে ফেলার পরও সিস্টেমে এর চিহ্ন রয়ে গেছে। এই সমস্যা সমাধানে আপনার উচিত নিজে অথবা সুনির্দিষ্ট ইউটিলিটি ব্যবহার করে রেজিস্ট্রি থেকে কোনো প্রকার চিহ্ন মুছে ফেলা।
ca: Aquest dispositiu no es troba en el vostre sistema però han quedat traces al sistema després d'eliminar les aplicacions relacionades. Per tal de solucionar el problema, hauríeu d'esborrar qualsevol menció del dispositiu en el registre, ja sigui manualment o utilitzant utilitats específiques.
de: Dieses Gerät befindet sich nicht in Ihrem System, aber seine Spuren blieben im System, nachdem die Software, die es unterstützt, entfernt wurde. Um dieses Problem zu beheben, sollten Sie alle Erwähnungen zu diesem Gerät entweder manuell oder mithilfe bestimmter Dienstprogramme aus der Registrierung löschen.
el: Αυτή η συσκευή δεν βρίσκεται στο σύστημά σας, αλλά ίχνη της παρέμειναν στο σύστημα μετά την κατάργηση της εφαρμογής που την υποστηρίζει. Για να επιλύσετε αυτό το πρόβλημα, θα πρέπει να διαγράψετε οποιαδήποτε αναφορά σχετικά με αυτήν τη συσκευή από το μητρώο, είτε με μη αυτόματο τρόπο είτε με τη χρήση συγκεκριμένων βοηθητικών προγραμμάτων.
es: Este dispositivo no se encuentra en el sistema, pero han quedado trazas en él después de eliminar el software que lo acompañaba. Para solucionar este problema, deberías borrar cualquier mención sobre el dispositivo en el registro de sistema, ya sea manualmente o usando utilidades específicas.
es_419: Este dispositivo no está en su sistema, pero quedó rastro de él en el sistema después de que se eliminó el software que lo soporta. Para resolver este problema, debe eliminar cualquier mención sobre este dispositivo del registro, ya sea manualmente o mediante herramientas específicas.
et: Seda seadet ei ole teie süsteemis, kuid jäljed võisid jääda pärast eemaldamist. Vea parandamiseks peaksite kustutama seadmega seonduvad võtmed registrist, kas manuaalselt või kasutades mõnda tarkvara.
fa: این دستگاه در سیستم شما نیست اما ردپاهایی از آن بعد از پاک کردن نرم افزار باقی مانده، بدین جهت که این مشکل را حل کنید، شما باید هر اثری از دستگاه را از ریجستری پاک کنید، یا به صورت دستی یا با استفاده از خدمات خاص.
fil: Ang device na ito ay wala sa iyong system ngunit ang mga bakas nito ay nanatili sa system pagkatapos na alisin ang software na sumusuporta sa ito. Upang malutas ang problemang ito, dapat mong tanggalin ang anumang pagbanggit tungkol sa device na ito sa labas ng registry, mano-mano o sa pamamagitan ng paggamit ng mga partikular na utility.
fr: Cet appareil n'est pas dans votre système mais des traces de celui-ci sont restées dans le système après que le logiciel le supportant ait été retiré. Afin de résoudre ce problème, vous devriez supprimer toute mention de cet appareil du registre, soit manuellement ou en utilisant des utilitaires spécifiques.
gu: આ ઉપકરણ તમારી સિસ્ટમમાં નથી પરંતુ સૉફ્ટવેરને સમર્થન આપ્યા પછી તે તેની નિશાનો સિસ્ટમમાં રહી હતી. આ સમસ્યાનો ઉકેલ લાવવા માટે, તમારે રજિસ્ટ્રીમાંથી આ ઉપકરણ વિશે કોઈ ઉલ્લેખ કરવો જોઈએ, ક્યાંતો મેન્યુઅલી અથવા ચોક્કસ ઉપયોગિતાઓનો ઉપયોગ કરવો.
he: התקן זה לא מחובר אך מספר "שאריות" שלו נמצאות במערכת גם לאחר שהתוכנה הוסרה. בכדי לפתור את הבעיה, עליך למחוק כל אזכור של ההתקן מהרג'יסטרי, בצורה ידנית או על ידי כלים יעודיים.
hi: यह डिवाइस आपके सिस्टम में नहीं है, लेकिन सॉफ्टवेयर का समर्थन करने के बाद इसे हटा दिया गया था, इसके निशान इसके सिस्टम में बने रहे। इस समस्या को हल करने के लिए, आपको रजिस्ट्री से इस डिवाइस के बारे में कोई भी उल्लेख हटा देना चाहिए, मैन्युअल रूप से या विशिष्ट उपयोगिताओं का उपयोग करके।
hu: Ez az eszköz jelenleg nem található meg az ön rendszerében, de a támogató szoftver nyomai hátramaradtak. A probléma megoldása érdekében törölje az eszköz maradványait a rendszerleíróból kézzel vagy kifejezetten erre készült programmal.
id: Perangkat ini tidak ada dalam sistem anda namun jejaknya tetap ada di sistem setelah perangkat lunak yang mendukungnya telah dihapus. Untuk mengatasi masalah ini, anda harus menghapus penyebutan perangkat ini dari registri, baik secara manual atau dengan menggunakan utilitas tertentu.
it: Questo dispositivo non è più presente ma le tracce di esso sono rimaste nel sistema dopo che il software che lo supporta è stato rimosso. Per risolvere questo problema, è necessario eliminare qualsiasi traccia relativa a questo dispositivo dal registro, manualmente o utilizzando utilità specifiche.
ko: 이 장치는 시스템에 없지만 이를 지원하는 소프트웨어를 제거한 후에는 시스템의 흔적이 남아 있습니다. 이 문제를 해결하려면 수동으로 또는 특정 유틸리티를 사용하여 이 장치에 대한 모든 언급을 레지스트리에서 삭제해야 합니다.
ku: ئەم ئامێرە لە سیستەکەت دا نییە بەلام هەندێک لە پاشماوەکانی لە سیستەمەکەت دا ماون دوای سڕینەوەی ئەو بەرنامەی پشتگیری ئەو دەکەن. بۆ چارەسەرکردنی ئەم کێشەیە، تۆ دەبێت بسڕییەوە هەر ئاماژەیەک دەربارەی ئەم ئامێرەی دەرەوەی تۆمارەکە، بە دەستکرد یان بە کارهێنانی چەند کەرەستەیەکی ئاسانکەر،
nl: Dit apparaat staat niet in uw systeem, maar er zijn sporen van achtergebleven in het systeem nadat de ondersteunende software was verwijderd. Om dit probleem op te lossen, moet u elke vermelding over dit apparaat uit het register verwijderen, handmatig of met behulp van specifieke hulpprogramma's.
no: Denne enheten er ikke i systemet, men spor av den forblir i systemet etter at programvaren som støttet den ble fjernet. For å løse dette problemet bør du slette alt om denne enheten fra registeret, enten manuelt eller ved hjelp av bestemte verktøy.
ps: دا وسیله ستاسو په سیسټم کې نده، مګر د هغې پایلې په سیسټم کې پاتې دي وروسته له هغه چې سافټویر د هغه څخه د ملاتړ کولو ملاتړ کوي. د دې ستونزې د حل لپاره، تاسو باید د دې وسیلې په اړه، یا په دستګاه یا د ځانګړتیاوو کارولو له لارې هیڅ ډول یادونه نه لرې کړئ.
pt_br: Este dispositivo não está no seu sistema, mas os vestígios permanecem no sistema depois que o programa que o suporta foi removido. Para resolver este problema, você deve excluir qualquer menção sobre este dispositivo fora do registro manualmente ou usando utilitários específicos.
pt_pt: Este dispositivo não está no seu sistema mas rastos do mesmo ficaram no sistema depois da remoção do programa que o operava. De modo a resolver este problema, deve apagar qualquer menção deste dispositivo no registo do sistema, manualmente ou usado ferramentas específicas para o efeito.
ro: Acest dispozitiv nu este în sistemul dvs., dar urme ale acestuia au rămas în sistem după ce suportul software-ului a fost eliminat. Pentru a rezolva această problemă, trebuie să ștergeți orice mențiune despre acest dispozitiv din registri, fie manual, fie utilizând utilitare specifice.
sk: Toto zariadenie nie je vo vašom systéme, ale zostali stopy v systéme po odstránení softvéru, ktorý ho podporuje. Ak chcete vyriešiť tento problém, mali by ste vymazať ľubovoľnú zmienku o tomto zariadení z registra, a to buď manuálne, alebo pomocou špecifických nástrojov.
sl: Te naprave ni v vašem sistemu, vendar so v sistemu ostali sledovi po odstranitvi podporne programske opreme. Če želite odpraviti to težavo, morate izbrisati vsako omembo te naprave iz registra, ročno ali z uporabo posebnih pripomočkov.
sr: Ovaj uredjaj nije u vašem sistemu ali njegovi tragovi su ostali u sistemu nakon što je softver ukonjen. U cilju da rešite ovaj problem, trebalo bi da obiršete svako spominjanje ovog uredjaja iz registara, bilo manuelno ili korišćenjem posebnih usluga.
sw: Kifaa hiki hakiko katika mfumo wako lakini maelekezo yake yalibakia katika mfumo baada ya programu inayounga mkono iliondolewa. Ili kutatua tatizo hili, unapaswa kufuta kutaja chochote kuhusu kifaa hiki nje ya Usajili, ama manualli au kwa kutumia huduma maalum.
ta: இந்த சாதனம் உங்கள் கணினியில் இல்லை, ஆனால் அதன் தடயங்கள் கணினியில் இருந்தன.இந்த சிக்கலை தீர்க்க, இந்த சாதனத்தைப் பற்றி எந்த பதிவையும் கைமுறையாக அல்லது குறிப்பிட்ட பயன்பாடுகளைப் பயன்படுத்துவதன் மூலம் நீக்க வேண்டும்.
te: ఈ పరికరం మీ సిస్టమ్లో లేదు, కానీ దాని యొక్క జాడలు సాఫ్ట్వేర్ను తొలగించిన తరువాత మద్దతులో ఉన్నాయి. ఈ సమస్యను పరిష్కరించడానికి, మీరు మాన్యువల్గా లేదా నిర్దిష్ట ప్రయోజనాలను ఉపయోగించడం ద్వారా రిజిస్ట్రీకి ఈ పరికరం గురించి ఏవైనా ప్రస్తావనాన్ని తొలగించాలి.
th: อุปกรณ์นี้ไม่อยู่ในระบบของคุณแต่ร่องรอยของมันยังอยู่ในระบบหลังจากซอฟท์แวร์ที่สนับสนุนมันถูกลบออก เพื่อที่จะแก้ปัญหานี้ คุณต้องลบทุกอย่างที่กล่าวถึงอุปกรณ์นี้ออกจาก registry ทั้งด้วยมือหรือใช้โปรแกรมอรรถประโยชน์โดยเฉพาะ
tr: Bu aygıt sisteminizde yok ancak yazılım desteği bunu kaldırdıktan sonra izleri sistemde kalmış. Bu sorunu çözmek için bu aygıt ile ilgili herhangi bir bahsi geçen bilgiyi kayıt defterinden silmelisiniz, ya el ile ya da belirli yardımcı uygulamaları kullanarak.
zh: 該裝置不在您的系統中，但在軟體支援被刪除後，該裝置的痕跡仍保留在系統中。為了解決這個問題，您應該手動或使用特定的公用程式從登錄檔中刪除任何有關此裝置的提示。
zh_cn: 此设备不在您的系统中，但在软件支持被删除后，该设备的痕迹仍保留在系统中。 为了解决这个问题，您应该从注册表中删除任何有关此设备的提示，手动或使用特定实用程序。

# deviceproblems_vpn_no_need_drivers
source: Driver installation is not required for this virtual VPN device
ar: تثبيت برنامج التشغيل غير مطلوب لجهاز VPN الظاهري هذا
az: Bu vrtual VPN cihazının quraşdırılmasına ehtiyac yoxdur
bg: Не се изисква инсталиране на драйвери за това виртуално VPN устройство
bn: এই ভার্চুয়াল VPN যন্ত্রটির ড্রাইভার ইন্সটল করার দরকার নেই
ca: No es necessita instal·lar controladors per a aquest dispositiu VPN virtual
de: Für dieses virtuelle VPN-Gerät ist keine Treiberinstallation erforderlich
el: Η εγκατάσταση του προγράμματος οδήγησης δεν απαιτείται για αυτήν την εικονική συσκευή VPN
es: No se requiere ningún driver para este dispositivo VPN virtual
es_419: La instalación del controlador no es necesaria para este dispositivo virtual VPN
et: See virutaalne VPN seade ei vaja draiverite paigaldamist
fa: نصب درایور برای دستگاه VPN مجازی ضروری نیست
fil: Hindi kinakailangan ang pag-install ng driver para sa virtual VPN device na ito
fr: L'installation du pilote n'est pas requise pour ce périphérique VPN virtuel
gu: ડ્રાઈવર સ્થાપન VPN માટે જરૂરી નથી
he: אין צורך בהתקנת דרייבר עבור התקן VPN וירטואלי זה
hi: इस वर्चुअल VPN डिवाइस के लिए ड्राइवर की स्थापना आवश्यक नहीं है
hu: Nem szükséges drivertelepítés ehhez a virtuális VPN eszközhöz
id: Pemasangan driver tidak diperlukan untuk perangkat VPN virtual ini
it: L'installazione del driver per questa periferica VPN virtuale non è necessaria
ko: 이 가상 VPN 장치에는 드라이버 설치가 필요하지 않습니다
ku: دامەزراندنی پێناسە پێویست نییە بۆ ئامێری VPN
nl: Driver installatie is niet nodig voor dit virtuele VPN apparaat
no: Driver installasjon er ikke nødvendig for denne VPN enheten
pl: Instalacja sterownika nie jest wymagana dla tego wirtualnego urządzenia VPN
ps: د دې مجازی VPN تجهیز لپاره د چلولو نصبولو ته اړتیا نشته
pt_br: A instalação do driver não é necessária para este dispositivo virtual VPN
pt_pt: A instalação de controlador para este dispositivo VPN virtual não é necessária
ro: Nu este necesară instalarea driverului pentru acest dispozitiv virtual VPN
sk: Inštalácia ovládača pre toto virtuálne zariadenie VPN sa nevyžaduje
sl: Za to navidezno napravo VPN ni potrebna namestitev gonilnika
sr: Instalacija drajvera ne zahteva virtuelni VPN uredjaj
sw: Ufungaji wa driver hauhitajiki kwa kifaa hiki cha virusi vya VPN
ta: இந்த மெய்நிகர் VPN சாதனத்திற்கு வன்பொருள் நிறுவல் தேவையில்லை
te: డ్రైవర్ ఈ వర్చువల్ VPN పరికరానికి ఇంస్టాల్ అవసరం లేదు
th: การติดตั้งไดรเวอร์ไม่จำเป็นสำหรับอุปกรณ์เสมือน VPN นี้
tr: Bu sanal VPN aygıtı için sürücü kurulumu gerekli değil
zh: 此虛擬 VPN 裝置不需要驅動程式安裝
zh_cn: 此虚拟 VPN 设备不需要驱动程序安装
