Repository: DriverPackSolution/transifex-backup
Catalog: beetle/driverpack-solution-worldwide/driverpackpo/*.po
Languages: ar, az, bg, bn, ca, de, el, es, es_419, et, fa, fil, fr, gu, he, hi, hu, id, it, ko, ku, nl, no, pl, ps, pt_br, pt_pt, ro, sk, sl, sq, sr, sw, ta, te, th, tr, zh, zh_cn

# programs_btn_installed_single
source: Installed
ar: تم تثبيته
az: Quraşdırıldı
bg: Инсталиран
bn: ইন্সটলড্‌
ca: Instal·lat
de: Installiert
el: Εγκατεστημένο
es: Instalado
es_419: Instalado
et: Paigaldatud
fa: نصب شد
fil: Naka-install
fr: installée
gu: સ્થાપિત થઈ ગયું
he: הותקן
hi: स्थापित
hu: Telepítve
id: Terpasang
it: Installato
ko: 설치됨
ku: دامەزرا
nl: Geïnstalleerd
no: Installert
pl: Zainstalowano
ps: لګول شوی
pt_br: Instalado
pt_pt: Instalado
ro: Instalat
sk: Inštalované
sl: nameščeno
sq: instaluar
sr: Instalirano
sw: Imeshasakinishwa
ta: நிறுவியது
te: ఇన్స్టాల్
th: ติดตั้งแล้ว
tr: Yüklendi
zh: 已安裝
zh_cn: 已安装

# settings_common-settings
source: General Settings
ar: الاعدادات العامة
az: Ümumi Tənzimləmələr
bg: Основни настройки
bn: সাধারণ সেটিংস্‌
ca: Opcions generals
de: Allgemeine Einstellungen
el: Γενικές Ρυθμίσεις
es: Opciones generales
es_419: Configuración General
et: Üldised sätted
fa: تنظیمات کلی
fil: Pangkalahatang mga Setting
fr: Paramètres généraux
gu: જનરલ સેટિંગ્સ
he: הגדרות כלליות
hi: सामान्य सेटिंग्स
hu: Általános beállítások
id: Setelan umum
it: Impostazioni generali
ko: 일반 설정
ku: ڕێكخستنه‌ گشتییه‌كان
nl: Algemene instellingen
no: Generelle Innstillinger
pl: Ustawienia ogólne
ps: عمومي ترتیبات
pt_br: Configurações Gerais
pt_pt: Definições Gerais
ro: Setări Generale
sk: Všeobecné nastavenia
sl: Pomembne nastavitve
sq: Cilësimet e Përgjithshme
sr: Opšta podešavanja
sw: Mipangilio ya Jumla
ta: பொது அமைப்புகள்
te: సాధారణ సెట్టింగులు
th: การตั้งค่าทั่วไป
tr: Genel Ayarlar
zh: 一般設定
zh_cn: 常规设置

# settings_error
source: Error Prevention
ar: منع الأخطاء
az: Xəta Qarşısını Alma
bg: Предотвратяване на грешка
bn: ভুল প্রতিরোধ
ca: Prevenció d'errors
de: Fehlervermeidung
el: Πρόληψη Σφάλματος
es: Prevención de errores
es_419: Prevención de Error
et: Vigade ärahoidmine
fa: جلوگیری از خطا
fil: Pag-iwas sa Error
fr: Prévention d'erreurs
gu: ભૂલ નિવારણ
he: מניעת שגיאות
hi: त्रुटि रोकथाम
hu: Hiba megakadályozása
id: Pencegahan Kesalahan
it: Prevenzione degli errori
ko: 오류 방지
ku: ڕێگریكردن له‌ هه‌ڵه‌
nl: Foutpreventie
no: Forebygge Feil
pl: Unikanie Błędów
ps: د تېروتنه مخنیوۍ
pt_br: Prevenção de Erros
pt_pt: Prevenção de Erros
ro: Prevenirea erorilor
sk: Prevencia chýb
sl: Preprečevanje napak
sq: Parandalimi i Gabimeve
sr: Sprečavanje pojave grešaka
sw: Uzuiaji Kosa
ta: பிழைத் தடுப்பு
te: లోపం నివారణ
th: การป้องกันความผิดพลาด
tr: Hata Önleme
zh: 錯誤預防
zh_cn: 错误预防

# settings_algorithm
source: Driver Selection Algorithm
ar: خطوات إختيار التعريف
az: Driver Seçimi Alqoritmi
bg: Алгоритъм за избиране на драйвери
bn: ড্রাইভার বাছাই পদ্ধতি
ca: Algorisme de selecció de controladors
de: Treiberauswahl-Algorithmus
el: Αλγόριθμος Επιλογής Προγράμματος Οδήγησης
es: Algoritmo de selección de drivers
es_419: Algoritmo de Seleccion de Controladores
et: Draiveri valiku algoritm
fa: الگوریتم انتخاب درایور
fil: Algorithm sa Pagpili ng Driver
fr: Algorithme de Sélection de Pilote
gu: ડ્રાઈવર સીલેક્શન એલ્ગોરીધમ
he: מנגנון בחירת דרייברים
hi: ड्राइवर चयन एल्गोरिदम
hu: Driver kijelölési algoritmus
id: Pemilihan Algoritme Driver
it: Algoritmo di selezione dei driver
ko: 드라이버 선택 알고리즘
ku: ئه‌لگۆریزمی هه‌ڵبژاردنی پێناسه‌
nl: Driverselectie-algoritme
no: Algoritme for Drivervalg
pl: Wybór algorytmu sterowników
ps: د د موټر چلوونکي انتخاب الګوریتم
pt_br: Algoritmo de Seleção de Driver
pt_pt: Algoritmo de Seleção de Drivers
ro: Algoritm de selecţie a driverului
sk: Algoritmus výberu ovládača
sl: Algoritem izbire gonilnikov
sq: Algoritmi i Përzgjedhjes së Drajverit
sr: Metod odabira drajvera
sw: Kichakatuaji Uchaguzi wa Kiendeshi
ta: இயக்கி தேர்வு வழிமுறை
te: డ్రైవర్ ఎంపిక క్రమసూత్ర
th: อัลกอริทึมในการเลือกไดร์เวอร์
tr: Sürücü Seçimi Algoritması
zh: 驅動程式選擇演算法
zh_cn: 驱动器选择算法

# settings_language-title
source: App languages
ar: لغة التطبيق
az: Proqram dilləri
bg: Езици на приложението
bn: অ্যাপের ভাষাসমূহ
ca: Idioma de l'aplicació
de: App-Sprachen
el: Γλώσσες Εφαρμογής
es: Idioma de la aplicación
es_419: Aplicación de Lenguajes
et: Rakenduse keeled
fa: زبان های برنامه
fil: Mga wika ng app
fr: Langues de l'application
gu: એપની ભાષાઓ
he: שפת התוכנה
hi: ऐप भाषाएं
hu: Alkalmazás nyelve
id: Bahasa App
it: Lingue dell'App
ko: 앱 언어
ku: زمانه‌كانی به‌رنامه‌كه‌
nl: App-talen
no: App språk
pl: Języki aplikacji
ps: د آپ ژبی
pt_br: Idiomas do Aplicativo
pt_pt: Línguas da Plataforma
ro: Limbile aplicației
sk: Jazyky aplikácie
sl: Jeziki aplikacij
sq: Gjuhët e Aplikacionit
sr: Jezici aplikacije
sw: Lugha za programu
ta: பயன்பாடு மொழிகள்
te: అనువర్తన భాషలు
th: ภาษาของโปรแกรม
tr: Uygulama dilleri
zh: 應用程式語言
zh_cn: 应用程序语言

# settings_language-caption
source: To make your experience with DriverPack easier and even more convenient, select your native language in the settings!
ar: لجعل تجربتك مع DriverPack أسهل وأكثر ملائمة، قم بتحديد لغتك الأصلية من الإعدادات!
az: DriverPack ilə təcrübənizi asan və daha da uyğun formaya salmaq üçün ayarlardan öz dilinizi seçin!
bg: За да направите своето преживяване с DriverPack по-лесен и още по-удобно, изберете вашият роден език в настройките!
bn: DriverPack আরও সহজে এমনকি আরও সুবিধাজনকভাবে ব্যবহার করতে সেটিং থেকে আপনার মাতৃভাষা বাছাই করুন!
ca: Per fer la vostra experiència amb DriverPack més fàcil i més convenient, seleccioneu el vostre idioma nadiu en les opcions!
de: Um Ihre Erfahrungen mit DriverPack einfacher und noch komfortabler zu machen, wählen Sie Ihre Sprache in den Einstellungen!
el: Για να κάνουμε την εμπειρία σας με το DriverPack ευκολότερη και βολικότερη επιλέξτε τη μητρική σας γλώσσα στις ρυθμίσεις!
es: ¡Para que la experiencia con DriverPack sea más sencilla y conveniente, selecciona tu lengua nativa en las opciones!
es_419: Para hacer su experiencia con DriverPack más fácil y aún más conveniente, seleccione su idioma nativo en la configuración!
et: Vali oma emakeel seadete alt, et muuta oma kogemus DriverPack-iga veelgi mugavamaks ja lihtsamaks!
fa: برای تجربه راحت تر و مناسب تر با DriverPack، زبان بومی خود را در تنظیمات انتخاب کنید!
fil: Upang gawing mas madali ang iyong karanasan sa DriverPack, piliin ang iyong katutubong wika sa mga setting!
fr: Afin de rendre votre expérience avec DriverPack plus facile et encore plus pratique, sélectionnez votre langue natale dans les paramètres!
gu: DriverPack સાથે તમારા અનુભવને સરળ અને વધુ અનુકૂળ બનાવવા માટે, સેટિંગ્સમાં તમારી મૂળ ભાષા પસંદ કરો!
he: בכדי להפוך את חווית השימוש בתוכנת DriverPack, קלה ונוחה יותר, בחר את השפה הנוחה לך בהגדרות!
hi: DriverPack के साथ अपने अनुभव को आसान और अधिक सुविधाजनक बनाने के लिए, सेटिंग्स में अपनी मूल भाषा चुनें!
hu: A kellemesebb DriverPack használat érdekében válassza ki a saját nyelvét a beállításokban!
id: Untuk membuat pengalaman anda dengan DriverPack lebih mudah dan lebih nyaman, pilih bahasa anda sendiri di pengaturan!
it: Per rendere la tua esperienza con DriverPack semplice e ancora più conveniente, seleziona la tua lingua natale nelle impostazioni!
ko: DriverPack 을 보다 쉽고 편리하게 사용하려면 설정에서 모국어를 선택하세요!
ku: بۆ ئه‌وه‌ی ئه‌زموونی خۆت له‌گه‌ڵ DriverPack ئاسان بكه‌یت و زیاتر گونجاوی بكه‌یت، زمانی ڕه‌سه‌نی خۆت هه‌ڵبژێره‌ له‌ ڕێكخستنه‌كاندا!
nl: Om uw ervaring met DriverPack gemakkelijker en handiger te maken, selecteert u uw moedertaal in de instellingen!
no: For å gjøre din bruk av DriverPack enklere og mer brukervennlig, velg ditt morsmål i innstillingene!
pl: Dla lepszego i prostszego korzystania z DriverPack, wybierz swój ojczysty język w ustawieniach!
ps: د DriverPack سره ستاسو تجربه کول آسانه او حتی لاهم اسانه ده، خپل اصلي ژبه په ترتیباتو کې غوره کړئ!
pt_br: Para tornar sua experiência com o DriverPack mais fácil e até mais conveniente, selecione seu idioma nativo nas configurações!
pt_pt: Para que a sua experiência com o DriverPack seja fácil e ainda mais conveniente, selecione a sua língua nas definições!
ro: Pentru a vă face experiența cu DriverPack mai ușoară și chiar mai convenabilă, apăsați select din setări pentru limba dvs. maternă!
sk: Ak chcete, aby vaše skúsenosti s DriverPack boli jednoduchšie a ešte pohodlnejšie, vyberte v nastavení váš rodný jazyk!
sl: Da bo vaša izkušnja z programom DriverPack lažja in prijetnejša, izberite svoj jezik v nastavitvah!
sq: Për të bërë eksperiencën tuaj me DriverPack më të lehtë dhe të rehatshme, përzgjidh gjuhën mëmë tek cilësimet!
sr: Za udobniji rad u programu DriverPack, izaberite vaš maternji jezik u podešavanjima!
sw: Kufanya utumiaji wako wa DriverPack mwepesi na wenye kukufaa zaidi, chagua lugha yako ya asili kwenye mipangilio!
ta: உங்கள் அனுபவத்தை DriverPack வன்பொருள்தொகுப்பை எளிதாகவும் மேலும் வசதியாகவும் மாற்ற, அமைப்புகளில் உங்கள் சொந்த மொழியைத் தேர்ந்தெடுக்கவும்!
te: మీ అనుభవాన్ని DriverPack సులభంగా మరియు మరింత సౌకర్యవంతంగా చేయడానికి, మీ స్థానిక భాషను సెట్టింగులలో ఎంచుకోండి!
th: เลือกภาษาแม่ของคุณในการตั้งค่าเพื่อให้ประสบการณ์การใช้ DriverPack ของคุณง่ายยิ่งขึ้นและยิ่งกว่านั้นเพื่อความสะดวกมากยิ่งขึ้น!
tr: DriverPack ile deneyiminizi kolay ve daha da uygun hale getirmek için ayarlardaki yerel dilinizi seçin!
zh: 為了使您的 DriverPack 體驗更輕鬆、更方便，請在設定中選擇您的母語！
zh_cn: 为了使您的 DriverPack 体验更轻松，更方便，请在设置中选择您的母语！

# settings_language-anchor
source: Information for translators
ar: معلومات للمترجمين
az: Tərcüməçilər üçün məlumatlar
bg: Информация за преводачи
bn: অনুবাদকদের জন্য তথ্য
ca: Informació per a traductors
de: Informationen für Übersetzer
el: Πληροφορίες για μεταφραστές
es: Información para los traductores
es_419: Información para Traductores
et: Informatsioon tõlkijatele
fa: اطلاعات برای مترجمان
fil: Impormasyon para sa mga tagasalin
fr: Information pour les traducteurs
gu: અનુવાદકો માટે માહિતી
he: מידע למתרגמים
hi: अनुवादकों के लिए जानकारी
hu: Információ a fordítók részére
id: Informasi untuk penerjemah
it: Informazioni per i traduttori
ko: 번역자를 위한 정보
ku: زانیاری بۆ وه‌رگێڕه‌كان
nl: Informatie voor vertalers
no: Informasjon for oversettere
pl: Informacja dla tłumaczy
ps: د ژباړونکو لپاره معلومات
pt_br: Informações para os tradutores
pt_pt: Informação para tradutores
ro: Informații pentru translatori
sk: Informácie pre prekladateľov
sl: Informacije za prevajalce
sq: Informacion për përkthyesit
sr: Informacije za prevodioce
sw: Taarifa kwa wafasiri
ta: மொழிபெயர்ப்பாளர்களுக்கான தகவல்
te: అనువాదకుల సమాచారం
th: ข้อมูลของผู้แปลภาษา
tr: Çevirmenler için bilgiler
zh: 譯者資訊
zh_cn: 翻译信息

# settings_language-href
source: https://drp.su/en/info/translators
ar: https://driverpack.io/ar/info/translators
az: https://driverpack.io/az/info/translators
bg: https://driverpack.io/bg/info/translators
bn: https://driverpack.io/bn/info/translators
ca: https://driverpack.io/ca/info/translators
de: https://driverpack.io/de/info/translators
el: https://driverpack.io/el/info/translators
es: https://driverpack.io/es/info/translators
es_419: https://driverpack.io/es-419/info/translators
et: https://driverpack.io/et/info/translators
fa: https://driverpack.io/fa/info/translators
fil: https://driverpack.io/tl/info/translators
fr: https://driverpack.io/fr/info/translators
gu: https://driverpack.io/gu/info/translators
he: https://driverpack.io/he/info/translators
hi: https://driverpack.io/hi/info/translators
hu: https://driverpack.io/hu/info/translators
id: https://driverpack.io/id/info/translators
it: https://driverpack.io/it/info/translators
ko: https://driverpack.io/ko/info/translators
ku: https://driverpack.io/ku/info/translators
nl: https://driverpack.io/nl/info/translators
no: https://driverpack.io/no/info/translators
pl: https://driverpack.io/pl/info/translators
ps: https://driverpack/ps/info/translators
pt_br: https://drp.su/pt-br/info/translators
pt_pt: https://driverpack.io/pt-pt/info/translators
ro: https://driverpack.io/ro/info/translators
sk: https://driverpack.io/sk/info/translators
sl: https://drp.su/sl/info/translators
sq: https://driverpack.io/sq/info/translators
sr: https://driverpack.io/sr/info/translators
sw: https://driverpack.io/sw/info/translators
ta: https://driverpack.io/ta/info/translators
te: https://driverpack.io/te/info/translators
th: https://driverpack.io/th/info/translators
tr: https://drp.su/tr/info/translators
zh_cn: https://driverpack.io/zh-cn/info/translators

# settings_logging-title
source: Save the logs
ar: حفظ السجلات
az: Qeydləri yadda saxla
bg: Запази логовете
bn: লগসমূহ সেভ করো
ca: Desa els fitxers de registre log
de: Protokolle speichern
el: Αποθήκευση καταγραφών
es: Guarda los registros de log
es_419: Guardar los registros
et: Salvesta logi
fa: ذخیره گزارش ها
fil: I-save ang mga tala
fr: Sauvegarder les journaux
gu: લૉગ્સને સેવ કરો
he: שמור קבצי לוג
hi: लॉग को सहेजें
hu: Naplók mentése
id: Menyimpan log-log
it: Salva i log
ko: 로그 저장
ku: تۆماره‌كان هه‌ڵبگره‌
nl: Sla de logs op
no: Lagre loggene
pl: Zapisz dzienniki
ps: يادښتونه خوندي کړئ
pt_br: Salvar os logs
pt_pt: Guardar os ficheiros de registo
ro: Salvați jurnalele
sk: Ukladanie logovacích záznamov
sl: Shranite dnevnike
sq: Ruaje tek regjistrimet
sr: Sačuvajte dnevnik aktivnosti
sw: Hifadhi kumbukumbu
ta: பதிவுகள் சேமிக்கவும்
te: logs ను సేవ్ చేయండి
th: จัดเก็บบันทึก
tr: Günlükleri kaydet
zh: 儲存記錄
zh_cn: 保存日志

# settings_logging-caption
source: App logs are saved during the computer configuring process so that the developers and the technical support team can examine and rectify any issues you encounter.
ar: سجل البرامج يتم حفظه أثناء عملية إعداد الكمبيوتر حتى يتمكن المطورون و فريق الدعم الفنى من فحص و تصحيح أى مشاكل تواجهك
az: Proqram qeydləri kompüter tənzimləməsi zmaanı yadda saxlanılır beləliklə proqram tərtibatçıları və texniki dəstək komandası qarşılaşa bildiyiniz hər hansı bir problemi analiz edib düzəldə bilər.
bg: Логовете на приложението се записват по време на процеса на конфигуриране на компютъра, така че разработчиците и екипа за техническа поддръжка да може да проучи и поправи установените проблеми, които срещате.
bn: কম্পিউটার কনফিগারেশন প্রক্রিয়া চলাকালীন অ্যাপ্লিকেশন লগ সংরক্ষণ করা হয় যাতে ডেভেলপারগণ ও কারিগরি সহায়তা দল আপনি যেসব সমস্যার সম্মুখীন হবেন সেগুলো পরীক্ষা ও সংশোধন করতে পারেন।
ca: Es desen fitxers de registre log durant el procés de configuració de l'ordinador per tal que els desenvolupadors i el servei tècnic pugui examinar-los i corregir qualsevol problema amb el que us trobeu.
de: App-Protokolle werden während des Computer-Konfigurationsvorgangs gespeichert, so dass die Entwickler und das technische Support-Team alle Probleme, denen Sie begegnen, untersuchen und beheben können.
el: Οι καταγραφές εφα;ρμογής αποθηκεύονται κατά τη ρύθμιση του υπολογιστή ώστε οι δημιουργοί να η ομάδας τεχνικής υποστήριξης να εξετάσει και αναγνωρίστει τα θέματα που παρουσιάστηκαν.
es: Se guardan registros de log durante el proceso de configuración del ordenador, para que los desarrolladores y el equipo de soporte técnico puedan revisarlos y corregir cualquier problema que encuentres.
es_419: Los registros de la aplicación se guardan durante el proceso de configuración del equipo para que los desarrolladores y el equipo de soporte técnico puedan examinar y corregir cualquier problema que encuentre.
et: Rakenduse logid salvestatakse arvuti seadistamise protsessi ajal, et arendajad saaksid vigu parandada.
fa: گزارش های برنامه در طول فرآیند تنظیم رایانه ذخیره می شوند؛ به گونه ای که توسعه دهندگان و تیم پشتیبانی فنی بتوانند هر گونه مشکل پیش آمده را بررسی و اصلاح کنند.
fil: Ang mga log ng app ay nai-save sa panahon ng proseso ng pag-configure ng computer upang ang mga developer at ang koponan ng suportang teknikal ay maaaring suriin at iwasto ang anumang mga isyu na nakatagpo mo.
fr: Les journaux de l'application sont sauvegardés durant le processus de configuration de l'ordinateur pour que les développeurs et le support technique puissent examiner et rectifier les problèmes rencontrés.
gu: એપ્લિકેશન લૉગ્સ કમ્પ્યુટરની પ્રક્રિયા દરમિયાન સાચવવામાં આવે છે જેથી ડેવલપર્સ અને તકનીકી સપોર્ટ ટીમ તમારી અનુભવી કોઇપણ સમસ્યાઓનું પરીક્ષણ અને નિદાન કરી શકે.
he: יומן פעילות נשמר במהלך הגדרת המחשב כך שמפתחי התוכנה והצוות הטכני יוכלו לבחון ולתקן כל בעיה שנתקלת בה.
hi: ऐप लॉग कंप्यूटर कॉन्फ़िगर करने की प्रक्रिया के दौरान सहेजे जाते हैं ताकि डेवलपर्स और तकनीकी सहायता टीम आपके सामने आने वाली किसी भी समस्या की जांच कर सकें और उसे सुधार सकें।
hu: Az alkalmazás naplói a számítógép konfigurációs folyamata során elmentésre kerülnek, így a fejlesztők és technikai támogató csapat megvizsgálhatja, valamint orvosolhatja az esetlegesen észlelt hibákat.
id: Log aplikasi disimpan selama proses konfigurasi komputer sehingga pengembang dan tim dukungan teknis dapat memeriksa dan memperbaiki masalah yang anda hadapi.
it: I registri delle app vengono salvati durante il processo di configurazione del computer in modo che gli sviluppatori e il team di supporto tecnico possano esaminare e correggere eventuali problemi riscontrati.
ko: 앱 로그는 컴퓨터 구성 프로세스 중에 저장되므로 개발자 및 기술 지원 팀이 발생하는 모든 문제를 검사하고 수정할 수 있습니다.
ku: تۆماره‌كانی به‌رنامه‌كه‌ هه‌ڵده‌گیرێن له‌كاتی پۆرسه‌ی ڕێكخستنی كۆمپیوته‌ره‌كه‌ت له‌به‌ر ئه‌وه‌ گه‌شه‌یپێده‌ره‌كان و تیمی پشتگیری ته‌كنیكی ده‌توانن هه‌ڵیبسه‌نگێنن و هه‌ر كێشه‌یه‌كت تووش بێت ڕاستی بكه‌یته‌وه‌.
nl: App-logboeken worden opgeslagen tijdens het computerconfiguratieproces, zodat de ontwikkelaars en het technische ondersteuningsteam eventuele problemen kunnen onderzoeken en oplossen.
no: App logger lagres under datamaskinens konfigurasjonsprosess, slik at utviklerne og teknisk support team kan undersøke og rette opp eventuelle problemer du møter.
pl: Raporty aplikacji są zapisywane podczas procesu konfiguracji komputera, więc programiści i zespół wsparcia technicznego zawsze mogą uporządkować wszelkie problemy, jakie mogą wystąpić.
ps: د App logs د کمپيوټر ترتیب کولو پروسې په دوران کې شیان خوندي کړي تر څو د پراختیا کونکي او تخنیکي ملاتړ ټیم وکولای شي هغه مسلې معاینه او تایید کړي چې تاسو ورسره مخ یاست.
pt_br: Os logs do aplicativo são salvos durante o processo de configuração do computador para que os desenvolvedores e a equipe de suporte técnico possam examinar e corrigir quaisquer problemas que você encontre.
pt_pt: Os ficheiros de registo da plataforma são guardados durante o processo de configuração do computador, de modo a que os programadores e a equipa técnica de suporte possam examinar e retificar qualquer problema que encontre.
ro: Jurnalele aplicațiilor sunt salvate în timpul procesului de configurare a computerului, astfel încât dezvoltatorii și echipa de asistență tehnică să poată examina și remedia orice probleme cu care vă confruntați.
sk: Logovacie záznamy aplikácie sa ukladajú počas procesu konfigurácie počítača, aby vývojári a tím technickej podpory mohli preskúmať a odstrániť akékoľvek problémy, s ktorými sa stretnete.
sl: Dnevniki aplikacij se shranjujejo med procesom konfiguracije, tako lahko razvijalci in naš podporni tim raziščejo vzroke morebitnih težav in vam pomagajo.
sq: Rregjistrimet e Aplikacionit ruhen procesit të konfigurimit të kompjuterit në mënyrë që zhvilluesit dhe grupi mbështetës mund të shqyrtojnë dhe korrigjojnë problemet që hasni.
sr: Radni dnevnici aplikacija se čuvaju tokom podešavanja računara tako da programeri i tehnička podrška mogu da ispitaju i isprave sve nastale greške.
sw: Kumbukumbu za programu zinahifadhiwa wakati wa mchakato wa kusanidi kompyuta ili madevelopa na timu ya msaada wa kiufundi waweze kuchunguza na kurekebisha masuala yoyote ukutana nayo.
ta: பயன்பாட்டு பதிவுகள் கணினி கட்டமைப்பிற்கான செயலாக்கத்தில் சேமிக்கப்படும், இதனால் டெவெலப்பர்கள் மற்றும் தொழில்நுட்ப ஆதரவு குழு நீங்கள் சந்திக்கும் எந்த சிக்கல்களையும் ஆய்வு செய்யலாம் மற்றும் திருத்தலாம்.
te: అనువర్తన లాగ్లు కంప్యూటర్ కాన్ఫిగరేషన్ ప్రక్రియలో సేవ్ చేయబడతాయి, అందువల్ల డెవలపర్లు మరియు సాంకేతిక మద్దతు బృందం మీరు ఎదుర్కొనే ఏవైనా సమస్యలను పరిశీలించి, సరిదిద్దవచ్చు.
th: ประวัติการใช้โปรแกรมจะถูกบันทึกไว้ในระหว่างที่การปรับแต่งคอมพิวเตอร์กำลังทำงาน นักพัฒนาและทีมฝ่ายสนับสนุนทางเทคนิคสามารถตรวจสอบและแก้ไขทุก ๆ ปัญหาที่คุณพบ
tr: Uygulama günlükleri bilgisayar yapılandırma işlemi sırasında kaydedilir böylece geliştiriciler ve teknik destek ekibi karşılaşabildiğiniz herhangi bir sorunu inceleyebilir ve düzeltebilir.
zh: 在電腦組態過程中儲存應用程式記錄，以便開發人員和技術支援團隊可以檢查和糾正您遇到的任何問題。
zh_cn: 在计算机配置过程中保存应用程序日志，以便开发人员和技术支持团队能够检查和纠正您遇到的任何问题。

# settings_firebug-title
source: Open the debug console
ar: فتح وحدة تصحيح الأخطاء
az: Xəta düzəltmə konsulunu aç
bg: Отвори конзолата за отстраняване на грешки
bn: ডিবাগ কনসোল চালু কর
ca: Obre la consola de debug
de: Debug-Konsole öffnen
el: Άνοιγμα της κονσόλας αποσφαλμάτωσης
es: Abre la consola de debug
es_419: Abrir la consola de depuración
et: Ava silumis konsool
fa: بازکردن کنسول اشکال زدایی
fil: Buksan ang debug console
fr: Ouvrir la console de débogage
gu: ડીબગ કોન્સોલ ને ઓપન કરો
he: פתח קונסול דיבג
hi: डिबग कंसोल खोलें
hu: Hibakereső konzol megnyitása
id: Buka konsol debug
it: Apri la console di debug
ko: 디버그 콘솔 열기
ku: یەکەی راستکردنەوەی هەلەکان بکەوە
nl: Open de debug-console
no: Åpne feilsøkingskonsollen
pl: Otwórz konsolę debugowania
ps: د ډوب کنسول خلاص کړئ
pt_br: Abrir o console de depuração
pt_pt: Abrir a consola de depuração
ro: Deschideți consola de depanare
sk: Otvorenie ladiacej konzoly
sl: Odprite razhroščevalno konzolo
sq: Hap Konsolën Debug
sr: Otvorite karticu za unos grešaka
sw: Fungua kiweko cha utatuzi
ta: பிழைத்திருத்த பணியகம் திறக்க
te: డీబగ్ కన్సోల్ తెరువు
th: เปิดหน้าต่างคอนโซล Debug
tr: Hata ayıklama konsolunu aç
zh: 打開調試主控台
zh_cn: 打开调试控制台
