Repository: DriverPackSolution/transifex-backup
Catalog: beetle/driverpack-solution-worldwide/driverpackpo/*.po
Languages: ar, az, bg, bn, ca, de, el, es, es_419, et, fa, fil, fr, gu, he, hi, hu, id, it, ko, ku, nl, no, pl, ps, pt_br, pt_pt, ro, sk, sl, sq, sr, sw, ta, te, th, tr, zh, zh_cn

# installation_header_promo_text_catalog
source: For those who prefer looking for drivers manually, we have created a special search engine that enables you to find drivers by inputting a DeviceID or name. This search engine's database contains more than a million drivers which makes it the largest in the world. This search engine is regularly extended with new drivers which have been tested manually, which allows it to remain fully up to date.
ar: بالنسبة لأولئك الذين يفضلون البحث عن برامج التشغيل يدويًا ، قمنا بإنشاء محرك بحث خاص يتيح لك العثور على برامج التشغيل عن طريق إدخال DeviceID أو اسم. تحتوي قاعدة بيانات محرك البحث هذه على أكثر من مليون برنامج تشغيل مما يجعلها الأكبر في العالم. يتم توسيع محرك البحث هذا بشكل منتظم مع برامج التشغيل الجديدة التي تم اختبارها يدويًا ، مما يسمح لها بالبقاء على اطلاع دائم.
az: Driverləri əl ilə axtarmağı seçənlər üçün, DeviceID və ya adını daxil edərək driverləri tapmağı təmin edən xüsusi bir axtarış motoru yaratmışıq. Bu axtarış motorlarının məlumat bazasına, dünyanın ən böyük məlumat bazası olan bir milyon driverdən daha çox driver daxildir. Bu axtarış motoru daimi olaraq əl ilə yoxlanmış, tamamilə yeni qalmasını təmin edən yeni driverlər ilə genişləyir.
bg: За тези, които предпочитат ръчно да търсят драйвери, създадохме специална търсачка, която ви позволява да намирате драйвери, като въведете DeviceID или име. Базата данни на тази търсачка съдържа повече от един милион драйвери, което я прави най-голямата в света. Тази търсачка редовно се разширява с нови драйвери, които са тествани ръчно, което позволява да остане напълно актуализирана.
bn: যারা নিজে নিজে ড্রাইভারসমূহ খুঁজতে বেশি পছন্দ করেন তাদের জন্য আমরা একটি বিশেষ সার্চ ইঞ্জিন তৈরি করেছি যা আপনাকে একটি DeviceID বা নাম প্রবেশ করিয়ে ড্রাইভারসমূহ খুঁজে পেতে সক্ষম করবে। এই সার্চ ইঞ্জিনের ডেটাবেইজে দশ লক্ষাধিক ড্রাইভার আছে যা একে বিশ্বের বৃহত্তম করেছে। ম্যানুয়ালি পরীক্ষিত নতুন ড্রাইভারসমূহ নিয়ে সার্চ ইঞ্জিনটি নিয়মিত সম্প্রসারিত হচ্ছে, যার জন্য এটি সম্পূর্ণ হালনাগাদ থাকে।
ca: Per als que preferiu cercar els controladors manualment, hem creat un motor de cerca especial que permet trobar els controladors a partir del seu DeviceID o nom. Aquesta base de dades conté més d'un milió de controladors el que la fa la més gran del món. El motor de cerca s'actualitza regularment amb nous controladors que han estat provats manualment, el que permet mantenir-la actualitzada en tot moment.
de: Für diejenigen, die lieber manuell nach Treibern suchen, haben wir eine spezielle Suchmaschine erstellt, die es Ihnen ermöglicht, Treiber zu finden, indem Sie eine DeviceID oder einen Namen eingeben. Diese Suchmaschinen-Datenbank enthält mehr als eine Million Treiber, die es zu der größten in der Welt machen. Diese Suchmaschine wird regelmäßig mit neuen, manuell getesteten Treibern erweitert, so dass Sie vollständig auf dem neuesten Stand bleiben kann.
es: Para aquellos que prefieren buscar los drivers manualmente, hemos creado un motor de búsqueda especial que te permite buscarlos a partir de su DeviceID o nombre. La base de datos de este motor de búsqueda contiene más de un millón de drivers, lo que la hace la mayor del mundo. Se actualiza regularmente con nuevos drivers que han sido manualmente probados, lo que permite mantenerla completamente al día.
es_419: Para aquellos que prefieren buscar controladores de forma manual, hemos creado un motor de búsqueda especial que le permite buscar controladores ingresando un DeviceID o nombre. La base de datos de este motor de búsqueda contiene más de un millón de controladores, lo que la convierte en la más grande del mundo. Este motor de búsqueda se amplía regularmente con controladores nuevos que se probaron manualmente, lo que le permite mantenerse actualizado.
et: Need kellele meeldib draivereid manuaalselt otsida, oleme loonud spetsiaalse otsingumootori, mis lubab teil leida draivereid sisestades DeviceID või nime. See otsingumootori andmebaas sisaldab rohkem kui miljon draiverit, mida muudab selle suurimaks maailmas. Otsingumootorit uuendatakse pidevalt uute draiveritega mida on manuaalselt testitud, mis lubab andmebaasil olla koguaeg värske.
fa: برای آن هایی که ترجیح می دهند به صورت دستی به دنبال درایور بگردند، ما موتور جستوجوگر خاصی را ساخته ایم که شما را قادر می سازد تا با وارد کردن یک DeviceID یا اسم، درایورها را پیدا کنید. دیتابیس این موتور جستوجوگر شامل بیشتر از میلیون ها درایور است که آن را بزرگترین دیتابیس در جهان می سازد. این موتور جستوجوگر به طور منظم با درایور های جدید تمدید شده که به صورت دستی تست شده اند، که اجازه می دهد به آن کاملا به روز رسانی باقی بماند.
fil: Para sa mga nais maghanap ng mga driver nang manu-mano, lumikha kami ng isang espesyal na search engine na nagbibigay-daan sa iyo upang makahanap ng mga driver sa pamamagitan ng pag-input ng DeviceID o pangalan. Ang database ng search engine na ito ay naglalaman ng higit sa isang milyong mga driver na pinakamalaki sa mundo. Ang search engine na ito ay regular na pinalawak ng mga bagong driver na sinubukan nang manu-mano, na pinanatili itong fully updated.
fr: Pour ceux qui préfèrent rechercher des pilotes manuellement, nous avons créé un moteur de recherche spécial qui vous permet de trouver des pilotes en entrant un DeviceID ou un nom. La base de données de ce moteur de recherche contient plus d'un million de pilotes, ce qui en fait le plus important au monde. Ce moteur de recherche est régulièrement élargi avec de nouveaux pilotes qui ont été testés manuellement, ce qui lui permet de rester entièrement à jour.
gu: જેઓ ડ્રાઇવર્સને જાતે શોધી રહ્યાં છે, અમે એક વિશેષ સર્ચ એન્જિન બનાવ્યું છે જે તમને DeviceID અથવા નામ દાખલ કરીને ડ્રાઇવરો શોધવા માટે સક્ષમ કરે છે. આ સર્ચ એન્જિનના ડેટાબેઝમાં દસ લાખથી વધુ ડ્રાઇવરોનો સમાવેશ થાય છે, જે તેને વિશ્વમાં સૌથી મોટો બનાવે છે. આ શોધ એન્જિન નિયમિત રીતે નવા ડ્રાઇવરો સાથે વિસ્તૃત છે, જે જાતે ચકાસવામાં આવ્યા છે, જે તેને સંપૂર્ણપણે અદ્યતીત રહેવાની મંજૂરી આપે છે.
he: עבור אלו המעדיפים למצוא דרייברים בצורה ידנית, יצרנו מנוע חיפוש מיוחד שמאפשר לך לחפש דרייברים בעזרת מזהה החומרה - DeviceID, או לפי שם. מאגר הנתונים של מנוע חיפוש זה מכיל יותר ממליון דרייברים - ולכן הוא הגדול ביותר בעולם. אנו מרחיבים את המאגר בצורה עקבית עם דרייברים חדשים, ובודקים אותם בצורה ידנית, וכך המאגר שלנו נשאר תמיד מעודכן.
hi: जो लोग ड्राइवरों की मैन्युअल रूप से तलाश करना पसंद करते हैं, हमने एक विशेष खोज इंजन बनाया है जो आपको एक DeviceID या नाम दर्ज करके ड्राइवरों को ढूंढने में सक्षम बनाता है। इस खोज इंजन के डेटाबेस में एक मिलियन से ज्यादा ड्राइवर हैं जो दुनिया में इसे सबसे बड़ा बनाता है। यह सर्च इंजन नियमित रूप से नए ड्राइवरों के साथ बढ़ाया जाता है जो मैन्युअल रूप से परीक्षण किया गया है, जो इसे पूरी तरह से अद्यतित रहने की अनुमति देता है।
hu: Azok, akik inkább manuálisan telepítenék a drivereket, létrehoztunk egy speciális keresőmotort, mely lehetővé teszi a driverek kikeresését a DeviceID vagy név megadásával. Ez a keresőmotor egymilliónál is több drivert tartalmaz, így a legnagyobbá vált a világon. Ez a keresőmotor gyakran frissül a legújabb driverekkel, melyeket manuálisan tesztelnek, ezáltal pedig mindig aktuális maradhat.
id: Bagi yang lebih memilih mencari driver secara manual, kami telah membuat mesin pencari khusus yang memungkinkan anda menemukan driver dengan memasukkan nama atau nama DeviceID. Database mesin pencari ini berisi lebih dari satu juta driver yang menjadikannya yang terbesar di dunia. Mesin pencari ini secara teratur bertambah dengan driver baru yang telah diuji secara manual, yang memungkinkannya tetap terbaru.
it: Per quelli che preferiscono cercare i driver manualmente, abbiamo creato un motore di ricerca apposito che permette di trovare i driver inserendo il DeviceID o il nome. Il database di questo motore di ricerca contiene più di un milione di driver che lo rendono il più grande al mondo. Questo motore di ricerca viene regolarmente esteso con nuovi driver che sono stati testati manualmente, il che gli consente di rimanere completamente aggiornato.
ko: 수동으로 드라이버를 찾는 것을 선호하는 사용자를 위해 DeviceID 또는 이름을 입력하여 드라이버를 찾을 수 있는 특수 검색 엔진을 만들었습니다. 이 검색 엔진의 데이터베이스에는 세계에서 가장 큰 드라이버가 포함되어 있습니다. 이 검색 엔진은 수작업으로 테스트한 새로운 드라이버로 정기적으로 확장되어 완전히 최신 상태로 유지됩니다.
ku: بۆ ئەوانەی کە پێیان باشترە بەشێوەیەکی دەستکرد بەدوای پێناسەکان بگەڕێن، ئێمە مەکینەیێکی بەدواگەڕانی تایبەتمان دروست کردووە کە توانا دەدات بە تۆ بۆ دۆزینەوەی پێناسەکان بە نوسینی DeviceID یان ناو. داتابەیسی ئەم مەکینەی بەدواگەڕان زیاتر لە ملیۆن پێناسەکان لەخۆ دەگرێتەوە کە زۆرترینە لە جیهاندا. ئەم مەکینەی بەدواگەڕان بەشێوەیەکی ڕێک و پێک درێژکراوە لەگەڵ پێناسەکانی نوێ کە بە دەستکردی تاقی کراون، کە رێگە دەدات هەموو کاتێک نوێترین نوسخە بێن.
nl: Voor degenen die liever handmatig naar drivers zoeken, hebben we een speciale zoekmachine gemaakt waarmee u drivers kunt vinden door een ApparaatID of naam in te voeren. De database van deze zoekmachine bevat meer dan een miljoen drivers en is daarmee de grootste ter wereld. Deze zoekmachine wordt regelmatig uitgebreid met nieuwe drivers die handmatig zijn getest, waardoor deze volledig bijgewerkt blijft.
no: For de som foretrekker å lete etter drivere manuelt, har vi opprettet en spesiell søkemotor som gjør at du kan finne drivere ved å taste inn en DeviceID eller et navn. Denne søkemotorens database inneholder mer enn en million drivere som gjør den til den største i verden. Denne søkemotoren utvides regelmessig med nye drivere som har blitt testet manuelt, noe som gjør det mulig å forbli helt oppdatert.
ps: د هغو کسانو لپاره چې په سوریه کې د موټرو په لټه کې دي، موږ یو ځانګړي پلټونکی انجنی رامینځته کړی چې تاسو یې د DeviceID یا نوم په لیکلو سره د موټرو موندلو لپاره وړتیا چمتو کړي. د دې لټون انجنی ډیټابیس د یو ملیون ډرایوران لري چې دا په نړۍ کې ترټولو لویه برخه ده. دا د لټون انجن په منظمه توګه د نویو چلوونکو سره تمدید کیږي کوم چې په خپل ځان کې آزموینه شوي، کوم چې دا تر دې نېټې پورې بشپړ پاتې کیدی شي.
pt_br: Para aqueles que preferem procurar drivers manualmente, criamos um mecanismo de busca especial que permite que você encontre os drivers inserindo um DeviceID ou um nome. O banco de dados desse motor de pesquisa contém mais de um milhão de drivers, o que o torna o maior do mundo. Este mecanismo de pesquisa é regularmente expandido com novos drivers que foram testados manualmente, o que permite que ele permaneça totalmente atualizado.
pt_pt: Para os que preferem procurar os controladores manualmente, criamos um motor de busca especial que permite que encontre controladores introduzindo o DeviceID ou o nome. A base de dados desde motor de busca contém mais de um milhão de controladores o que faz com que seja a maior do mundo. Este motor e busca é regularmente expandido com controladores novos que são manualmente testados, o que lhe permite estar sempre atualizada.
ro: Pentru cei care preferă căutarea manuală a driverelor, am creat un motor de căutare special care vă permite să găsiți drivere prin introducerea unui DeviceID sau a unui nume. Baza de date a aceastui motor de căutare conține mai mult de un milion de drivere, ceea ce îl face cel mai mare din lume. Acest motor de căutare este extins în mod regulat cu drivere noi, care au fost testate manual, ceea ce îi permite să rămână pe deplin actualizat.
sk: Pre tých, ktorí radšej hľadajú ovládače ručne, sme vytvorili špeciálny vyhľadávač, ktorý vám umožní nájsť ovládače zadaním DeviceID alebo názvu. Táto databáza vyhľadávacích nástrojov obsahuje viac ako milión ovládačov, čo z nej robí najväčšiu na svete. Tento vyhľadávací nástroj sa pravidelne rozširuje o nové ručne testované ovládače, ktoré mu umožňujú zostať v plnom rozsahu aktuálnym.
sl: Za tiste, ki raje iščejo gonilnike sami, smo ustvarili poseben iskalnik, ki vam omogoča, da poiščete gonilnike tako, da vnesete DeviceID ali ime naprave. Baza podatkov tega iskalnika vsebuje več kot milijon gonilnikov, zaradi česar je največja na svetu. Ta iskalnik je redno razširjen z novimi gonilniki, ki so bili ročno testirani, kar omogoča, da ostanejo popolnoma posodobljeni.
sq: Për ata që preferojnë të kërkojnë manualisht për drajvera, ne kemi krijuar një motorr kërkimi që iu mundëson të gjeni drajvera duke dhënë DeviceID ose emrin. Kjo databazë e motorrit të kërkimit përmban më shumë se një milion drajvera që e bën atë më të madhen në botë. Ky motorr kërkimi zgjerohet vazhdimisht me drajvera të rinj të cilët janë testuar manualisht, që e lejon atë të mbetet tërësisht e përditësuar.
sr: Za one koji više vole da samostalno traže drajvere napravili smo poseban pretraživač koji omogućava nalaženje odgovarajućih drajvera unošenjem DeviceID-a ili imena drajvera. Baza drajvera pretraživača sadrži više od milion drajvera što je čini najvećom na svetu. Pretraživač se redovno dopunjava sa novim drajverima koji su ponaosob provereni, što sprečava zastarevanje baze.
sw: Kwa wale ambao wanapendelea kutafuta madriver wenyewe, tumeunda injini maalum ya utafutaji ambayo inakuwezesha kupata madriver kwa kuingia kwa DeviceID au jina. Mbegu hii ya injini ya utafutaji ina zaidi ya madriver milioni ambayo inafanya kuwa kubwa duniani. Injini hii ya utafutaji inapanuliwa mara kwa mara na madriver mapya ambayo yamejaribiwa manually , ambayo inaruhusu kubaki kikamilifu hadi sasa.
ta: கைமுறையாக டிரைவர்கள் தேடுவதை விரும்புவோருக்கு, ஒரு சிறப்புத் தேடு பொறியை நாங்கள் உருவாக்கியிருக்கிறோம், இது ஒரு DeviceID அல்லது பெயரை உள்ளிடுவதன் மூலம் இயக்கிகளைக் கண்டறிய உதவுகிறது.இந்த தேடுபொறியின் தரவுத்தளமானது, உலகில் மிகப்பெரிய சாதனையாளனாக ஒரு மில்லியன் இயக்கிகளை விட அதிகமாக உள்ளது.இந்த தேடுபொறி தொடர்ந்து புதிய டிரைவர்களுடனான நீட்டிக்கப்பட்டுள்ளது, இவை கைமுறையாக சோதனை செய்யப்பட்டு, இது தேதி வரை முழுமையாக இருக்க அனுமதிக்கிறது.
te: మానవీయంగా డ్రైవర్లు కోసం చూస్తున్న ఇష్టపడతారు వారికి, మేము మీరు ఒక ఇవ్వడం ద్వారా డ్రైవర్లు కనుగొనేందుకు అనుమతిస్తుంది ఒక ప్రత్యేక శోధన ఇంజిన్ సృష్టించారు DeviceID లేదా పేరు. ఈ సెర్చ్ ఇంజిన్ యొక్క డేటాబేస్లో ఒక మిలియన్ కంటే ఎక్కువ మంది డ్రైవర్లు ప్రపంచంలోనే అతి పెద్దదిగా ఉన్నారు. ఈ సెర్చ్ ఇంజిన్ క్రమం తప్పకుండా కొత్త డ్రైవర్లతో పొడిగించబడింది, ఇవి మానవీయంగా పరీక్షించబడ్డాయి, ఇది తేదీ వరకు పూర్తిగా కొనసాగడానికి అనుమతిస్తుంది.
th: สำหรับผู้ที่ชอบหาไดรเวอร์ด้วยตัวเอง เราได้สร้างเสิร์ชเอนจิ้นพิเศษที่ช่วยให้คุณหาไดรเวอร์โดยกรอก DeviceID หรือชื่อ ฐานข้อมูลของเสิร์ชเอนจิ้นนี้รวมไดรเวอร์มากกว่าล้านไดรเวอร์ที่ทำให้มันเป็นฐานข้อมูลที่ใหญ่ที่สุดในโลก เสิร์ชเอนจิ้นนี้ขยายอย่างสม่ำเสมอโดยมีไดรเวอร์ใหม่ ๆ ที่ถูกทดสอบด้วยมือที่ช่วยให้มันยังคงทันสมัยอย่างเต็มที่
tr: Sürücüleri el ile aramayı tercih edenler için, DeviceID veya ad girerek sürücüleri bulmayı sağlayan özel bir arama motoru oluşturduk. Bu arama motorlarının veritabanı, dünyanın en büyük veritabanı olan bir milyon sürücüden daha fazlasını içerir. Bu arama motoru düzenli olarak el ile denenmiş, tamamen güncel kalmasını sağlayan yeni sürücüler ile genişler.
zh: 對於那些喜歡手動尋找驅動程式的使用者，我們建立了一個特殊的搜索引擎，可以透過輸入 DeviceID 或名稱來找到驅動程式。該搜索引擎的資料庫包含超過一百萬個驅動程式，使其成為世界上最大的驅動程式資料庫。這個搜索引擎定期擴充新的驅動程式已被手動測試，這使得它能夠保持完全最新。
zh_cn: 对于那些喜欢手动查找驱动程序的用户，我们创建了一个特殊的搜索引擎，可以通过输入 DeviceID 或名称来找到驱动程序。 该搜索引擎的数据库包含超过一百万个驱动程序，使其成为世界上最大的驱动程序。 该搜索引擎定期扩展，已经手动测试的新驱动程序，使其能够保持完全更新。

# installation_header_promo_title_authorization
source: Log in in order to save the settings
ar: تسجيل الدخول من أجل حفظ الإعدادات
az: Tınzimləmələri yadda saxlamaq üçün daxil olun
bg: Влезте, за да запазите настройките
bn: সেটিংস্‌ সেভ করতে লগ ইন করুন
ca: Inicia sessió per tal de desar les opcions
de: Anmelden, um die Einstellungen zu speichern
el: Συνδεθείτε για να αποθηκεύσετε τις ρυθμίσεις
es: Inicia sesión para guardar tus preferencias
es_419: Inicia sesión para guardar la configuración
et: Logi sisse, et salvestada seaded
fa: شما باید وارد شوید تا بتوانید تنظیمات را ثبت کنید
fil: Mag-log in upang mai-save ang mga setting
fr: Connectez-vous pour enregistrer les paramètres
gu: લૉગ-ઇન કરો જેથી કરી તમે સેટિંગ્સ સેવ કરી શકો
he: הרשם בכדי לשמור את ההגדרות
hi: सेटिंग्स को बचाने के लिए लॉग इन करें
hu: Jelentkezzen be a beállításai elmentéséhez
id: Masuk untuk menyimpan pengaturan
it: Accedi al fine di salvare i settaggi
ko: 설정을 저장하려면 로그인하세요
ku: داخڵببه‌ له‌به‌ر هه‌ڵگرتنی ڕێكخستنه‌كان
nl: Aanmelden om de instellingen op te slaan
no: Logg på for å lagre innstillingene
pl: Zaloguj się aby zapisać ustawienia
ps: د ترتیباتو د خوندي کولو لپاره د ننوتلو لپاره ننوتل
pt_br: Faça o login para salvar as configurações
pt_pt: Inicie sessão de modo a que grave as suas definições
ro: Conectați-vă pentru a salva setările
sk: Prihláste sa, aby ste uložili nastavenia
sl: Prijavite se, če želite shraniti nastavitve
sq: Hyr në mënyrë që të ruash cilësimet
sr: Prijavite se da bi ste sačuvali podešavanja
sw: Ingia ili uhifadhi mipangilio
ta: அமைப்புகளை சேமிக்கும் பொருட்டுடன் உள்நுழைக
te: సెట్టింగులను సేవ్ చేయడానికి లాగిన్ అవ్వండి
th: เข้าสู่ระบบเพื่อบันทึกการตั้งค่า
tr: Ayarları kaydetmek için oturum açın
zh: 登入以儲存設定
zh_cn: 登录以保存设置
