Repository: DriverPackSolution/transifex-backup
Catalog: beetle/driverpack-solution-worldwide/driverpackpo/*.po
Languages: ar, az, bg, bn, ca, de, el, es, es_419, et, fa, fil, fr, gu, he, hi, hu, id, it, ko, ku, nl, no, pl, ps, pt_br, pt_pt, ro, sk, sl, sq, sr, sw, ta, te, th, tr, zh, zh_cn

# start_caption
source: DriverPack will scan the system, install the required<br/>drivers and software, and perform diagnostics. <br/>The computer's efficiency should increase.
ar: سيقوم برنامج DriverPack بمسح النظام وتثبيت البرامج المطلوبة<br/>وبرامج الكمبيوتر وإجراء التشخيصات. <br/>يجب زيادة كفاءة الكمبيوتر.
az: DriverPack, sistemi analiz edəcək, lazımi driverləri və <br/>proqramı quraşdıracaq və diaqnostikalar edəcək. <br/>Kompüterin məhsuldarlığı artmalıdır.
bn: DriverPack সিস্টেমটি খুঁটিয়ে দেখবে, দরকারি ড্রাইভারসমূহ <br/>ও সফটওয়্যার ইন্সটল করবে, এবং ডায়াগনস্টিকস্‌ সম্পন্ন করবে। <br/>কম্পিউটারের কার্যকরতা বৃদ্ধি পাওয়া উচিত।
ca: DriverPack escanejarà el sistema, instal·larà els controladors <br/> necessaris i les aplicacions i realitzarà uns diagnosis. <br/> La eficiència de l'ordinador hauria d'incrementar.
es: DriverPack escaneará el sistema, instalará los <br/> drivers y aplicaciones requeridas y realizará diagnósticos. <br/> La eficiencia del ordenador posiblemente aumente.
es_419: DriverPack escaneará el sistema, instalará el<br/>controladores y software, y realizar diagnósticos. <br/>La eficiencia de la computadora debería aumentar.
fa: DriverPack سیستم را اسکن خواهد کرد و<br/>درایور و نرم افزار مورد نیاز را نصب خواهد کرد و عیب یابی را فراهم می کند. <br/>کارایی کامپیوتر باید افزایش یابد
fil: I-scan ng DriverPack ang system, i-install ang mga kailanganin<br/>na drivers at software, at magsagawa ng mga diagnostic. <br/>Ang kahusayan ng computer ay dapat dagdagan.
gu: DriverPack સિસ્ટમને સ્કેન કરશે, જરૂરી ડ્રાઈવર્સ<br/>સ્થાપિત કરશે, અને ડાઈગ્નોસ્ટિક્સ પણ પરફોર્મ કરશે. <br/>કમ્પ્યુટરની કાર્યક્ષમતા પણ વધવી જોઈએ.
hi: DriverPack सिस्टम को स्कैन करेगा, आवश्यक<br/>ड्रायवर और सॉफ़्टवेयर इंस्टॉल करेगा, और निदान करेगा। <br/>कंप्यूटर की दक्षता बढ़नी चाहिए।
ko: DriverPack 은 시스템을 검사하고 필요한 드라이버와<br/>소프트웨어를 설치하며 진단을 수행합니다. <br/>컴퓨터의 효율성이 높아집니다.
pl: DriverPack przeskanuje system, zainstaluje<br/>potrzebne sterowniki i programy i przeprowadzi diagnostykę. <br/>Sprawność komputera powinna się poprawić.
pt_pt: O DriverPack vai analisar o sistema, instalar os necessários <br/>controladores e programas, e efetuar diagnósticos. <br/>A eficiência do seu computador deverá aumentar.
ro: DriverPack va scana sistemul, va instala<br/>driverele și software-ul necesar, și va efectua diagnostice. <br/>Eficiența calculatorului ar trebui să crească.
sl: DriverPack bo skeniral sistem, namestil potrebne<br/>programe in programsko opremo ter opravil diagnostiko. <br/>Učinkovitost računalnika bi se morala povečati.
ta: DriverPack வன்பொருள் தொகுப்பு கணினியை பரிசோதனை செய்து, தேவையான<br/>வன்பொருள்களையும், மென்பொருள்களையும் நிறுவும், மற்றும் குறைகளை கண்டறிந்து சரி செய்யும். <br/>கணினியின் திறனை அதிகரிக்க இது துணை புரியும்.
th: DriverPack จะสแกนระบบ ติดตั้ง<br/>ไดรเวอร์และซอฟท์แวร์ที่ต้องการ และวินิจฉัย <br/>ประสิทธิภาพของคอมพิวเตอร์จะเพิ่มขึ้น
tr: DriverPack, sistemi tarayacak, gerekli sürücüleri ve<br/>yazılımı yükleyecek, ve tanılamaları yapacak. <br/>Bilgisayarın verimliliği artmalıdır.
zh: DriverPack 將掃描系統，安裝所需的<br/>驅動程式和軟體，並執行診斷。<br/>應會提高電腦的效率。

# start_license
source: License Agreement
ar: اتفاقية الترخيص
az: Lisenziya Müqaviləsi
bg: Лицензионни условия
bn: লাইসেন্স চুক্তি
ca: Acord de llicència
de: Lizenzvereinbarung
el: Άδεια Χρήσης
es: Acuerdo de Licencia
et: Litsents
fa: قوانین استفاده
fil: Kasunduan sa Lisensya
fr: Contrat de licence
gu: લાયસન્સ કરાર
he: הסכם רישיון
hi: लाइसेंस समझौता
hu: Általános Szerződési Feltételek -kel.
id: Perjanjian Lisensi
it: Contratto di Licenza
ko: 라이센스 동의
ku: مۆڵه‌تنامه‌ی ڕێككه‌وتن
nl: Licentieovereenkomst
no: Lisensavtale
pl: Umowa licencyjna
ps: د جواز تړون
pt_br: Termos de Licença
pt_pt: Acordo da Licença
ro: Termeni și Condiții
sk: Licenčná zmluva
sl: Licenčna pogodba
sq: Marrëveshja e Licencës
sr: Ugovorna licenca
sw: Mkataba wa leseni
ta: உரிம ஒப்பந்தம்
te: లైసెన్స్ ఒప్పందం
th: ข้อตกลงการอนุญาตใช้สิทธิ์
tr: Lisans Sözleşmesi
zh: 授權合約
zh_cn: 许可协议

# start_expert_mode
source: Expert Mode
ar: وضع الخبراء
az: Ekspert Rejimi
bg: Експертен режим
bn: অভিজ্ঞ মোড
ca: Mode Expert
de: Expertenmodus
el: Επιλογές για Προχωρημένους
es: Modo experto
es_419: Modo experto
et: Eksperdi režiim
fa: حالت پیشرفته و ماهر
fr: Mode Expert
gu: એક્સપર્ટ મોડ
he: מצב מתקדם
hi: विशेषज्ञ मोड
hu: Szakértő mód
id: Mode ahli
it: Modo Esperto
ko: 전문가 모드
ku: حاڵه‌تی شاره‌زا
nl: Expert Modus
no: Ekspert Mode
pl: Tryb eksperta
ps: د ماهر ټکي
pt_br: Modo Avançado
pt_pt: Modo Especialista
ro: Mod Expert
sk: Expertný režim
sl: Napredni način
sq: Gjendje Ekspert
sr: Ekspertski režim
sw: Mode ya mtaalam
ta: நிபுணத்துவ நிலை
te: నిపుణుడు మోడ్
th: โหมดผู้เชี่ยวชาญ
tr: Uzman Kipi
zh: 專家模式
zh_cn: 专家模式

# start_drivers_title
source: {{COUNT}} driver will be installed
ar: {{COUNT}} سيتم تثبيت برامج التشغيل
az: {{COUNT}} driver quraşdırılacaq
bg: {{COUNT}} драйвери ще бъдат инсталирани
bn: {{COUNT}} টি ড্রাইভার ইন্সটল হবে
ca: S'instal·larà {{COUNT}} controlador
de: {{COUNT}} Treiber wird installiert
el: {{COUNT}} πρόγραμμα οδήγησης θα εγκατασταθεί
es: Se instalará {{COUNT}} driver
es_419: {{COUNT}}controlador se instalará
et: {{COUNT}} draiver paigaldatakse
fa: {{COUNT}} درایورها نصب خواهد شد
fil: {{COUNT}} mai-install ang mga driver
fr: {{COUNT}} le pilote sera installé
gu: {{COUNT}} ડ્રાઈવર સ્થાપિત થઈ જશે
he: דרייבר {{COUNT}} יותקן
hi: {{COUNT}} ड्राइवर को स्थापित किया जाएगा
hu: {{COUNT}} driver kerül telepítésre
id: {{COUNT}} driver akan dipasang
it: {{COUNT}} i driver saranno installati
ko: {{COUNT}} 개의 드라이버가 설치됩니다
ku: {{COUNT}} پێناسە دادەمەزرێت
no: {{COUNT}} driver vil bli installert
pl: Zostanie zainstalowany {{COUNT}} sterownik
ps: {{COUNT}} چلونکی به نصب شي
pt_br: {{COUNT}} driver será instalado
pt_pt: {{COUNT}} controlador será instalado
ro: {{COUNT}} driver va fi instalat
sk: {{COUNT}}ovládač bude nainštalovaný
sl: {{COUNT}} gonilnik bo nameščeno
sq: {{COUNT}} drajver do të instalohet
sr: {{COUNT}} drajver će biti instaliran
sw: Driver {{COUNT}} yatawekwa
ta: {{COUNT}} வன்பொருள் நிறுவப்படும்
te: {{COUNT}} డ్రైవర్ ఇన్స్టాల్ చేయబడుతుంది
th: จะมีไดร์เวอร์ {{COUNT}} ตัวที่จะถูกติดตั้ง
tr: {{COUNT}} sürücü yüklenecektir
zh: {{COUNT}} 個驅動程式將被安裝
zh_cn: {{COUNT}} 驱动程序将被安装

# start_drivers_popover
source: The drivers for your computer have been selected and are ready for installation. Before it starts, a restore point will be created.
ar: تم تحديد برامج التشغيل للكمبيوتر الخاص بك وهي جاهزة للتثبيت. قبل أن تبدأ ، سيتم إنشاء نقطة استعادة.
az: Kompüteriniz üçün driverlər seçilmişdir və quraşdırma üçün hazırdır. Quraşdırma başlamamışdan qabaq, bir bərpa nöqtəsi yaradılacaq.
bg: Драйверите за вашия компютър са избрани и са готови за инсталиране. Преди да започне, ще бъде създадена точка за възстановяване.
bn: কম্পিউটারের জন্য ড্রাইভারসমূহ নির্বাচিত করা হয়েছে এবং সেগুলো ইন্সটলেশনের জন্য তৈরি। এ কাজ শুরুর পূর্বে একটি রিস্টোর পয়েন্ট তৈরি করা হবে।
ca: Els controladors del vostre ordinador han estat seleccionats i estan a punt per ser instal·lats. Abans de començar, es crearà un punt de restauració.
de: Die Treiber für Ihren Computer wurden ausgewählt und sind für die Installation bereit. Vor dem Start der Installation wird ein Wiederherstellungspunkt erstellt.
el: Έχει γίνει η επιλογή των προγραμμάτων οδήγησης και είναι έτοιμα για εγκατάσταση. Πριν την έναρξη της εγκατάστασης, θα δημιουργηθεί ένα σημείο επαναφοράς συστήματος.
es: Los drivers para tu ordenador estan seleccionados y listos para su instalación. Antes de empezar, se creará un punto de restauración.
es_419: Los controladores para su computadora han sido seleccionados y están listos para su instalación. Antes de que comience, se creará un punto de restauración.
et: Draiverid teie arvutile on valitud ja on valmis paigaldauseks. Enne alustamist luuakse taastekoht.
fa: درایور های کامپیوتر شما انتخاب شده است و آماده نصب است. قبل از اجرا، یک نقطه بازگشت ساخته خواهد شد.
fil: Ang mga driver para sa iyong computer ay napili at handa na para sa pag-install. Bago ito magsimula, ito ay malilikha ang isang restore point.
fr: Les pilotes de votre ordinateur ont été sélectionnés et sont prêts pour l'installation. Avant de commencer, un point de restauration sera créé.
gu: તમારા કમ્પ્યુટર માટે ડ્રાઇવરો પસંદ કરવામાં આવ્યા છે અને તે ઇન્સ્ટોલેશન માટે તૈયાર છે. તે શરૂ થાય તે પહેલાં, એક પુનઃસ્થાપિત બિંદુ બનાવવામાં આવશે.
he: הדרייברים עבור מחשבך נבחרו ומוכנים להתקנה. לפני ההתקנה, נקודת שחזור תווצר
hi: आपके कंप्यूटर के ड्राइवरों को चुना गया है और स्थापना के लिए तैयार हैं। शुरू होने से पहले, एक पुनर्स्थापना बिंदु बनाया जाएगा।
hu: A számítógépéhez kijelölt driverek készen állnak a telepítésre. Mielőtt elkezdődne a folyamat, egy rendszer-visszaállítási pontot hozunk létre.
id: Driver untuk komputer anda telah dipilih dan siap untuk dipasang. Sebelum dimulai, titik pemulihan akan dibuat.
it: I driver per il tuo computer sono stati selezionati e sono pronti per l'installazione. Prima dell'inizio, verrà creato un punto di ripristino.
ko: 컴퓨터 용 드라이버가 선택되어 설치 준비가 되었습니다. 시작하기 전에 복원 지점이 생성됩니다.
ku: پێناسەکان بۆ کۆمپیوتەرەکەت هەلبژێردران و ئامادەن بۆ دامەزراندن. پێش دەستپێکردن، خالی گەران دروست دەبێت.
nl: De drivers voor uw computer zijn geselecteerd en zijn gereed voor installatie. Voordat het begint, wordt er een herstel-punt gemaakt.
no: Driverne for datamaskinen din er valgt og er klare for installasjon. Før den starter, vil et gjenopprettingspunkt bli opprettet.
pl: Sterowniki dla twojego komputera zostały wybrane i są gotowe do instalacji. Zanim zaczniemy zostanie utworzony punkt przywracania systemu.
ps: ستاسو د کمپیوټر چلوونکي ټاکل شوي او د نصب لپاره چمتو دي. مخکې له دې چې دا پیل شي، د بیا رغونې ټکی به رامینځ ته شي.
pt_br: Os drivers para o seu computador foram selecionados e estão prontos para instalação. Antes de começar, um ponto de restauração será criado.
pt_pt: Os controladores para o seu computador foram selecionados e estão prontos para instalação. Antes da instalação, vai ser criado um ponto de restauro.
ro: Driverele pentru computerul dvs. au fost selectate și sunt pregătite pentru instalare. Înainte de a începe, se va crea un punct de restaurare.
sk: Ovládače pre váš počítač boli vybraté a sú pripravené na inštaláciu. Pred spustením inštalácie sa vytvorí bod obnovenia.
sl: Gonilniki za vaš računalnik so bili izbrani in so pripravljeni za namestitev. Preden se zažene namestitev, bo ustvarjena obnovitvena točka sistema.
sq: Drajverat për kompjuterin tuaj janë përzgjedhur dhe janë gati për instalim. Para se të fillojë instalimi, një pikë rikthimi do të krijohet.
sr: Drajveri za vaš računar su odabrani i spremni za instliranje. Pre nego što proces instaliranje počne, tačka vraćanja će biti napravljena.
sw: Madriver ya kompyuta yako yamechaguliwa na tayari kuwekwa. Kabla ya kuanza, uhakika wa kurudisha utaundwa.
ta: உங்கள் கணினிக்கான வன்பொருள்கள் தேர்வு செய்யப்பட்டு நிறுவலுக்கு தயாராக உள்ளன. அது தொடங்கும் முன், ஒரு மீட்டெடுப்பு புள்ளி உருவாக்கப்படும்.
te: మీ కంప్యూటర్ కోసం డ్రైవర్లు ఎంపిక చేయబడ్డాయి మరియు సంస్థాపన కోసం సిద్ధంగా ఉన్నాయి. ఇది మొదలవుతుంది ముందు, పునరుద్ధరణ పాయింట్ సృష్టించబడుతుంది.
th: ไดรเวอร์สำหรับคอมพิวเตอร์ของคุณได้ถูกเลือกไว้แล้วและพร้อมสำหรับการติดตั้ง ก่อนที่มันจะเริ่มต้นจุดคืนค่าจะถูกสร้างขึ้น
tr: Bilgisayarınız için sürücüler seçilmiştir ve kurulum için hazırdır. Kurulum başlamadan önce, bir geri yükleme noktası oluşturulacaktır.
zh: 已選擇您電腦的驅動程式並準備安裝。在開始之前，將建立一個還原點。
zh_cn: 您的计算机的驱动程序已被选择并准备安装。在开始之前，将创建一个还原点。

# start_programs_title
source: {{COUNT}} app will be installed
ar: {{COUNT}} سيتم تثبيت التطبيقات
az: {{COUNT}} proqram quraşdırılacaq
bg: {{COUNT}} приложения ще бъдат инсталирани
bn: {{COUNT}} এ্যাপটি ইনস্টল হবে
ca: S'instal·larà {{COUNT}} aplicació
de: {{COUNT}} App wird installiert
el: {{COUNT}} εφαρμογή θα εγκατασταθεί
es: Se instalará {{COUNT}}aplicación
es_419: {{COUNT}}la aplicación se instalará
et: {{COUNT}} programm paigaldatakse
fa: {{COUNT}} برنامه نصب خواهد شد
fil: {{COUNT}} app ang mai-install
fr: {{COUNT}} l'application sera installée
gu: {{COUNT}} એપ સ્થાપિત થઈ જશે
he: תוכנה {{COUNT}} תותקן
hi: {{COUNT}} ऐप इंस्टॉल किए जाएंगे
hu: {{COUNT}} alkalmazás kerül telepítésre
id: {{COUNT}} aplikasi akan dipasang
it: {{COUNT}} l'app verrà installata
ko: {{COUNT}} 개의 앱이 설치됩니다
ku: {{COUNT}} به‌رنامه‌ دامه‌زرێندراوه‌
no: {{COUNT}} app vil bli installert
pl: {{COUNT}}aplikacja zostanie zainstalowana
ps: {{COUNT}} ایپ به نصب شي
pt_br: {{COUNT}} aplicativo será instalado
pt_pt: {{COUNT}} aplicação será instalada
ro: {{COUNT}} aplicație va fi instalată
sk: {{COUNT}} aplikácia bude nainštalovaná
sl: {{COUNT}} aplikacija bo nameščena
sq: {{COUNT}} aplikacion do të instalohet
sr: {{COUNT}} aplikacija će biti instalirana
sw: Programu {{COUNT}} zitawekwa
ta: {{COUNT}} நிரல்கள் நிறுவப்படும்
te: {{COUNT}} అనువర్తనం ఇన్స్టాల్ చేయబడుతుంది
th: {{COUNT}} แอพจะถูกติดตั้ง
tr: {{COUNT}} uygulama yüklenecektir
zh: 將安裝 {{COUNT}} 套應用程式
zh_cn: {{COUNT}} 将安装应用程序

# start_programs_popover
source: The following free recommended software programs have been selected for your computer: antiviruses, archivers, browsers, and driver toolkits — everything what might be helpful for comfortable operation.
ar: تم اختيار البرامج المجانية التالية الموصى بها لجهاز الكمبيوتر الخاص بك: برامج مكافحة الفيروسات ، وأرشيف ، ومتصفحات ، وأدوات أدوات التشغيل — كل ما قد يكون مفيدًا للتشغيل المريح.
az: Kompüteriniz üçün seçilmiş tövsiyyə edilən pulsuz proqramlar bunlardır: antiviruslar, arxivləyicilər, veb səyyahlar və driver alət çantaları — rahat əməliyyat aparmaq üçün köməkçi ola biləcək hər şey.
bg: За компютъра са избрани следните безплатни препоръчвани софтуерни програми: антивируси, архиватори, браузъри и драйвери — всичко, което може да бъде полезно за удобна работа.
bn: নিচের সুপারিশকৃত ফ্রি সফটওয়্যার প্রোগ্রামসমূহ আপনার কম্পিউটারের জন্য বাছাই করা হয়েছে: অ্যান্টিভাইরাসসমূহ, আর্কাইভারস্‌, ব্রাউজারসমূহ, এবং ড্রাইভার টুলকিটস্‌ — সহজে কাজ করার জন্য উপকারী হতে পারে এমন সবকিছু।
ca: Les aplicacions gratuïtes i recomanades següents estan seleccionades per al vostre ordinador: antivirus, compressors de fitxers, navegadors i utilitats per a controladors — tot el que pot ser útil per al seu ús.
de: Die folgenden kostenlosen empfohlenen Programme wurden für Ihren Computer ausgewählt: Antivirenprogramme, Archivierer, Browser und Treiber-Toolkits — alles, was für einen komfortablen Betrieb hilfreich sein könnte.
es: Las siguientes aplicaciones gratuitas se han seleccionado para ti: antivirus, gestores de archivos comprimidos, navegadores y utilidades de drivers — todo lo que te puede resultar útil.
es_419: Se han seleccionado los siguientes programas de software gratuitos recomendados para su computadora: antivirus, archivadores, navegadores y kits de herramientas del controlador — todo lo que podría ser útil para una operación cómoda.
et: See soovitatud ja tasuta tarkvara on valitud välja teie arvuti jaoks: antiviirus, arhiveerijad, sirvijad ja draiveri tööriistad — kõik mida võib vaja minna mugavaks tööks.
fa: نرم افزار های رایگان توصیه شده ذیل برای کامپیوتر شما انتخاب شده است: آنتی ویروس ها، آرشیوها، مرورگرها و جعبه درایورها — همه چیز هر آنچه که ممکن است برای عملکرد راحت موردنیاز باشد.
fil: Ang mga sumusunod na libreng software na inirerekumendang ay napili para sa iyong computer: mga antivirus, mga archiver, mga browser, at mga toolkit ng driver — lahat ng bagay na maaaring makatulong.
fr: Les programmes de logiciels gratuits recommandés suivants ont été sélectionnés pour votre ordinateur: les antivirus, les logiciels de compression de données, les navigateurs et les boîtes à outils pour les pilotes — tout ce qui peut être utile pour un fonctionnement confortable.
gu: નીચે આપેલા મફત ભલામણ કરાયેલ સૉફ્ટવેર પ્રોગ્રામ્સ તમારા કમ્પ્યુટર માટે પસંદ કરવામાં આવ્યા છે: એન્ટિવાયરસ, આર્કાઇવર્સ, બ્રાઉઝર્સ અને ડ્રાઇવર ટૂલકીટ્સ — દરેક વસ્તુ જે આરામદાયક ઑપરેશન માટે સહાયરૂપ થઈ શકે છે.
he: התוכנות הבאות המומלצות והחינמיות נבחרו עבור המחשב שלך: אנטי וירוס, תוכנת כיווץ קבצים, דפדפנים, וכלי דרייברים — כל מה שיכול לעזור בתחזוקת המחשב שלך באופן נוח.
hi: निम्न नि: शुल्क अनुशंसित सॉफ़्टवेयर प्रोग्राम आपके कंप्यूटर के लिए चुने गए हैं: एंटीवायरस, अभिलेखागार, ब्राउज़र, और ड्राइवर टूलकिट — जो सभी आरामदायक संचालन के लिए सहायक हो सकते हैं।
hu: A következő ajánlott, ingyenes szoftvereket jelöltük ki a számítógépéhez: vírusirtók, tömörítőprogramok, böngészők és driver kiegészítők — minden, amire szüksége lehet a kényelmes működéshez.
id: Aplikasi gratis yang direkomendasikan berikut telah dipilih untuk komputer anda: perangkat lunak antivirus, arsip-arsip, browser, dan driver — segala hal yang mungkin berguna untuk pengoperasian yang nyaman.
it: Sono stati selezionati i seguenti programmi consigliati gratuiti per il tuo computer: antivirus, archiviatori, browser, e driver toolkit — tutto ciò che potrebbe essere utile per un funzionamento confortevole.
ko: 컴퓨터에 대해 다음과 같은 무료 권장 소프트웨어 프로그램이 선택되었습니다: 바이러스 백신, 압축도구, 브라우저 및 드라이버 도구모음 — 편안한 조작을 위해 도움이 될 수 있는 모든 것.
ku: ئەم بەرنامە پێشنیارکراوە بەخوراییەکانی خوارەوە هەلبژێردراون بۆ کۆمپیوتەرەکەت : دژە ڤایروسەکان،ئەرشيف، وێبگەڕەکان و کەرەستەکانی پێناسە — هەموو شتێک لەوانە بەسوود بن بۆ ئیشکردنێکی ئاسوودە.
nl: De volgende gratis aanbevolen softwareprogramma's zijn geselecteerd voor uw computer: antivirussen, archiveringsprogramma's, browsers en hulpmiddelen voor drivers — alles wat nuttig kan zijn voor een comfortabele bediening.
no: Følgende gratis, anbefalte programmer er valgt for din datamaskinen: Antivirus, arkiver, nettlesere og driververktøy — alt som kan være nyttig for komfortabel bruk.
pl: Dla komputera wybrano następujące darmowe zalecane programy: antywirusy, archiwa, przeglądarki i zestawy narzędzi sterowników - wszystko, co może być pomocne w komfortowej obsłudze.
ps: د وړیا وړ سپارښتلي سافټویر پروګرامونه ستاسو د کمپیوټر لپاره غوره شوي: اینټیویویرس، آرشیف، براؤزر، او د driver لارښوونې — هرڅه چې د آرامۍ عملیاتو لپاره ګټورې وي.
pt_br: Os seguintes programas recomendados gratuitos foram selecionados para o seu computador: antivírus, arquivadores, navegadores e kits de ferramentas do driver — tudo o que pode ser útil para uma operação confortável.
pt_pt: Os seguintes programas livres foram selecionados para o seu computador: antivírus, compactadores, navegadores, e ferramentas para controladores — tudo o que possa ajudar para uma operação confortável.
ro: Următoarele programe software gratuite recomandate au fost selectate pentru computerul dvs.: antivirusuri, arhive, browsere și seturi de instrumente pentru drivere — tot ceea ce ar putea fi util pentru o operare confortabilă.
sk: Pre váš počítač boli vybraté nasledujúce bezplatné odporúčané softvérové ​​programy: antivírusy, archivátory, prehliadače a súbory nástrojov ovládačov — všetko, čo môže byť užitočné pre pohodlnú prácu.
sl: Za vaš računalnik so bili izbrani naslednji brezplačni priporočeni programi: antivirusi, arhivatorji, brskalniki in orodja za gonilnike -— vse, kar bi lahko bilo koristno za udobno delovanje.
sq: Programet softuerike falas në vazhdim janë përzgjedhur për kompjuterin tuaj: antiviruse, arkivues dhe sete-mjetesh për drajvera — gjithçka mund të jetë e dobishme për funksionim komfort.
sr: Sledeće besplatne programe preporučujemo da instalirate na računar: antiviruse, programe za arhiviranje, pretraživače i alate za drajvere — sve što je potrebno za udoban rad.
sw: Programu zifuatazo za programu zisizopendekezwa zimechaguliwa kwa kompyuta yako: antivirus, archivers, browsers, na toolkits za madriver — kila kitu ambacho kinaweza kuwa na manufaa kwa operesheni vizuri
ta: பின்வரும் இலவச பரிந்துரைக்கப்பட்ட மென்பொருள் நிரல்கள் உங்கள் கணினிக்காகத் தேர்ந்தெடுக்கப்பட்டன: வைரஸ்தடுப்பு, காப்பகங்கள், உலாவிகள் மற்றும் இயக்கி கருவித்தொகுதிகள் — வசதியாக செயல்படுவதற்கு உதவக்கூடிய அனைத்தும் ..
te: కింది ఉచిత సిఫార్సు సాఫ్ట్వేర్ ప్రోగ్రామ్లు మీ కంప్యూటర్ కోసం ఎంపిక చేశారు: యాంటీవైరస్లు, ఆర్కైవ్లు, బ్రౌజర్లు, మరియు డ్రైవర్ టూల్కిట్లు — సౌకర్యవంతమైన ఆపరేషన్ కోసం ఉపయోగపడిందా కావచ్చు ప్రతిదీ.
th: ซอฟท์แวร์โปรแกรมฟรีที่แนะนำได้ถูกเลือกสำหรับคอมพิวเตอร์ของคุณดังต่อไปนี้: แอนตี้ไวรัส, ผู้จัดเก็บ, เบราเซอร์, และชุดเครื่องมือไดรเวอร์ — ทุกอย่างที่อาจจะเป็นประโยชน์กับการทำงานอย่างสะดวกสบาย
tr: Bilgisayarınız için seçilmiş önerilen ücretsiz yazılımlar şunlardır: antivirüsler, arşivleyiciler, tarayıcılar ve sürücü araç takımları — rahat işlem yapmak için yadımcı olabilecek herşey.
zh: 為您的電腦選擇了以下建議的免費軟體: 防毒軟體、壓縮程式、瀏覽器和驅動程式工具組 — 一切可能有助於舒適操作的軟體。
zh_cn: 为您的计算机选择了以下免费推荐的软件程序：抗病毒软件，解压缩程序，浏览器和驱动程序工具包 — 可以帮助更方便的使用计算机。

# start_diagnostics_title
source: Diagnostics will be done
ar: سيتم إجراء التشخيص
az: Diaqnostikalar ediləcək
bg: Ще се извърши диагностика на
bn: ডায়াগনস্টিকস্‌ করা হবে
ca: Es realitzaran diagnosis
de: Diagnose wird durchgeführt
el: Διαγνωστικοί έλεγχοι που θα γίνουν
es: Se realizarán los diagnósticos
es_419: Diagnóstico se hará
et: Algab diagnostika
fa: عیب یابی پایان خواهد یافت
fil: Magagawa ang mga diagnostic
fr: Les diagnostics seront faits
gu: ડાયગ્નોસ્ટિક્સ થઈ જશે
he: אבחון יבוצע
hi: निदान किया जाएगा
hu: Elvégzendő diagnosztika
id: Diagnosa akan dilakukan
it: Verrà effettuata la diagnostica
ko: 진단이 완료됩니다
ku: ده‌ستنیشانكردنه‌كه‌ كۆتایی دێت
nl: Diagnostiek zal worden gedaan
no: Diagnostikk vil bli utført
pl: Diagnostyka została wykonana
ps: تشخیص به ترسره شي
pt_br: Diagnósticos que serão feitos
pt_pt: Um diagnóstico será efetuado
ro: Diagnosticarea va fi făcută
sk: Vykoná sa Diagnostika
sl: Opravljena bo diagnostika
sq: Diagnostikime do të bëhen
sr: Dijagnostika će biti urađena
sw: Utambuzi itafanyika
ta: கண்டறிதல் செய்யப்பட்டது
te: విశ్లేషణలు జరుగుతాయి
th: ทำการวินิจฉัย
tr: Tanılamalar yapılacaktır
zh: 將進行診斷
zh_cn: 诊断将完成
