Repository: DriverPackSolution/transifex-backup
Catalog: beetle/driverpack-solution-worldwide/driverpackpo/*.po
Languages: ar, az, bg, bn, ca, de, el, es, es_419, et, fa, fil, fr, gu, he, hi, hu, id, it, ko, ku, nl, no, pl, ps, pt_br, pt_pt, ro, sk, sl, sq, sr, sw, ta, te, th, tr, zh, zh_cn

# installation_header_promo_text_restore
source: DriverPack always creates the restore point before driver installation.<br /><br /> You can use it to roll back your system to its previous state any time, in case something goes wrong.
ar: يقوم DriverPack دائمًا بإنشاء نقطة الاستعادة قبل تثبيت برنامج التشغيل.<br /><br /> يمكنك استخدامه لاستعادة النظام إلى حالته السابقة في أي وقت ، في حالة حدوث خطأ ما.
az: DriverPack driver quraşıdırılmasından əvvəl hər zaman bərpa nöqtəsi yaradır. <br /><br /> Hər hansı bir şeyin yanlış getməsi zamanı kompüterinizi istədiyiniz an əvvəlki vəziyyətinə qaytarmaq üçün istifadə edə bilərsiniz.
bg: DriverPack винаги създава точка за възстановяване преди инсталирането на драйвера.<br /><br /> Можете да го използвате, за да върнете системата си в предишното си състояние по всяко време, в случай че нещо се обърка.
bn: DriverPack ড্রাইভার ইন্সটলেশনের পূর্বে সবসময় রিস্টোর পয়েন্ট তৈরি করে।<br /><br /> কোনো সমস্যা হলে এটি ব্যবহার করে যেকোনো সময় সিস্টেমকে পূর্বের অবস্থায় ফিরিয়ে নিতে পারবেন।
ca: DriverPack sempre crea un punt de restauració abans d'instal·lar els controladors. <br /> <br /> Podeu utilitzar-lo per a restaurar el sistema a l'estat anterior quan us interessi, per si alguna cosa no va bé.
de: DriverPack erstellt immer den Wiederherstellungspunkt vor der Treiberinstallation.<br /><br /> Sie können damit jederzeit das System in den vorherigen Zustand zurücksetzen, falls etwas schief geht.
el: Το DriverPack δημιουργεί πάντα σημείο επαναφοράς πριν από την εγκατάσταση προγραμμάτων οδήγησης. <br /><br /> Μπορείτε να το χρησιμοποιήσετε για να επαναφέρετε το σύστημα σας στην προηγούμενη κατάσταση του, σε περίπτωση που κάτι πάει λάθος.
es: DriverPack siempre crea puntos de restauración del sistema antes de la instalación de los drivers. <br /><br /> Puedes usarlos para devolver el sistema a un estado anterior en cualquier momento, por si algo no ha ido bien.
es_419: DriverPack siempre crea el punto de restauración antes de la instalación del controlador.<br /><br /> Puede utilizarlo para retrotraer su sistema a su estado anterior en cualquier momento, en caso de que algo salga mal.
et: DriverPack loob alati taastepunkti enne draiverite paigaldust.<br /><br /> Te saate seda kasutada, et taastada arvuti eelmine olek igal ajal, juhul kui midagi peaks valesti minema.
fa: DriverPack همیشه یک نقطه بازیابی قبل از نصب درایور ها ایجاد می کند.<br /><br /> شما از آن می توانید برای بازگردانی سیستم به حالت قبل در هر زمانی استفاده کنید، درصورتی که مشکلی به وجود آید.
fil: Ang DriverPack ay palaging lumilikha ng restore point bago ang pag-install ng driver.<br /><br /> Maaari mo itong gamitin upang i-roll pabalik ang iyong system sa kanyang nakaraang estado sa anumang oras, kung sakaling may mali.
fr: DriverPack crée toujours le point de restauration avant l'installation du pilote.<br /><br /> Vous pouvez l'utiliser pour ramener votre système à son état précédent à tout moment, en cas de problème.
gu: DriverPack હંમેશા રીસ્ટોર પોઈન્ટ ડ્રાઈવર સ્થાપન પહેલા બનાવે છે.<br /><br /> જો કંઇક ખોટું થાય તો, તમારી સિસ્ટમને પાછલી સ્થિતિમાં પાછું લાવવા માટે તેનો ઉપયોગ કરી શકો છો.
he: תוכנת DriverPack תמיד יוצרת נקודת שחזור לפני התקנת דרייבר.<br /><br /> באפשרותך להחזיר את המערכת שלך למצב הקודם בכל זמן, במקרה שמשהו משתבש בהתקנת הדרייבר.
hi: DriverPack हमेशा ड्राइवर स्थापना से पहले पुनर्स्थापना बिंदु बनाता है।<br /><br /> आप किसी भी समय गलत हो जाने पर, अपने सिस्टम को पिछली स्थिति में वापस रोल करने के लिए इसका उपयोग कर सकते हैं।
hu: A DriverPack rendszer-visszaállítási pontot hoz létre a drivertelepítés előtt.<br /><br /> Segítségével visszaállíthatja a rendszerét egy korábbi állapotába, ha valami rosszul sülne el.
id: DriverPack selalu menciptakan titik pemulihan sebelum pemasangan driver.<br /><br /> Anda dapat menggunakannya untuk mengembalikan sistem anda ke keadaan sebelumnya kapan saja, seandainya terjadi kesalahan.
it: DriverPack crea ogni volta un punto di ripristino prima dell'installazione del driver.<br /><br /> Puoi utilizzare la funzione di ripristino di sistema per tornare allo stato precedente in qualsiasi momento, nel caso qualcosa andasse storto.
ko: DriverPack 은 드라이버 설치 전에 항상 복원 지점을 생성합니다.<br /><br /> 시스템이 잘못되면 시스템을 이전 상태로 되돌릴 수 있습니다.
ku: DriverPack هەموو کاتێک خالی گەرانەوە دروست دەکات پێش دامەزراندنی پێناسە.<br /><br /> تۆ دەتوانی بەکاربێنی بۆ گەراندنەوەی سیستەمەکەت بۆ دۆخی پێشوو هەر کاتێک، لە حالەتی ڕوودانی هەر کێشەیەک.
nl: DriverPack maakt altijd het herstel-punt voor de driver installatie.<br /><br /> U kunt het gebruiken om uw systeem op elk moment terugzetten naar de vorige staat, voor het geval er iets misgaat.
no: DriverPack lager alltid et gjenopprettingspunkt før driver installasjon.<br /><br /> Du kan bruke dette til å gjenopprette tidligere status dersom noe skulle gå galt.
ps: DriverPack تل د جړیدو له مخه د بیارغونې ټکي driver نصب وی.<br /><br /> تاسو کولی شئ د خپل سیسټم پخوانۍ حالت ته په هر وخت کې خپل سیستم بیرته راوړوئ، که چیرې یو څه غلط وي.
pt_br: O DriverPack sempre cria o ponto de restauração antes da instalação do driver.<br /><br /> Você pode usá-lo para reverter o sistema para o seu estado anterior a qualquer momento, caso alguma coisa der errado.
pt_pt: O DriverPack cria sempre um ponto de restauro antes da instalação de controladores.<br /><br /> Pode usá-lo a qualquer momento para trazer o seu computador ao estado anterior à instalação, caso algo de errado ocorra.
ro: DriverPack creează întotdeauna punctul de restaurare înainte de instalarea driverului.<br /><br />Puteți să-l utilizați pentru a vă întoarce sistemul la starea anterioară oricând, în cazul în care ceva nu merge bine.
sk: DriverPack vždy vytvorí bod obnovenia pred inštaláciou ovládačov. <br /><br />Môžete ho použiť k vráteniu vášho systému do predchádzajúceho stavu kedykoľvek, v prípade, že sa niečo pokazí.
sl: DriverPack vedno ustvari obnovitveno točko pred namestitvijo gonilnikov. <br /><br /> Uporabite jo lahko, da kadarkoli vrnete svoj sistem v prejšnje stanje, če gre kaj narobe.
sq: DriverPack gjitmonë krijon pikën e rikthimit përpara instalimit të drajverave.<br /><br /> Mund ta ktheni sistemin në gjendjen e mëparshme në çdo rast, në rast se diçka shkon keq.
sr: Pre instaliranja drajvera DriverPack uvek pravi tačku vraćanja sistema.<br /><br /> Tačku vraćanja sistema možete uvek iskoristiti na povratak na prethodno stanje ukoliko dođe do greške.
sw: DriverPack hujenga uhakika wa kurejelea hali ya hapo awali kabla ya kuwekwa kwa madriver.<br /><br /> Unaweza kutumia kurejesha mfumo wako kwa hali yake ya awali wakati wowote, ikiwa kuna kitu kinachoenda vibaya.
ta: இயக்கி நிறுவுதலுக்கு முன் DriverPack வன்பொருள்தொகுப்பு எப்பொழுதும் மீட்பு புள்ளியை உருவாக்குகிறது.<br /><br /> எந்த நேரத்திலும் தவறு நடந்தால், எந்த நேரத்திலும் உங்கள் கணினியை அதன் முந்தைய நிலைக்கு மாற்றுவதற்கு அதைப் பயன்படுத்தலாம்.
te: DriverPack ఎల్లప్పుడూ డ్రైవర్ సంస్థాపన ముందు పునరుద్ధరణ పాయింట్ సృష్టిస్తుంది.<br /><br /> You can use it to roll back your system to its previous state any time, in case something goes wrong.
th: DriverPack สร้างจุดคืนค่าอย่างสม่ำเสมอก่อนติดตั้งไดรเวอร์<br /><br /> คุณสามารถใช้มันย้อนกลับระบบของคุณไปเป็นสภาพก่อนหน้าได้ทุกเวลา ในกรณีที่บางอย่างผิดพลาด
tr: DriverPack sürücü kurulumundan önce her zaman geri yükleme noktası oluşturur.<br /><br /> Birşeyin yanlış gitmesi durumunda sisteminizi istediğiniz zaman önceki durumuna geri almak için kullanabilirsiniz.
zh: DriverPack 始終在驅動程式安裝之前建立還原點。<br /><br /> 您可以隨時使用它將系統回復到之前的狀態，以防出現問題。
zh_cn: DriverPack 始终在驱动程序安装之前创建还原点。<br /><br /> 您可以随时使用它将系统回滚到以前的状态，以防出现问题。

# installation_header_promo_title_browsers
source: Another good browser can't be extra
ar: متصفح جيد آخر لا يمكن أن يكون إضافي
az: Başqa bir yaxşı veb səyyahın ziyanı olmaz
bg: Друг добър браузър не може да бъде допълнително
bn: আরেকটি ভাল ব্রাউজার বাড়তি হবে না
ca: Un altre bon navegador no pot ser un extra
de: Ein weiterer guter Browser kann nicht extra sein
el: Ένας άλλος καλός φυλλομετρητής δεν περισσεύει
es: Otro buen navegador no puede ser algo innecesario
es_419: Otro buen navegador no puede ser extra
et: Ükski hea sirvija ei saa olla liiast
fa: مرورگر خوب دیگری نمی تواند اضافی باشد
fil: Ang isa pang magandang browser ay hindi maaaring dagdagan
fr: Un autre bon navigateur ne peut pas être extra
gu: અન્ય સારા બ્રાઉઝર વધારાની હોઈ શકતી નથી
he: דפדפן נוסף אף פעם לא מזיק
hi: एक और अच्छा ब्राउज़र अतिरिक्त नहीं हो सकता
hu: Egy újabb jó böngésző sosem felesleges
id: Browser bagus lainnya tidak bisa tambahan
it: Un altro buon browser non può essere extra
ko: 다른 좋은 브라우저는 추가될 수 없습니다
ku: وێبگه‌ڕێكی باشتری تر ناتوانرێت زیاد بكرێت
nl: Een andere goede browser kan niet extra zijn
no: En ekstra god browser er ikke for mye
ps: بله ښه برنامه اضافي نشي کیدی
pt_br: Outro bom navegador que não pode ser extra
pt_pt: Outro navegador bom não pode ser extra
ro: Un alt browser bun nu poate fi în plus
sk: Ďalší dobrý prehliadač nemôže byť navyše
sl: Še en dodatni brskalnik ne more biti extra
sq: Një shfletues tjetër i mirë nuk mund të jetë tepër
sr: Još jedan pretraživač ne može biti suvišan
sw: kivinjari kizuri haiwezi kuwa ziada
ta: மற்றொரு நல்ல உலாவி கூடுதல் இருக்க முடியாது
te: మరొక మంచి బ్రౌజర్ అదనపు ఉండకూడదు
th: เบราว์เซอร์ที่ดีอื่น ๆ ไม่สามารถพิเศษ
tr: Başka bir iyi tarayıcı fazlalık olamaz
zh: 另一個好的瀏覽器不能額外
zh_cn: 另外一个很好的浏览器并不多余
