Repository: DriverPackSolution/transifex-backup
Catalog: beetle/driverpack-solution-worldwide/driverpackpo/*.po
Languages: ar, az, bg, bn, ca, de, el, es, es_419, et, fa, fil, fr, gu, he, hi, hu, id, it, ko, ku, nl, no, pl, ps, pt_br, pt_pt, ro, sk, sl, sq, sr, sw, ta, te, th, tr, zh, zh_cn

# start_diagnostics_popover
source: As soon as installation and system reboot are completed, DriverPack will start up diagnostics in order to check that all devices are operating at maximum efficiency.
ar: بمجرد اكتمال التثبيت وإعادة تشغيل النظام ، سيبدأ DriverPack بالتشخيص من أجل التحقق من أن جميع الأجهزة تعمل بأقصى قدر من الكفاءة.
az: Quraşdırma və sistemi yenidən başlatma tamamlanan kimi, DriverPack bütün cihazların keyfiyyətlə işləməsini yoxlayacaq.
bg: Веднага след като инсталацията и рестартирането на системата бъдат завършени, DriverPack ще започне диагностика, за да провери дали всички устройства работят с максимална ефективност.
bn: ইন্সটলেশন সম্পন্ন ও সিস্টেম পুনরায় চালু হওয়ার পরে DriverPack সব যন্ত্র তাদের সর্বোচ্চ দক্ষতায় কাজ করছে কিনা তা যাচাই করতে ডায়াগনস্টিকস্‌ চালু করবে।
ca: Tan aviat com finalitza la instal·lació i el reinici del sistema, DriverPack iniciarà diagnosis per tal de comprovar que tots els dispositius funcionen correctament amb la màxima eficiència.
de: Sobald die Installation und der Neustart des Systems abgeschlossen sind, startet DriverPack die Diagnose, um zu überprüfen, ob alle Geräte mit maximaler Effizienz betrieben werden.
el: Μόλις ολοκληρωθεί η εγκατάσταση και η επανεκκίνηση του συστήματος, το DriverPack θα ξεκινήσει διαγνωστικούς ελέγχους για να ελέγξει ότι όλες οι συσκευές λειτουργούν με τη μέγιστη απόδοση.
es: Tan pronto como terminen la instalación y el reinicio, DriverPack realizará un conjunto de diagnósticos para comprobar que los dispositivos funcionan con máxima eficacia.
es_419: Tan pronto como se complete la instalación y el reinicio del sistema, DriverPack iniciará los diagnósticos para verificar que todos los dispositivos estén funcionando con la máxima eficiencia.
et: Niipea kui paigaldus ja taaskäivitus on tehtud, alustab DriverPack diagnostikat veendumaks et kõik seadmed töötavad maksimaalsel võimsusel.
fa: به محض اینکه نصب و راه اندازی مجدد سیستم اتمام یابد، DriverPack عیب یابی را شروع خواهد کرد تا بررسی شود همه دستگاه ها در بالاترین کارایی عمل می کنند.
fil: Sa sandaling makumpleto ang pag-install at pag-reboot ng system, magsisimula ang DriverPack ng mga diagnostic upang masuri na ang lahat ng mga device ay tumatakbo samaximum efficiency nito.
fr: Dès que l'installation et le redémarrage du système sont terminés, DriverPack démarrera le diagnostic afin de vérifier que tous les périphériques fonctionnent avec une efficacité maximale.
gu: જલદી સ્થાપન અને સિસ્ટમ રીબુટ પૂર્ણ થાય તે પ્રમાણે, DriverPack નિદાનને શરૂ કરશે જેથી તે ચકાસવામાં આવે કે બધા ઉપકરણો મહત્તમ કાર્યક્ષમતામાં સંચાલન કરી રહ્યા છે.
he: מיד לאחר ההתקנה וההפעלה מחדש, תוכנת DriverPack תפעיל את מערכת האבחון בכדי לבדוק שכל ההתקנים עובדים ביעילות המירבית.
hi: जैसे ही स्थापना और सिस्टम रिबूट पूरा हो जाए, DriverPack निदान शुरू कर देगा ताकि यह पता चले कि सभी डिवाइस अधिकतम दक्षता पर काम कर रहे हैं।
hu: Amint a telepítés és a rendszer újraindítás megtörtént, a DriverPack elindítja a diagnosztikát, hogy ellenőrizze az eszközök maximális hatékonyságát.
id: Segera setelah pemasangan dan hidup ulang sistem selesai, DriverPack akan memulai diagnostik untuk memeriksa apakah semua perangkat beroperasi dengan efisiensi maksimum.
it: Al termine dell'installazione e del riavvio del sistema è stato completato, DriverPack effettuerà una diagnostica al fine di verificare che tutti i dispositivi funzionino alla massima efficenza.
ko: 설치 및 시스템 재부팅이 완료되면 DriverPack은 모든 장치가 최대 효율로 작동하는지 확인하기 위해 진단을 시작합니다.
ku: یەکسەر دوای دامەزراندن و ڕیستارت بوونەکە تەواو دەبێت، DriverPack دەست دەکات بە دەستنیشانکردن بە پشکنین کە هەموو پێناسەکان ئیش دەکەن بە گەورەترین توانا.
nl: Zodra de installatie en het opnieuw opstarten van het systeem zijn voltooid, zal DriverPack diagnostiek opstarten om te controleren of alle apparaten met maximale efficiëntie werken.
no: Så snart installasjon og system gjenoppretting er fullført, vil DriverPack starte diagnose for å kontrollere at alle enhetene opererer med maksimal effektivitet.
pl: Po zakończeniu instalacji i ponownym uruchomieniu systemu DriverPack rozpocznie diagnostykę, aby sprawdzić, czy wszystkie urządzenia działają z maksymalną wydajnością.
ps: کله چې د نصبولو او سیسټم بیا رغونې بشپړ شي، نو DriverPack به د تشخیصاتو کار پیل کړي ترڅو وګوري چې ټول وسایل په ډیری موثریت سره فعالیت کوي.
pt_br: Depois que a instalação estiver concluída e o sistema for reiniciado, o DriverPack iniciará os diagnósticos para verificar se todos os dispositivos estão operando com a máxima eficiência.
pt_pt: Tão logo a instalação e reinício do sistema terminem, o Driverpack iniciará os diagnósticos certificando-se que todos os dispositivos estão a operar com a máxima eficiência.
ro: Imediat ce instalarea și repornirea sistemului sunt finalizate, DriverPack va porni diagnosticul pentru a verifica dacă toate dispozitivele funcționează la o eficiență maximă.
sk: Akonáhle je dokončená inštalácia a reštart systému, program DriverPack spustí diagnostiku, aby skontroloval, či všetky zariadenia pracujú s maximálnou účinnosťou.
sl: Takoj, ko bosta zaključena namestitev in ponovni zagon sistema, bo DriverPack zagnal diagnostiko, da bi preveril, ali vse naprave delujejo z največjo učinkovitostjo.
sq: Sapo instalimi dhe rindezja e sistemit të kompletohen, DriverPack do të startojë diagnostikimin në mënyrë që të kontrollojë që të gjitha pajisjet po funksionojnë me efiçencë maksimale.
sr: Nakon instalacije softvera i restartovanja računara, DriverPack će pokrenuti dijagnostiku radi provere rada svih uređaja sa maksimalnom efikasnošću.
sw: Mara baada ya kuzima na kufungua kompyutanan na mfumo wa upyaji wa mfumo kukamilika, DriverPack itaanza uchunguzi ili uangalie kuwa vifaa vyote vinatumika kwa ufanisi wa juu.
ta: நிறுவல் மற்றும் கணினி மறுதொடக்கம் முடிந்தவுடன், DriverPack வன்பொருள்தொகுப்பு எல்லா சாதனங்களும் அதிகபட்ச செயல்திறனில் இயங்குவதை சரிபார்க்க, கண்டறியும் வரை தொடங்கும்.
te: సంస్థాపన మరియు సిస్టమ్ రీబూట్ పూర్తయిన వెంటనే, DriverPack అన్ని పరికరములు గరిష్ట సామర్ధ్యం వద్ద పనిచేస్తున్నాయని నిర్ధారించడానికి విశ్లేషణలను ప్రారంభిస్తుంది.
th: ทันทีที่ติดตั้งและรีบู๊ทระบบเสร็จสมบูรณ์ DriverPack จะเริ่มทำการวินิจฉัยเพื่อตรวจสอบทุกอุปกรณ์ว่าทำงานด้วยประสิทธิภาพสูงสุด
tr: Kurulum ve sistemi yeniden başlatma tamamlanır tamamlanmaz, DriverPack tüm aygıtların en fazla verimlilikte çalışmasını denetlemek için tanılamaları başlatacak.
zh: 一旦安裝和系統重新啟動完成，DriverPack 將啟動診斷程序，以便檢查所有裝置是否以最大的效率運行。
zh_cn: 一旦安装和系统重新启动完成，DriverPack 将启动诊断，以检查所有设备是否以最大的效率运行。

# start_diagnostics_network
source: Network connection check-up
ar: فحص اتصال الشبكة
az: İnternet bağlantısı yoxlaması
bg: Проверка на мрежовата връзка
bn: নেটওয়ার্ক সংযোগ যাচাই
ca: Comprovació de la connexió de xarxa
de: Netzwerkverbindungs-Check
el: Έλεγχος σύνδεσης δικτύου
es: Comprobación de la conexión de red
es_419: Chequeo de conexión de red
et: Kontrollin internetiühendust
fa: بررسی اتصال اینترنت
fil: Check-up ng koneksyon sa network
fr: Vérification de la connexion réseau
gu: નેટવર્ક કનેક્શનનું ચેક-અપ
he: בדיקת חיבור הרשת
hi: नेटवर्क कनेक्शन चेक-अप
hu: Hálózati kapcsolat ellenőrzése
id: Pemeriksaan kartu jaringan
it: Controllo della connessione
ko: 네트워크 연결 확인
ku: پشکنینی پەیوەندی نێت ۆرک
nl: Netwerkverbinding Controle
no: Sjekker nettverkstilkobling
pl: Sprawdzanie połączenia sieciowego
ps: د شبکې پیوستون کتنه
pt_br: Verificação da conexão de rede
pt_pt: Verificação de ligação de rede
ro: Verificare conexiune de rețea
sk: Kontrola pripojenia k sieti
sl: Preverjanje omrežne povezave
sq: Kontrolli i lidhjes në rrjet
sr: Provera mrežne veze
sw: Ufuatiliaji wa uhusiano wa mtandao
ta: பிணைய இணைப்பு சரிபார்ப்பு
te: నెట్వర్క్ కనెక్షన్ను తనిఖీ చేయండి
th: ตรวจสอบการเชื่อมต่อเครือข่าย
tr: Ağ bağlantısı yoklaması
zh: 網路連線檢查
zh_cn: 网络连接检查

# start_diagnostics_video
source: Video card check-up
ar: فحص كارت الشاشه
az: Video kart yoxlaması
bg: Проверка на видеокартата
bn: ভিডিও কার্ড যাচাই
ca: Comprovació de la targeta gràfica
de: Überprüfung der Grafikkarte
el: Έλεγχος κάρτας γραφικών
es: Comprobación de la tarjeta gráfica
es_419: chequeo de tarjeta de video
et: Kontrollin videokaarti
fa: بررسی کارت گرافیک
fil: Check-up ng video card
fr: Vérification de la carte vidéo
gu: વિડીયો કાર્ડ ચેક-અપ
he: בדיקת כרטיס מסך
hi: वीडियो कार्ड चेक-अप
hu: Videókártya ellenőrzése
id: Pemeriksaan kartu video
it: Controllo della scheda video
ko: 비디오 카드 확인
ku: پشکنینی کاردی ڤیدیو
nl: Videokaart-controle
no: Sjekker videokort
pl: Sprawdzenie działania karty graficznej
ps: د ویډیو کارت کتنه
pt_br: Verificação da placa de vídeo
pt_pt: Verificação da placa gráfica
ro: Verificare placă video
sk: Kontrola grafickej karty
sl: Pregled video kartice
sq: Kontroll i kartës grafike
sr: Provera grafičke kartice
sw: Ufuatiliaji wa kadi ya video
ta: வீடியோ அட்டை சோதனை
te: వీడియో కార్డ్ చెక్-అప్
th: ตรวจสอบการ์ดจอ
tr: Görüntü kartı yoklaması
zh: 顯示卡檢查
zh_cn: 显卡检查

# start_diagnostics_audio
source: Sound card check-up
ar: فحص كارت الصوت
az: Səs kartı yoxlaması
bg: Проверка на звукова карта
bn: সাউন্ড কার্ড যাচাই
ca: Comprovació de la targeta de so
de: Überprüfung der Soundkarte
el: Έλεγχος κάρτας ήχου
es: Comprobación de la tarjeta de sonido
es_419: Chequeo de tarjeta de sonido
et: Kontrollin helikaarti
fa: بررسی کارت صدا
fil: Check-up ng sound card
fr: Vérification de la carte son
gu: સાઉન્ડ કાર્ડ ચેક-અપ
he: בדיקת כרטיס קול
hi: साउंड कार्ड चेक-अप
hu: Hangkártya ellenőrzése
id: Pemeriksaan kartu suara
it: Controllo della scheda audio
ko: 사운드 카드 확인
ku: پشکنینی کاردی دەنگ
nl: Geluidskaart controle
no: Sjekker lydkort
pl: Sprawdzenie działania karty graficznej
ps: د غږ کارت کتنه
pt_br: Verificação da placa de som
pt_pt: Verificação da placa de som
ro: Verificare placă de sunet
sk: Kontrola zvukovej karty
sl: Preverjanje zvočne kartice
sq: Kontroll i kartës së zërit
sr: Provera zvučne kartice
sw: Ufuatiliaji wa kadi ya sauti
ta: ஒலி அட்டை சோதனை
te: సౌండ్ కార్డ్ చెక్-అప్
th: ตรวจสอบการ์ดเสียง
tr: Ses kartı yoklaması
zh: 音效卡檢查
zh_cn: 声卡检查

# start_diagnostics_other
source: Other devices check-up
ar: فحص برامج تشغيل اخري
az: Digər cihazların yoxlaması
bg: Проверка на други устройства
bn: অন্যান্য যন্ত্র যাচাই
ca: Comprovació d'altres dispositius
de: Überprüfung anderer Geräte
el: Έλεγχος άλλων συσκευών
es: Comprobación de otros dispositivos
es_419: Chequeo de otros dispositivos
et: Kontrollin teisi seadmeid
fa: بررسی سایر دستگاه ها
fil: Iba pang mga check-up ng device
fr: Vérification d'autres appareils
gu: અન્ય ઉપકરણ ચેક-અપ
he: בדיקת התקנים אחרים
hi: अन्य उपकरण चेक-अप
hu: Egyéb eszközök ellenőrzése
id: Pemeriksaan perangkat lainnya
it: Controllo delle altre periferiche
ko: 기타 장치 확인
ku: پشکنینی ئامێرەکانی تر
nl: Andere apparaten controle
no: Sjekker andre enheter
pl: Sprawdzanie innych urządzeń
ps: د نورو وسایطو کتنه
pt_br: Verificação de outros dispositivos
pt_pt: Verificação de outros dispositivos
ro: Verificare alte dispozitive
sk: Kontrola iných zariadení
sl: Preverjanje drugih naprav
sq: Kontroll i pajisjeve të tjera
sr: Provera ostalih uređaja
sw: Ufuatiliaji wa vifaa vingine
ta: மற்ற சாதனங்கள் சரிபார்ப்பு
te: ఇతర పరికరాలు చెక్-అప్
th: ตรวจสอบอุปกรณ์อื่น ๆ
tr: Diğer aygıtlar yoklaması
zh: 其他裝置檢查
zh_cn: 其它设备检查

# delorean_use_remote_confirm
source: An active Internet connection has been detected on your computer. The full driver database is available online, and it contains the latest versions. Do you want to use the database from the network? (traffic usage is possible)
ar: تم اكتشاف اتصال نشط بالإنترنت على جهاز الكمبيوتر الخاص بك. تتوفر قاعدة بيانات برنامج التشغيل الكامل عبر الإنترنت ، وتحتوي على أحدث الإصدارات. هل تريد استخدام قاعدة البيانات من الشبكة؟ (استخدام حركة المرور ممكن)
az: Kompüterinizdə aktiv internet bağlantısı aşkar edildi. Bütün driver bazası onlin mövcuddur. İnternetdəki məlumat bazasını istifadə etmək istəyirsiniz? (traffik istifadəsi mümkündür)
bg: На компютъра ви е открита активна интернет връзка. Пълната база данни на драйверите е достъпна онлайн и съдържа най-новите версии. Искате ли да използвате базата данни от мрежата? (възможно е използването на трафик)
bn: কম্পিউটারে একটি সক্রিয় ইন্টারনেট সংযোগ পাওয়া গেছে। সম্পূর্ণ ড্রাইভার ডেটাবেইজটি অনলাইনে সুলভ, ও এতে সর্বশেষ সংস্করণসমূহ আছে। নেটওয়ার্কে থাকা ডেটাবেইজটি ব্যবহার করতে চান? (এজন্য ডেটা আদান-প্রদানের দরকার হতে পারে)
ca: S'ha detectat una connexió activa a Internet en aquest ordinador. La biblioteca completa dels controladors està disponible a la xarxa, i conté les versions més recents. Voleu utilitzar la base de dades de la xarxa? (Pot necessitar ús de dades de la xarxa)
de: Eine aktive Internetverbindung wurde auf Ihrem Computer erkannt. Die vollständige Treiberdatenbank ist online verfügbar und enthält die neuesten Versionen. Möchten Sie die Datenbank aus dem Netzwerk nutzen? (Traffic-Nutzung ist möglich)
es: Se ha detectado una conexión activa a Internet en el ordenador. La base de datos completa de drivers está disponible en línea y contiene las últimas versiones. Deseas usar la base de datos de Internet? (se consumirá datos de conexión)
es_419: Se ha detectado una conexión a Internet activa en su computadora. La base de datos completa del controlador está disponible en línea y contiene las últimas versiones. ¿Desea usar la base de datos de la red? (el uso del tráfico es posible)
et: Teie arvutis leiti töökorras internetiühendus. Tere draiverite andmebaas on saadaval, ning see sisaldab kõige uuemaid varsioone. Kas soovite kasutada andmebaasi läbi interneti? (võidakse kasutada interneti liiklust)
fa: یک اتصال فعال اینترنت در کامپیوتر شما پیدا شده است. دیتابیس کامل درایور آنلاین موجود است که شامل آخرین نسخه ها است. آیا شما میخواهیدکه از دیتابیس شبکه استفاده شود؟ (مصرف از ترافیک امکان دارد)
fil: Nakita ang isang aktibong koneksyon sa Internet sa iyong computer. Ang buong database ng driver ay magagamit online, at naglalaman ito ng mga pinakabagong bersyon. Gusto mo bang gamitin ang database mula sa network? (posible ang paggamit ng network data)
fr: Une connexion Internet active a été détectée sur votre ordinateur. La base de données de pilotes complète est disponible en ligne et contient les dernières versions. Voulez-vous utiliser la base de données du réseau? (L'utilisation du trafic est possible)
gu: તમારા કમ્પ્યુટર પર એક સક્રિય ઇન્ટરનેટ કનેક્શન મળ્યું છે. સંપૂર્ણ ડ્રાઈવર ડેટાબેઝ ઑનલાઇન ઉપલબ્ધ છે, અને તેમાં નવીનતમ સંસ્કરણો શામેલ છે. શું તમે નેટવર્કમાંથી ડેટાબેસનો ઉપયોગ કરવા માગો છો? (ટ્રાફિકનો ઉપયોગ શક્ય છે)
he: חיבור אינטרנט פעיל זוהה במחשב זה. מאגר הדרייברים המלא זמין באינטרנט, ומכיל את הגירסאות האחרונות. האם ברצונך להשתמש במאגר מהרשת? (יתכן שתרגיש האטה בחיבור במשך ההורדה)
hi: आपके कंप्यूटर पर एक सक्रिय इंटरनेट कनेक्शन पाया गया है। पूर्ण ड्राइवर डेटाबेस ऑनलाइन उपलब्ध है, और इसमें नवीनतम संस्करण शामिल हैं क्या आप नेटवर्क से डेटाबेस का उपयोग करना चाहते हैं? (आदान प्रदान का उपयोग संभव है)
hu: Aktív internetkapcsolatot észleltünk a számítógépén. A teljes driver adatbázis elérhető az interneten, és a legfrissebb verziókat tartalmazza. Szeretné a hálózatról használni az adatbázist? (adatforgalmat generálhat)
id: Sambungan Internet yang aktif telah terdeteksi di komputer anda. Database driver lengkap tersedia secara daring, dan berisi versi terkini. Apakah anda ingin menggunakan database dari jaringan? (mungkin menggunakan internet)
it: E' stata rilevata una connessione internet sul tuo computer. Il database completo dei driver è disponibile online, e contiene le ultime versioni. Vuoi utilizzare il database dalla rete? (è possibile che vi sia l'utilizzo di traffico dati)
ko: 컴퓨터에서 활성 인터넷 연결이 감지되었습니다. 전체 드라이버 데이터베이스는 온라인에서 사용할 수 있으며 최신 버전이 들어 있습니다. 네트워크에서 데이터베이스를 사용 하시겠습니까? (트래픽 사용 가능)
ku: هێڵی ئینتەرنێتێکی چالاک دۆزرایەوە لەسەر کۆمپیوتەرەکەت. داتابەیسێکی پڕ لە پێناسە دۆزرایەوە لەسەرهێڵ، و کۆتا نوسخەکان لەخۆ دەگرێتەوە. ئایا تۆ دەتەوێت ئەم داتابەیسە بەکاربێنی لە نێت ۆرک؟ ( رەنگە بە بەکارهێنانی ترافيک )
nl: Er is een actieve Internet-verbinding gedetecteerd op uw computer. De volledige driver-database is online beschikbaar en bevat de nieuwste versies. Wil je de database van het netwerk gebruiken? (netwerkgebruik is mogelijk)
no: En aktiv Internett-tilkobling er oppdaget på datamaskinen din. Den komplette driverdatabasen er tilgjengelig online, og den inneholder de nyeste versjonene. Vil du bruke databasen fra nettverket? (trafikkbruk kan påløpe).
pl: Wykryto aktywne połączenie z Internetem na twoim komputerze. Pełna baza danych sterowników jest dostępna online i zawiera najnowsze wersje. Czy chcesz korzystać z bazy danych z sieci? (możliwe wykorzystanie połączenia taryfowego)
ps: ستاسو په کمپیوټر کې فعال انټرنیټ کنټرول موندلی دی. د بشپړ ډرایور بشپړ ډاټابیس آنلاین شتون لري، او دا وروستی نسخه لري. ایا تاسو غواړئ د ډاټابیس څخه ډاټابیس کارول غواړئ؟ (د ترافيکو کارول ممکن دي)
pt_br: Foi detectada uma conexão ativa com a Internet no seu computador. O banco de dados completo do driver está disponível on-line e contém as versões mais recentes. Você deseja usar o banco de dados da rede? (o uso do tráfego é possível)
pt_pt: Foi detetada uma ligação à Internet ativa no seu computador. A base de dados de controladores completa está disponível, e contém as últimas versões. Quer usar a base de dados da rede? (custos de tráfego podem ser aplicados)
ro: A fost detectata o conexiune la internet activa pe acest calculator. Baza de date intreaga de drivere este disponibila online si contine ultimele versiuni. Doriti sa folositi baza de date online? (poate implica costuri suplimentare ale traficului de internet)
sk: Na vašom počítači bolo zistené aktívne internetové pripojenie. Úplná databáza ovládačov je k dispozícii online a obsahuje najnovšie verzie. Chcete použiť databázu z internetu? (je možný zvýšený prenos)
sl: Na vašem računalniku je bila zaznana aktivna internetna povezava. Celotna podatkovna baza gonilnikov je na voljo na spletu in vsebuje najnovejše različice. Želite uporabiti bazo podatkov iz omrežja? (uporaba prometa je možna)
sq: Një lidhje aktive Internet-i është detektuar në kompjuterin tuaj. Databaza e plotë e drajverave është e disponueshme online dhe përmban versionet e fundit. Doni të përdorni databazën nga rrjeti? (mund të përdoret trafik)
sr: Na vašem računaru je otkrivena aktivna mreža. Celokupna baza najnovijih drajvera je dostupna na internetu. Da li želite da koristite bazu podataka na internetu? (internet saobraćaj je moguć)
sw: Uunganisho wa mtandao unaojulikana umeonekana kwenye kompyuta yako. Database kamili ya driver inapatikana mtandaoni, na ina matoleo ya hivi karibuni. Unataka kutumia database kutoka kwenye mtandao? (matumizi ya trafiki inawezekana)
ta: உங்கள் கணினியில் செயலில் இணைய இணைப்பு கண்டறியப்பட்டுள்ளது. முழு வன்பொருள்கள் தரவுத்தளம் ஆன்லைனில் கிடைக்கிறது, அதில் சமீபத்திய பதிப்புகள் உள்ளன.பிணையத்திலிருந்து தரவுத்தளத்தைப் பயன்படுத்த விரும்புகிறீர்களா? (உச்ச வேக போக்குவரத்து பயன்பாடு சாத்தியம்)
te: మీ కంప్యూటర్లో క్రియాశీల ఇంటర్నెట్ కనెక్షన్ కనుగొనబడింది. పూర్తి driver డేటాబేస్ ఆన్ లైన్ లో లభ్యమవుతుంది మరియు ఇది తాజా వెర్షన్లను కలిగి ఉంది. మీరు నెట్వర్క్ నుండి డేటాబేస్ను ఉపయోగించాలనుకుంటున్నారా? (ట్రాఫిక్ వాడకం సాధ్యమే)
th: ตรวจพบการเชื่อมต่ออินเตอร์เน็ทบนคอมพิวเตอร์ของคุณ ฐานข้อมูลไดรเวอร์ฉบับเต็มใช้ได้ออนไลน์และมันรวบรวมเวอร์ชั่นล่าสุด คุณต้องการใช้ฐานข้อมูลจากเครือข่ายไหม (เป็นไปได้ที่จะใช้การสัญจรข้อมูล)
tr: Bilgisayarınızda etkin bir Internet bağlantısı algılandı. Tam sürücü veritabanı çevrimiçi kullanılabilir, ve en son sürümleri içerir. Veritabanını ağdan kullanmak istiyor musunuz? (trafik kullanımı mümkündür)
zh: 在您的電腦上偵測到使用中的網際網路連線。完整的驅動程式資料庫可線上使用，其包含最新版本。要使用網路中的資料庫嗎?(可能使用流量)
zh_cn: 在您的计算机上检测到活动的 Internet 连接。 完整的驱动程序数据库可以在线获取，它包含最新版本。 要使用网络中的数据库吗? (可以使用流量)

# installation_header_promo_title_cloud
source: Something new: DriverPack Cloud Beta
ar: شيء جديد: DriverPack Cloud Beta
az: Yeni bir şey: DriverPack Cloud Beta
bg: Нещо ново: DriverPack Cloud Beta
bn: নতুন কিছু: DriverPack Cloud Beta
ca: Una cosa nova: DriverPack Cloud Beta
de: Etwas neues: DriverPack Cloud Beta
el: Κάτι νέο: DriverPack Cloud Beta
es: Algo nuevo: DriverPack Cloud Beta
es_419: Algo nuevo: DriverPack Cloud Beta
et: Midagi uut: DriverPack Cloud Beta
fa: یک چیز جدید: DriverPack Cloud Beta
fil: May bago: DriverPack Cloud Beta
fr: Quelque chose de nouveau: DriverPack Cloud Beta
gu: કશુંક નવું: DriverPack Cloud Beta
he: משהו חדש: DriverPack Cloud Beta
hi: कुछ नया: DriverPack Cloud Beta
hu: Valami újdonság: DriverPack Cloud Beta
id: Sesuatu yang baru: DriverPack Cloud Beta
it: Qualcosa di nuovo: DriverPack Cloud Beta
ko: 새 버전: DriverPack Cloud Beta
ku: شتێکی نوێ: DriverPack Cloud Beta
nl: Iets nieuws: DriverPack Cloud Beta
no: Noe nytt: DriverPack Cloud Beta
pl: Nowość: DriverPack Cloud Beta
ps: یو څه نوي: DriverPack Cloud Beta
pt_br: Algo novo: DriverPack Cloud Beta
pt_pt: Algo novo: DriverPack Cloud Beta
ro: Ceva nou: DriverPack Cloud Beta
sk: Niečo nové: DriverPack Cloud Beta
sl: Nekaj novega: DriverPack Cloud Beta
sq: Diçka e re: DriverPack Cloud Beta
sr: Nešto novo: DriverPack Cloud Beta
sw: Kitu kipya: DriverPack Cloud Beta
ta: புதிய ஒன்று: DriverPack Cloud Beta வன்பொருள்தொகுப்பு கிளவுட் பீட்டா பதிப்பு
te: ఏదో కొత్త: DriverPack Cloud Beta
th: ใหม่: DriverPack Cloud Beta
tr: Yeni birşey: DriverPack Cloud Beta
zh: 新功能: DriverPack Cloud Beta
zh_cn: 新功能: DriverPack Cloud Beta
