Repository: DriverPackSolution/transifex-backup
Catalog: beetle/driverpack-solution-worldwide/driverpackpo/*.po
Languages: ar, az, bg, bn, ca, de, el, es, es_419, et, fa, fil, fr, gu, he, hi, hu, id, it, ko, ku, nl, no, pl, ps, pt_br, pt_pt, ro, sk, sl, sq, sr, sw, ta, te, th, tr, zh, zh_cn

# zero-drivers_footer_support
source: Technical Support
ar: الدعم الفني
az: Texniki Dəstək
bg: Техническа поддръжка
bn: কারিগরি সহায়তা
ca: Suport tècnic
de: Technischer Support
el: Τεχνική Υποστήριξη
es: Soporte técnico
es_419: Soporte técnico
et: Tehniline tugi
fa: پشتیبانی فنی
fil: Suportang Technical
fr: Support technique
gu: તકનીકી સપોર્ટ
he: תמיכה טכנית
hi: तकनीकी सहायता
hu: Technikai támogatás
id: Dukungan Teknis
it: Supporto tecnico
ko: 기술 지원
ku: پشتگیری ته‌كنیكی
nl: Technische ondersteuning
no: Teknisk Støtte
pl: Pomoc techniczna
ps: تخنیکی ملاتړ
pt_br: Suporte Técnico
pt_pt: Apoio Técnico
ro: Suport Tehnic
sk: Technická Podpora
sl: Tehnična podpora
sq: Suport Teknik
sr: Tehnička podrška
sw: Msaada wa kiufundi
ta: தொழில்நுட்ப உதவி
te: సాంకేతిక మద్దతు
th: สนับสนุนทางเทคนิค
tr: Teknik Destek
zh: 技術支援
zh_cn: 技术支持

# zero-drivers_footer_system-restore
source: System Recovery
ar: استعادة النظام
az: Sistem Xilas etmə
bg: Възстановяване на системата
bn: সিস্টেম পুনরুদ্ধার
ca: Recuperació del sistema
de: Systemwiederherstellung
el: Επαναφορά Συστήματος
es: Restaurar el sistema
es_419: Restaurar Sistema
et: Süsteemi taaste
fa: بازگردانی سیستم
fr: Récupération du système
gu: સિસ્ટમ પુનઃપ્રાપ્તિ
he: שחזור מערכת
hi: प्रणाली वसूली
hu: Rendszer helyreállítás
id: Pemulihan Sistem
it: Ripristino del sistema
ko: 시스템 복구
ku: گه‌ڕاندنه‌وه‌ی سیسته‌م
nl: Systeemherstel
no: System Gjenoppretting
pl: Odzyskiwanie systemu
ps: د سیستم بیا رغونه
pt_br: Recuperação do Sistema
pt_pt: Recuperação do Sistema
ro: Recuperare sistem
sk: Obnova Systému
sq: Restaurim Sistemi
sr: Oporavak sistema
sw: Upyaji wa Mfumo
ta: கணினி மீட்பு
te: సిస్టమ్ రికవరీ
th: กู้ระบบ
tr: Sistem Kurtarma
zh: 系統復原
zh_cn: 系统恢复

# drivers_screen_view_options_vendor
source: Manufacturer
ar: الجهة المصنعة
az: İstehsalçı
bg: Производител
bn: প্রস্তুতকারক
ca: Fabricant
de: Hersteller
el: Κατασκευαστής
es: Fabricante
es_419: Fabricante
et: Tootja
fa: سازنده
fr: Fabricant
gu: ઉત્પાદક
he: יצרן
hi: निर्माता
hu: Gyártó
id: Produsen:
it: Produttore
ko: 제조사
ku: به‌رهه‌مهێنه‌ر
nl: Fabrikant
no: Produsent
pl: Producent
ps: جوړونکی
pt_br: Fabricante
pt_pt: Fabricante
ro: Producător
sk: Výrobca
sl: Proizvajalec
sq: Prodhues
sr: Proizvođač
sw: Mzalishaji
ta: உற்பத்தியாளர்
te: తయారీదారు
th: ผู้ผลิต
tr: Üretici
zh: 製造商
zh_cn: 其他制造商

# drivers_screen_view_options_version
source: Version
ar: الإصدار
az: Versiya
bg: Версия
bn: ভার্সন
ca: Versió
el: Έκδοση
es: Versión
es_419: Versión
et: Versioon
fa: نسخه
fil: Bersyon
gu: સંસ્કરણ
he: גירסה
hi: संस्करण
hu: Verzió
id: Versi
it: Versione
ko: 버전
ku: نووسخه‌
nl: Versie
no: Versjon
pl: Wersja
ps: نسخه
pt_br: Versão
pt_pt: Versão
ro: Versiune
sk: Verzia
sl: Različica
sq: Versioni
sr: Verzija
sw: Toleo
ta: பதிப்பு
te: వెర్షన్
th: เวอร์ชั่น
tr: Sürüm
zh: 版本
zh_cn: 版本

# drivers_screen_view_options_date
source: Date
ar: التاريخ
az: Tarix
bg: Дата
bn: তারিখ
ca: Data
de: Datum
el: Ημερομηνία
es: Fecha
es_419: Fecha
et: Kuupäev
fa: تاریخ
fil: Petsa
gu: તારીખ
he: תאריך
hi: तारीख
hu: Dátum
id: Tanggal
it: Data
ko: 날짜
ku: به‌روار
nl: Datum
no: Dato
pl: Data
ps: نیټه
pt_br: Data
pt_pt: Data
ro: Dată
sk: Dátum
sl: Datum
sq: Data
sr: Datum
sw: Tarehe
ta: தேதி
te: తేదీ
th: วันที่
tr: Tarih
zh: 日期
zh_cn: 日期

# drivers_screen_view_options_inf
source: File *.inf:
az: .inf faylı:
bg: *.inf файл:
bn: ফাইল *.inf:
ca: Fitxer *.inf:
de: Datei *.inf:
el: Αρχείο *.inf:
es: Archivo *.inf:
es_419: Archivo *.inf:
et: Fail *.inf:
fa: فایل *.inf:
fr: Fichier *inf:
gu: ફાઇલ *.inf
he: קובץ *.inf:
hi: फ़ाइल * .inf:
hu: *.inf fájl:
ko: *.inf 파일:
ku: فایل *.inf :
nl: Bestand *.inf:
no: Fil *.inf:
pl: Plik *.inf:
ps: فایل یا دوسیه *.inf:
pt_br: Arquivo *.inf:
pt_pt: Ficheiro *.inf:
ro: Fişier *.inf:
sk: Súbor *.inf:
sl: Datotka * .inf:
sq: Skedari *.inf:
sr: Podaci o datotekama:
ta: கோப்பு *.inf :
te: ఫైలు *.సమాచారం:
th: ไฟล์ *.inf:
tr: Dosya *.inf:
zh: 檔案 *.inf:
zh_cn: 文件 *.inf:

# drivers_screen_view_options_section
source: Section
ar: الفئة
az: Bölmə
bg: Секция
bn: বিভাগ
ca: Secció
de: Sektion
el: Τομέας
es: Sección
es_419: Sección
et: Sektsioon
fa: بخش
fil: Seksyon
gu: વિભાગ
he: קטע
hi: अनुभाग
hu: Driver készítője
id: Bagian
it: Sezione
ko: 섹션
ku: به‌ش
nl: Sectie
no: Seksjon
pl: Sekcja
ps: برخه
pt_br: Sessão
pt_pt: Secção
ro: Secțiune
sk: Sekcia
sl: Odsek
sq: Seksion
sr: Odeljenje
sw: Sehemu
ta: பிரிவு
te: విభాగం
th: ส่วน
tr: Bölüm
zh: 節
zh_cn: 部分

# drivers_screen_view_options_os
source: OS Version
ar: إصدار نظام التشغيل
az: ƏS versiyası
bg: Версия на операционната система
bn: ওএস সংস্করণ
ca: Versió SO
de: Betriebssystem-Version
el: Έκδοση ΛΣ
es: Versión SO
es_419: Versión del SO
et: Operatsioonisüsteei verisoon
fa: نسخه سیستم عامل
fil: Beryson ng OS
fr: Version OS
gu: OS સંસ્કરણ
he: גירסת מערכת הפעלה
hi: ओ एस संस्करण
hu: OS verzió
id: Versi OS
it: Versione del SO
ko: OS 버전
ku: نوسخه‌ی سیسته‌می كارپێكه‌ر OS
nl: OS Versie
no: OS Versjon
pl: Wersja OS
ps: اوسمهال نسخه
pt_br: Versão do Sistema Operacional
pt_pt: Versão do SO
ro: Versiune OS
sk: Verzia OS
sl: OS verzija
sq: Version i SO
sr: Verzija OS
sw: Toleo la OS
ta: இயக்க முறைமை பதிப்பு
te: OS వెర్షన్
th: เวอร์ชั่นระบบ
tr: İS Sürümü
zh: 作業系統版本
zh_cn: 操作系统版本

# final_popover_old_driver
source: Previous driver
ar: التعريف السابق
az: Əvvəlki Driver
bg: Предишен драйвер
bn: আগের ড্রাইভার
ca: Controlador anterior
de: Vorheriger Treiber
el: Προηγούμενο πρόγραμμα οδήγησης
es: Driver anterior
es_419: Controlador previo
et: Eelmine draiver
fa: درایور قبلی
fil: Nakaraang driver
fr: Pilote précédent
gu: અગાઉના ડ્રાઈવર
he: דרייבר קודם
hi: पिछला ड्राइवर
hu: Előző driver
id: Driver sebelumnya
it: Driver precedente
ko: 이전 드라이버
ku: پێناسه‌ی پێشوو
nl: Vorige driver
no: Forrige driver
pl: Poprzedni sterownik
ps: مخکینی چلوونکی
pt_br: Driver anterior
pt_pt: Controlador anterior
ro: Driver anterior
sk: Predchádzajúci ovládač
sl: Prejšnji gonilnik
sq: Drajveri i mëparshëm
sr: Prethodna verzija drajvera
sw: Madriver za apo awali
ta: முந்தைய வன்பொருள்
te: మునుపటి డ్రైవర్
th: ไดรเวอร์ก่อนหน้า
tr: Önceki sürücü
zh: 舊版驅動程式
zh_cn: 以前的驱动程序

source: Version
ar: الإصدار
az: Versiya
bg: Версия
bn: ভার্সন
ca: Versió
el: Έκδοση
es: Versión
es_419: Versión
et: Versioon
fa: نسخه
fil: Bersyon
gu: સંસ્કરણ
he: גירסה
hi: संस्करण
hu: Verzió
id: Versi
it: Versione
ko: 버전
ku: نووسخه‌
nl: Versie
no: Versjon
pl: Wersja
ps: نسخه
pt_br: Versão
pt_pt: Versão
ro: Versiune
sk: Verzia
sl: Različica
sr: Verzija
sw: Toleo
ta: பதிப்பு
te: వెర్షన్
th: เวอร์ชั่น
tr: Sürüm
zh: 版本
zh_cn: 版本

source: Date
ar: التاريخ
az: Tarix
bg: Дата
bn: তারিখ
ca: Data
de: Datum
el: Ημερομηνία
es: Fecha
es_419: Fecha
et: Kuupäev
fa: تاریخ
fil: Petsa
gu: તારીખ
he: תאריך
hi: तारीख
hu: Dátum
id: Tanggal
it: Data
ko: 날짜
ku: به‌روار
nl: Datum
no: Dato
pl: Data
ps: نیټه
pt_br: Data
pt_pt: Data
ro: Dată
sk: Dátum
sl: Datum
sq: Data
sr: Datum
sw: Tarehe
ta: தேதி
te: తేదీ
th: วันที่
tr: Tarih
zh: 日期
zh_cn: 日期

# final_popover_new_driver
source: Updated driver
ar: التعريف المحدث
az: Yenilənmiş driver
bg: Актуализиран драйвер
bn: সর্বশেষ ড্রাইভার
ca: Controlador actualitzat
de: Aktualisierter Treiber
el: Ενημερωμένο πρόγραμμα οδήγησης
es: Driver actualizado
es_419: Controlador actualizado
et: Uuendatud draiver
fa: درایور به روز شده
fil: Nai-update na driver
fr: Pilote mis à jour
gu: સુધારાશે ડ્રાઈવર
he: דרייבר עדכני
hi: नवीनीकृत ड्राइवर
hu: Frissített driver
id: Pembaharuan driver
it: Driver aggiornato
ko: 업데이트된 드라이버
ku: پێناسه‌ نوێبووه‌كان
nl: Bijgewerkte driver
no: Oppdatert driver
pl: Zaktualizowany sterownik
ps: اوسمهال چلوونکی
pt_br: Driver atualizado
pt_pt: Controlador atualizado
ro: Driver actualizat
sk: Aktualizovaný ovládač
sl: Posodobljen gonilnik
sq: Drajver i përditësuar
sr: Ažurirajte drajver
sw: Madriver zilizoupdateiwa
ta: மேம்படுத்தப்பட்ட வன்பொருள்
te: అప్డేట్స్ డ్రైవర్
th: อัพเดทไดรเวอร์
tr: Güncellenmiş sürücü
zh: 更新的驅動程式
zh_cn: 更新驱动程序

# final_popover_new_driver_not_installed_caption
source: An error occurred during installation process, and the previous driver has been restored on this device.
ar: حدث خطأ أثناء عملية التثبيت ، وتمت استعادة برنامج التشغيل السابق على هذا الجهاز.
az: Quraşdırma zamanı bir xəta yarandı və bu cihazda əvvəlki driverlər bərpa edildi
bg: Възникна грешка по време на инсталационния процес и предишният драйвер бе възстановен на това устройство.
bn: ইন্সটলেশন প্রক্রিয়া চলাকালীন কোনো সমস্যা হয়েছে, এবং যন্ত্রটিতে আগের ড্রাইভারটি কর্যকর করা হয়েছে।
ca: Hi ha hagut un error durant el procés d'instal·lació i s'ha restaurat el controlador anterior per a aquest dispositiu.
de: Beim Installationsvorgang ist ein Fehler aufgetreten und der vorherige Treiber wurde auf diesem Gerät wiederhergestellt.
el: Παρουσιάστηκε κάποιο σφάλμα για τη διαδικασία της εγκατάστασης και έγινε επαναφορά του προηγούμενου προγράμματος οδήγησης για αυτή τη συσκευή.
es: Ha habido un error durante el proceso de instalación, por lo que se ha restaurado el driver anterior para este dispositivo.
es_419: Un error aconteció durante la instalación/actualización, estamos restaurando el dispositivo con su versión anterior.
et: Tekkis viga paigaldamise ajal, seepärast on taastatud seadme eelmine draiver.
fa: یک مشکل در روند نصب پیش آمده است و درایور قبلی ذخیره شده در سیستم جایگزین شد.
fil: May naganap na error habang nag i-install, at ang naunang driver ay naibalik sa device na ito.
fr: Une erreur s'est produite lors du processus d'installation et le pilote précédent a été restauré sur ce périphérique.
gu: ઇન્સ્ટોલેશન પ્રક્રિયા દરમિયાન એક ભૂલ આવી છે, અને પાછલા driver ને આ ઉપકરણ પર પુનઃસ્થાપિત કરવામાં આવી છે.
he: אירעה שגיאה במהלך ההתקנה, והדרייבר הקודם שוחזר עבור התקן זה.
hi: स्थापना प्रक्रिया के दौरान एक त्रुटि हुई, और इस डिवाइस पर पिछला ड्राइवर बहाल कर दिया गया है।
hu: Hiba történt a telepítés közben, és emiatt a korábbi driver került visszaállításra ennél az eszköznél.
id: Terjadi kesalahan saat proses instalasi berlangsung, dan driver sebelumnya telah dipulihkan pada perangkat ini.
it: Si è verificato un errore durante il processo d'installazione, e il driver precedente è stato ripristinato su questo dispositivo.
ko: 설치 진행 중에 오류가 발생했으며 이전 드라이버가 이 장치에 복원되었습니다.
ku: هەڵەیەک ڕوودا لەکاتی کرداری دامەزراندن، و پێناسەی پێشوو گەرایەوە بۆ سەر ئەم ئامێرە.
nl: Er is een fout opgetreden tijdens het installatieproces en de vorige driver is hersteld op dit apparaat.
no: Det oppsto en feil under installasjonsprosessen, og den forrige driveren er gjenopprettet på denne enheten.
pl: Wystąpił błąd podczas procesu instalacji - został przywrócony poprzedni sterownik tego urządzenia.
ps: د نصبولو پروسې په ترڅ کې یوه تېروتنه رامنځ ته شوه، او مخکینی چلونکي په دې وسیله بیارغول شوی.
pt_br: Ocorreu um erro durante o processo de instalação e o driver anterior foi restaurado neste dispositivo.
pt_pt: Ocorreu um erro durante o processo de instalação, e o controlador anterior foi restaurado neste dispositivo.
ro: A apărut o eroare în timpul procesului de instalare și driverul anterior a fost restaurat pe acest dispozitiv.
sk: Pri inštalácii sa vyskytla chyba a na tomto zariadení bol obnovený predchádzajúci ovládač.
sl: Pri namestitvi je prišlo do napake, prejšnji gonilnik je bil obnovljen v tej napravi.
sq: Një gabim ndodhi gjatë procesit të instalimit dhe drajveri i mëparshëm është rikthyer në këtë pajisje.
sr: Tokom procesa instaliranja došlo je do greške i na ovaj uređaj je vraćena stara verzija drajver.
sw: Hitilafu ilitokea wakati wa mchakato wa ufungaji, na madriver uliopita imerejeshwa kwenye kifaa hiki.
ta: நிறுவலின் போது ஒரு பிழை ஏற்பட்டது, முந்தைய வன்பொருள் இந்த சாதனத்தில் மீட்டமைக்கப்பட்டது.
te: సంస్థాపనా కార్యక్రమమునందు దోషం సంభవించింది, మరియు పాత డ్రైవర్ ఈ పరికరంలో పునరుద్ధరించబడింది.
th: ความผิดพลาดเดิดขึ้นระหว่างกระบวนการการติดตั้ง ไดรเวอร์ก่อนหน้าถูกกู้คืนลงบนอุปกรณ์
tr: Kurulum işlemi sırasında bir hata meydana geldi ve bu aygıtta önceki sürücü geri yüklendi.
zh: 安裝過程中發生錯誤，並且已在此裝置上還原了以前的驅動程式。
zh_cn: 安装过程中发生错误，并且此设备上已恢复以前的驱动程序。

# final_computer_setup_ok_title
source: Yay! Your computer has been configured!
ar: مرحي! تم تكوين جهاز الكمبيوتر الخاص بك!
az: Əla! Kompüteriniz tənzimləndi!
bg: Супер! Вашият компютър е конфигуриран!
bn: ইয়ে! আপনার কম্পিউটার কনফিগার হয়ে গেছে!
ca: Genial! El vostre ordinador ha quedat configurat!
de: Yay! Ihr Computer wurde konfiguriert!
el: Ναι! Ο υπολογιστής σας έχει ρυθμιστεί!
es: ¡Bien! ¡Tu ordenador está configurado!
es_419: ¡Sí! Su equipo está configurado
et: Jah! Teie arvuti on seadistatud!
fa: درسته! کامپیوتر شما پیکربندی شد!
fil: Yay! Na-configure na ang iyong computer!
fr: Yay! Votre ordinateur a été configuré!
gu: હાં! હવે કમ્પ્યુટર સંસ્કરણિત થઈ ગયું છે!
he: יש! המחשב שלך הוגדר כראוי!
hi: वाह! आपका कंप्यूटर कॉन्फ़िगर कर दिया गया है!
hu: Szuper! A számítógépe konfigurálása befejeződött!
id: Yay! Komputermu sudah dikonfigurasi!
it: Evvai! Il tuo computer è stato configurato!
ko: 예! 컴퓨터가 구성되었습니다!
ku: به‌ڵێ! كۆمپیوته‌ره‌كه‌ی تۆ ڕێكخرا!
nl: Ja! Uw computer is geconfigureerd!
no: Yay! Din datamaskin er konfigurert!
pl: Hura! Komputer został skonfigurowany!
ps: هو! ستاسو کمپیوټر جوړ شوی دی!
pt_br: Legal! Seu computador foi configurado!
pt_pt: Parabéns! O seu computador foi configurado!
ro: Ura! Computerul dvs. a fost configurat!
sk: Jéj! Váš počítač bol nakonfigurovaný!
sl: Juhu! Vaš računalnik je bil konfiguriran!
sq: Urraa! Kompjuter është konfiguruar!
sr: Jeee! Vaš kompjuter je podešen!
sw: Yay! Kompyuta yako imewekwa kila kitu!
ta: அருமை! உங்கள் கணினி கட்டமைக்கப்பட்டுள்ளது!
te: అవును! మీ కంప్యూటర్ కన్ఫిగర్ చెయ్యబడింది!
th: เย่! คอมพิวเตอร์ของคุณถูกปรับแต่งแล้ว!
tr: Yaşasın! Bilgisayarınız yapılandırıldı!
zh: 好極了!您的電腦已經設定好!
zh_cn: 好极了！ 您的电脑已经配置好了！

# final_drivers_not_better_title
source: {{COUNT1}} driver out of {{COUNT2}} has been installed
ar: {{COUNT1}} برامج الشغيل مستمده من {{COUNT2}} تم تثبيتها
az: {{COUNT1}}/{{COUNT2}} driver quraşdırıldı
bg: {{COUNT1}} драйвера от {{COUNT2}} са инсталирани
bn: {{COUNT2}} টি থেকে {{COUNT1}} টি ড্রাইভার ইন্সটল হয়েছে
ca: S'ha instal·lat {{COUNT1}} de {{COUNT2}} controlador
de: {{COUNT1}} Treiber von {{COUNT2}} wurde installiert
el: {{COUNT1}} πρόγραμμα οδήγησης από συνολικά {{COUNT2}} έχει εγκατασταθεί
es: Se ha instalado {{COUNT1}} de {{COUNT2}} driver
es_419: {{COUNT1}} controlador fuera de {{COUNT2}} han sido instalados
et: {{COUNT1}} draiver {{COUNT2}} -st on paigaldatud
fa: {{COUNT1}} درایور از {{COUNT2}} تا نصب شده است.
fil: Na-install ang {{COUNT1}} driver mula sa {{COUNT2}}
fr: {{COUNT1}} un pilote de {{COUNT2}} a été installé
gu: {{COUNT1}} ડ્રાઈવર ના {{COUNT2}} ઇન્સ્ટોલ થઈ ગયા
he: הותקן {{COUNT1}} דרייבר מתוך {{COUNT2}}
hi: {{COUNT2}} से {{COUNT1}} ड्राइवरों को स्थापित किया गया है
hu: {{COUNT1}} / {{COUNT2}} driver telepítésre került
id: {{COUNT1}} dari {{COUNT2}} driver telah terpasang
it: {{COUNT1}} il driver selezionato {{COUNT2}} è stato installato
ko: {{COUNT1}} / {{COUNT2}} 드라이버가 설치되었습니다.
ku: پێناسەکان{{COUNT1}} لە{{COUNT2}} دامەزرێندراون.
no: {{COUNT1}} driver av {{COUNT2}} er installert
pl: Zainstalowano {{COUNT1}}z {{COUNT2}} sterowników
ps: {{COUNT1}} چلوونکی څخه {{COUNT2}} نصب شوي دي
pt_br: {{COUNT1}}o driver fora de {{COUNT2}}foi instalado
pt_pt: {{COUNT1}} controlador de {{COUNT2}} foi instalado
ro: {{COUNT1}} driver din {{COUNT2}} a fost instalat
sk: {{COUNT1}} z {{COUNT2}} ovládač bol nainštalovaný
sl: {{COUNT1}} gonilnik od skupno {{COUNT2}} je bilo nameščen
sr: Instaliran je {{COUNT1}} drajver od {{COUNT2}}
sw: {{COUNT1}} kati za madriver {{COUNT2}} yamewekwa
ta: {{COUNT1}} வன்பொருள்கள் {{COUNT2}} நிறுவப்படுகிறது
te: {{COUNT1}} డ్రైవర్ బయటకు {{COUNT2}} ఇన్స్టాల్ చేయబడింది
th: {{COUNT1}} จาก {{COUNT2}} ไดรเวอร์ ติดตั้งแล้ว
tr: {{COUNT1}} / {{COUNT2}} sürücü yüklendi
zh: {{COUNT2}} 中的 {{COUNT1}} 個驅動程式已安裝
zh_cn: {{COUNT2}}的驱动程序{{COUNT1}}已经安装

# final_single_driver_better_installed_title
source: The driver has been installed
ar: تم تثبيت التعريف
az: Driver quraşdırıldı
bg: Драйвера беше инсталиран
bn: ড্রাইভারটি ইন্সটল হয়েছে
ca: S'ha instal·lat el controlador
de: Der Treiber wurde installiert
el: Το πρόγραμμα οδήγησης εγκατάστάθηκε
es: El driver ha sido instalado
es_419: El controlador fue instalado
et: Draiver on paigaldatud
fa: درایور نصب شده است
fil: Na-install ang driver
fr: Le pilote a été installé
gu: driver સફળતાપૂર્વક ઇન્સ્ટોલ થઈ ગયું છે
he: הדרייבר הותקן
hi: ड्राइवर को स्थापित किया गया है
hu: A driver telepítésre került
id: Driver telah terpasang
it: Il driver è stato installato
ko: 드라이버가 설치되었습니다
ku: پێناسه‌كه‌ دامه‌زرێندرا
nl: De driver is geïnstalleerd
no: Driveren er installert
pl: Sterownik został zainstalowany
ps: ډرایور نصب شوی
pt_br: O driver foi instalado
pt_pt: O controlador foi instalado
ro: Driverul a fost instalat
sk: Ovládač bol nainštalovaný
sl: Gonilnik je bil nameščen
sq: Drajveri është instaluar
sr: Drajver je instaliran
sw: Driver imewekwa
ta: வன்பொருள் நிறுவப்பட்டது
te: అవసరమైన డ్రైవర్ ఇప్పటికే ఇన్స్టాల్ చేయబడ్డాయి
th: ติดตั้งไดร์เวอร์แล้ว
tr: Sürücü yüklendi
zh: 驅動程式已安裝
zh_cn: 该驱动程序已安装

# final_single_driver_better_not_installed_title
source: The driver has not been installed
ar: لم يتم تثبيت التعريف
az: Driver quraşdırılmadı
bg: Драйвера не беше инсталиран
bn: ড্রাইভারটি ইন্সটল হয় নি
ca: No s'ha instal·lat el controlador
de: Der Treiber wurde nicht installiert
el: Το πρόγραμμα οδήγησης δεν εγκαταστάθηκε
es: El driver no ha podido ser instalado
es_419: El controlador no fue instalado
et: Draiver ei ole paigaldatud
fa: درایور نصب نشده است.
fil: Hindi na-install ang driver
fr: Le pilote n'a pas été installé
gu: driver ઇન્સ્ટોલ થયેલ નથી
he: הדרייבר לא הותקן
hi: ड्राइवर को स्थापित नहीं किया गया है
hu: A driver nem került telepítésre
id: Driver tidak terpasang
it: Il driver non è stato installato
ko: 드라이버가 설치되지 않았습니다
ku: پێناسه‌كه‌ دانه‌مه‌زرێندرا
nl: De driver is niet geïnstalleerd
no: Driveren ble ikke installert
pl: Sterownik nie został zainstalowany
ps: ډرایور نصب شوی نه دی
pt_br: O driver não foi instalado
pt_pt: O controlador não foi instalado
ro: Driverul nu a fost instalat
sk: Ovládač nebol nainštalovaný
sl: Gonilnik ni bil nameščen
sq: Drajveri nuk është instaluar
sr: Drajver nije instaliran
sw: Driver haijawekwa
ta: வன்பொருள் நிறுவப்படவில்லை
te: అవసరమైన డ్రైవర్ ఇప్పటికే ఇన్స్టాల్ చేయబడలేదు
th: ยังไม่ติดตั้งไดร์เวอร์
tr: Sürücü yüklenmedi
zh: 驅動程式尚未安裝
zh_cn: 该驱动程序尚未安装

# final_programs_some_finished_title
source: {{COUNT1}} software program out of {{COUNT2}} has been installed
ar: {{COUNT1}} تم تثبيت برنامج المستمد من {{COUNT2}}
az: {{COUNT1}}/{{COUNT2}} proqram quraşdırıldı
bg: {{COUNT1}} програми от {{COUNT2}} бяха инсталирани
bn: {{COUNT2}} টি থেকে {{COUNT1}} টি সফটওয়্যার প্রোগ্রাম ইনস্টল হয়েছে
ca: S'ha instal·lat {{COUNT1}} de {{COUNT2}} aplicació
de: {{COUNT1}} Programm von {{COUNT2}} wurde installiert
el: {{COUNT1}} εφαρμογή από τις {{COUNT2}} έχει εγκατασταθεί
es: Se ha instalado {{COUNT1}} de {{COUNT2}} aplicaciones
es_419: {{COUNT1}} programa de software fuera de {{COUNT2}} ha sido instalado
et: {{COUNT1}} tarkvara programm {{COUNT2}} -st on paigaldatud
fa: {{COUNT1}} نرم افزار از {{COUNT2}} تا نصب شده است.
fil: {{COUNT1}} software program sa {{COUNT2}} ang nainstall
fr: {{COUNT1}} un logiciel de {{COUNT2}} a été installé
gu: {{COUNT1}} સૉફ્ટવેર પ્રોગ્રામ્સ {{COUNT2}} ઇન્સ્ટોલ કરવામાં આવ્યા છે
he: הותקן {{COUNT1}} דרייבר מתוך {{COUNT2}}
hu: {{COUNT1}} / {{COUNT2}} szoftver telepítésre került
id: {{COUNT1}} dari {{COUNT2}} perangkat lunak telah terpasang
it: {{COUNT1}} il programma selezionato {{COUNT2}} è stato installato
ko: {{COUNT1}} / {{COUNT2}} 소프트웨어 프로그램이 설치되었습니다
ku: {{COUNT1}} بەرنامە لە کۆی {{COUNT2}} دامەزراوە
no: {{COUNT1}} dataprogram av {{COUNT2}} er installert
pl: Zainstalowano {{COUNT1}} z {{COUNT2}} programów
ps: {{COUNT1}} سافټوئر پروګرام څخه{{COUNT2}} ولګول شول
pt_br: Foi instalado {{COUNT1}} dos {{COUNT2}} programas
pt_pt: {{COUNT1}} aplicação de {{COUNT2}} foi instalada
ro: {{COUNT1}} program software din {{COUNT2}} a fost instalat
sk: {{COUNT1}} z {{COUNT2}} softvér program bol nainštalovaný
sl: {{COUNT1}} programske opreme od skupno {{COUNT2}}, ki je bila nameščena
sr: Instaliran je {{COUNT1}} softverski program od {{COUNT2}}
sw: {{COUNT1}} kati za programu {{COUNT2}} yamewekwa
ta: {{COUNT1}} மென்பொருள் நிரல் {{COUNT2}} நிறுவப்படுகிறது
te: {{COUNT1}} బయటకు సాఫ్ట్వేర్ ప్రోగ్రామ్ {{COUNT2}}ఇన్స్టాల్ చేయబడ్డాయి
th: {{COUNT1}} จาก {{COUNT2}} ซอฟท์แวร์โปรแกรม ติดตั้งแล้ว
tr: {{COUNT1}} / {{COUNT2}} yazılım yüklendi
zh: {{COUNT2}} 中的 {{COUNT1}} 個軟體程式已安裝
zh_cn: {{COUNT2}} 之外的{{COUNT1}}个软件程序已经安装

# final_programs_all_failed_title
source: 0 software programs out of {{COUNT}} is installed
ar: تم تثبيت 0 برامج من أصل {{COUNT}}
az: 0 / {{COUNT}} proqram quraşdırıldı
bg: 0 програми от {{COUNT}} са инсталирани
bn: {{COUNT}} টির মধ্যে 0 টি সফটওয়্যার প্রোগ্রাম ইন্সটল হয়েছে
ca: 0 de {{COUNT}} aplicacions han quedat instal·lades
de: 0 Programme von {{COUNT}} ist installiert
el: 0 εφαρμογές από {{COUNT}} είναι εγκατεστημένες
es: Se han instalado 0 de {{COUNT}} aplicaciones
es_419: 0 aplicaciones/software de {{COUNT}} están instalandos
et: 0 tarkvarast {{COUNT}} -st on paigaldatud
fa: 0 نرم افزار از {{COUNT}} تا نصب شده است.
fil: 0 software programs sa {{COUNT}} ang nainstall
fr: 0 logiciels de {{COUNT}} est installé
gu: 0 software પ્રોગ્રામ્સ આઉટ ઓફ {{COUNT}} ઇન્સ્ટોલ થયા
he: 0 תוכנות הותקנו מוך {{COUNT}}
hi: {{COUNT}} से 0 सॉफ़्टवेयर प्रोग्राम इंस्टॉल किए गए हैं
hu: 0 / {{COUNT}} szoftver került telepítésre
id: 0 dari {{COUNT}} aplikasi telah terpasang
it: 0 programmi software fuori {{COUNT}} è stato installato
ko: 0 / {{COUNT}} 소프트웨어 프로그램이 설치되어 있습니다
ku: 0 پرۆگرامی نەرمەکاڵا دامەزرێنداوە لە {{COUNT}} .
nl: 0 software programma's van de {{COUNT}} zijn geïnstalleerd
no: 0 dataprogrammer av {{COUNT}} ble installert
pl: Zainstalowano 0 z {{COUNT}} programów
ps: 0 سافټویر پروګرامونه له {{COUNT}} څخه نصب شوي دي
pt_br: Estão instalados 0 dos {{COUNT}} programas
pt_pt: 0 programas de {{COUNT}} foram instalados
ro: 0 programe software din {{COUNT}} au fost instalate
sk: 0 softvér programov z {{COUNT}} je nainštalovaných
sl: 0 programov iz {{COUNT}} je bilo nameščenih
sq: 0 programe softuerike nga {{COUNT}} janë instaluar
sr: Instalirano je 0 softverskih programa od {{COUNT}}
sw: 0 programu za programu kati ya {{COUNT}} zimewekwa
ta: 0 மென்பொருள் நிரல்கள் {{COUNT}} நிறுவப்பட்டது
te: 0 నుండి సాఫ్ట్వేర్ ప్రోగ్రామ్లు {{COUNT}} ఇన్స్టాల్ చేయబడింది
th: 0 จาก {{COUNT}} ซอฟท์แวร์โปรแกรม ถูกติดตั้ง
tr: 0 / {{COUNT}} yazılım yüklendi
zh: 未安裝 {{COUNT}} 中的軟體程式
zh_cn: 已安装{{COUNT}}以外的0个软件程序
