Repository: DriverPackSolution/transifex-backup
Catalog: beetle/driverpack-solution-worldwide/driverpackpo/*.po
Languages: ar, az, bg, bn, ca, de, el, es, es_419, et, fa, fil, fr, gu, he, hi, hu, id, it, ko, ku, nl, no, pl, ps, pt_br, pt_pt, ro, sk, sl, sq, sr, sw, ta, te, th, tr, zh, zh_cn

# games_top_game_free_demo
source: Free demo-version
ar: نسخة تجريبية مجانية
az: Pulsuz nümunə versiyası
bg: Свободна демострационна версия
bn: ফ্রি পরীক্ষামূলক-সংস্করণ
de: Kostenlose Demo-Version
es_419: Versión demo gratuita
fa: نسخه نمایشی رایگان
fil: Libreng demo-bersyon
gu: મફતનું ડેમો-સંસ્કરણ
hi: नि: शुल्क डेमो-संस्करण
hu: Ingyenes demó változat
id: Gratis versi-demo
it: Versione dimostrativa gratuita
ko: 무료 데모 버전
ku: نوسخەی-پێشاندان ی بەخۆرایی
nl: Gratis demo-versie
no: Gratis demo-versjon
pl: Darmowa wersja demo
ps: وړیا ډیمو
pt_br: Versão demo gratuita
pt_pt: Versão de demonstração livre
ro: Versiune demo gratuită
sk: Voľná ​​demo-verzia
sl: Brezplačna demo različica
sq: Version-demo falas
sw: Toleo la demo la bure
ta: இலவச டெமோ பதிப்பு
te: ఉచిత డెమో వెర్షన్
th: ฟรีเดโมเวอร์ชั่น
tr: Ücretsiz tanıtım sürümü
zh: 免費示範版本
zh_cn: 免费演示版本

# games_top_game_free_paid
source: You will need a game copy purchased from {{SELLER}}
ar: ستحتاج إلى نسخة لعبة تم شراؤها من {{SELLER}}
az: {{SELLER}} firmasından satın alınmış oyun kopyasına ehtiyacınız var
bg: Ще ви трябва копие от играта, закупено от {{SELLER}}
de: Sie benötigen eine von {{SELLER}} erworbene Spielekopie
es_419: Necesitará una copia del juego comprada a {{SELLER}}
fa: شما به یک کپی خرید بازی نیاز خواهید داشت از {{SELLER}}
fil: Kakailanganin mo ang isang kopya ng laro na binili mula sa {{SELLER}}
gu: તમારે ગેમની ખરીદ પહોંચ જોઈશે {{SELLER}}
hi: आपको {{SELLER}} से खरीदी गई एक खेल प्रति की आवश्यकता होगी
id: Kamu perlu sebuah gim beli di {{SELLER}}
it: Avrai bisogno di una copia del gioco comprata da {{SELLER}}
ko: {{SELLER}} 로부터 구매한 게임 복사본이 필요할 것입니다
nl: Je hebt een game-exemplaar nodig dat je hebt gekocht {{SELLER}}
no: Du trenger en spillkopi som er kjøpt fra {{SELLER}}
pl: Będziesz potrzebował kopii gry zakupionej od {{SELLER}}
ps: تاسو به د هغه یو کاپي ته اړتیا ولرئ چې له دې څخه اخیستل شوي {{SELLER}}
pt_br: Você precisará de uma cópia do jogo comprada do {{SELLER}}
pt_pt: Precisa de adquirir uma cópia do jogo a {{SELLER}}
ro: Veți avea nevoie de o copie de joc achiziționată de la {{SELLER}}
sl: Potrebovali boste kopijo igre, kupljene pri {{SELLER}}
sw: Utahitaji nakala ya mchezo kununuliwa kutoka {{SELLER}}
ta: வாங்கிய ஒரு விளையாட்டு நகல் உங்களுக்குத் தேவைப்படும் {{SELLER}}
te: మీరు కొనుగోలు చేసిన ఆట కాపీ అవసరం {{SELLER}}
tr: {{SELLER}} firmasından satın alınmış bir oyun kopyasına ihtiyacınız var
zh: 您將需要從 {{SELLER}} 購買遊戲副本
zh_cn: 您将需要从{{SELLER}}购买游戏副本

# games_top_game_play
source: Start playing
ar: ابدا اللعب
az: Oynamağa başla
bg: Започнете да играете
de: Spiel starten
es_419: Comienza a jugar
fa: شروع پخش
fil: Simulan ang pag-play
gu: રમવાનું ચાલું કરો
hi: खेलना शुरू करें
id: Mulai bermain
it: Inizia a giocare
ko: 플레이 시작
ku: ده‌ست به‌ یاری كردن بكه‌
nl: Begin met spelen
no: Start spilling
pl: Uruchom odtwarzanie
ps: لوبه کول پیل کړئ
pt_br: Comece a jogar
pt_pt: Comece a jogar
ro: Începeți jocul
sl: Zaženite igro
sw: Anza kucheza
ta: விளையாடுவதைத் தொடங்குக
te: ప్లే ప్రారంభించండి
tr: Oynamaya başla
zh: 開始玩
zh_cn: 开始玩

# games_playkey_top_title
source: Play <span class='games_title-marked bold'>the top games</span> on the highest level <br /> <span class='bold'>settings even on the weak computer</span>
ar: العب <span class='games_title-marked bold'>من أفضل الألعاب</span> على أعلى مستوى <br /> <span class='bold'>إعدادات حتى على الكمبيوتر الضعيف</span>
az: <span class='games_title-marked bold'> Zəif kompüterdə belə ən yüksək səviyyədə</span><br /><span class='bold'> ən çox oynanan oyunları</span> oynayın
bg: Играйте на <span class='games_title-marked bold'>най-добрите игри</span> на най-високото ниво <br /> <span class='bold'>дори и на слаб компютър</span>
de: Spielen Sie <span class='games_title-marked bold'>die besten Spiele</span> auf den höchsten <br /> <span class='bold'> Einstellungen selbst auf einem schwachen Computer</span>
es_419: Juega <span class='games_title-marked bold'>en los mejores juegos</span> en el nivel más alto <br /> <span class='bold'> configuraciones incluso en la computadora débil </span>
fa: اجرا <span class='games_title-marked bold'>بازی های برتر</span> در بالاترین حالت <br /> <span class='bold'>تنظیمات حتی در کامپیوتر های ضعیف</span>
fil: I-play <span class='games_title-marked bold'>ang mga nangungunang laro</span> sa mga setting ng pinakamataas na antas <br /> <span class='bold'>kahit na sa mahinang computer</span>
gu: <span class='bold'>નબળા કમ્પ્યુટર</span> પર ઉચ્ચતમ સ્તરની ગેમ <br /> ટોચ સેટિંગ્સ પર <span class='games_title-marked bold'>ટોચની રમતો</span> રમો
hi: कमजोर कंप्यूटर <span class='bold'>पर उच्चतम स्तर</span> <br /> सेटिंग्स पर <span class='games_title-marked bold'>शीर्ष खेल</span> प्ले करें
id: Mainkan <span class='games_title-marked bold'>gim top</span> dengan level setting <br /> <span class='bold'>tertinggi bahkan di komputer lemah</span>
it: Gioca <span class='games_title-marked bold'>ai migliori giochi</span> al massimo livello <br /> <span class='bold'>settando anche il computer più scarso</span>
ko: <span class='bold'>약한 컴퓨터에서도 최상위 수준의 설정으로</span> <br /><span class='games_title-marked bold'>최고의 게임</span> 을 플레이 하세요
ku: بکە <span class='games_title-marked bold'>باشترین گەمەکان</span> لەسەر بەرزترین ئاستی <br /><span class='bold'>رێکخستنەکان تا لەسەر کۆمپیوتەرە لاوازەکان</span>
nl: Speel <span class='games_title-marked bold'>de topspellen</span> op het hoogste niveau <br /> <span class='bold'>instellingen zelfs op de zwakke computer</span>
no: Spill <span class='games_title-marked bold'>topp spillene</span> på høyeste nivå <br /> <span class='bold'>innstilling selv på en svak datamaskin</span>
ps: لوبه وکړئ <span class='games_title-marked bold'>غوری لوبی</span> په لوړه سطحه<br /> <span class='bold'>د کمزوری کمپیوټر په اړه حتی</span>
pt_br: Jogue <span class='games_title-marked bold'>os melhores jogos</span> nas configurações de nível mais alto <br /> <span class='bold'>mesmo em um computador fraco</span>
pt_pt: Jogue <span class='games_title-marked bold'>jogos de topo</span> com definições <br /> <span class='bold'>elevadas mesmo em computadores de gama baixa</span>
ro: Joacă <span class='games_title-marked bold'>jocurile de top</span> la cel mai înalt nivel <br /> <span class='bold'>de setări chiar și pe un computer slab</span>
sl: Igrajte <span class='games_title-marked bold'>najboljše igre</span> na najvišjih <br /> <span class='bold'>nastavitvah, tudi na šibkih računalnikih</span>
sw: Jaribu michezo <span class='games_title-marked bold'>ya juu</span> kwenye mipangilio ya kiwango cha juu <br /> <span class='bold'>hata kwenye kompyuta dhaifu</span>
ta: விளையாடுக <span class='games_title-marked bold'>மிக பிரபலமான விளையாட்டு</span> <span class='bold'>மிக பலவீனமான கணினியில் மிக அதிக அளவிலான அமைப்புகளின் மேல்</span><br />விளையாடுக
te: ప్లే <span class='games_title-marked bold'>అగ్ర ఆటలు</span> అత్యధిక స్థాయిలో <br /> <span class='bold'>బలహీనమైన కంప్యూటర్లో కూడా సెట్టింగులు ఉన్నాయి</span>
tr: <span class='bold'>Zayıf bilgisayarda bile en yüksek seviye ayarlarla</span><br /><span class='games_title-marked bold'>en çok oynanan oyunları</span> oynayın
zh: 在最高層級設定 <br /> 玩 <span class='games_title-marked bold'>頂級遊戲</span> <span class='bold'>即使在配備弱的電腦</span>
zh_cn: 玩 <span class='games_title-marked bold'>最顶级的游戏</span> 在最高级别设置 <br /> <span class='bold'>即使最弱</span>

# games_playkey_open_catalog_button
source: More than 150 games in the PlayKey catalog
ar: أكثر من 150 لعبة في قائمه PlayKey
az: PlayKey kataloqundan 150-dən çox oyun
bg: Повече от 150 игри в PlayKey каталог
de: Mehr als 150 Spiele im PlayKey Katalog
es_419: Más de 150 juegos en el catálogo de PlayKey
fa: بیشتر از 150 بازی در کاتالوگ PlayKey
fil: Higit sa 150 mga laro ang nasa catalog ng PlayKey
gu: PlayKey સૂચિમાં 150 થી વધુ રમતો
hi: PlayKey कैटलॉग में 150 से अधिक गेम
id: Lebih dari 150 gim di katalog PlayKey
it: Più di 150 giochi nel catalogo PlayKey
ko: PlayKey 카탈로그에서 150 개 이상의 게임 열기
ku: زیاتر له‌ 150 یاری له‌ خشته‌ی PlayKey
nl: Meer dan 150 spellen in de PlayKey-catalogus
no: Mer enn 150 spill i PlayKey katalogen
ps: په PlayKey لیست کې له 150 څخه زیات لوبې
pt_br: Mais de 150 jogos no catálogo PlayKey
pt_pt: Mais de 150 jogos no catálogo PlayKey
ro: Mai mult de 150 de jocuri în catalogul PlayKey
sl: Več kot 150 iger v katalogu PlayKey
sw: Zaidi ya michezo 150 katika orodha ya PlayKey
ta: PlayKey அட்டவணையில் 150 க்கும் மேற்பட்ட விளையாட்டுகள்
te: PlayKey కేటలాగ్లో 150 కంటే ఎక్కువ ఆటలు
tr: PlayKey kataloğunda 150'den fazla oyun
zh: 在 PlayKey 目錄超過 150 種遊戲
zh_cn: 在 PlayKey 目录中超过 150 场比赛

# games_playkey_cloud_title
source: The game starts <span class='games_title-marked bold'>in the Cloud</span> on the server side, <br /> <span class='bold'>so, it doesn't use your computer's resources</span>
ar: تبدأ اللعبة <span class='games_title-marked bold'>في سحابة</span> على جانب الخادم ، <br /> <span class='bold'>لذلك ، فإنه لا يستخدم موارد الكمبيوتر الخاص بك</span>
az: Oyun <span class='games_title-marked bold'>Buludda</span> başlayır,<br /><span class='bold'>beləliklə kompüterinizin resurslarından istifadə etmir</span>
bg: Играта стартира <span class='games_title-marked bold'>от Облака</span> от страна на сървъра, <br /> <span class='bold'>така че не се използват ресурсите на компютъра ви</span>
de: Das Spiel startet <span class='games_title-marked bold'>in der Cloud</span> auf der Server-Seite, <br /><span class='bold'>so dass es nicht die Ressourcen Ihres Computers benutzt</span>
es_419: El juego comienza <span class='games_title-marked bold'>en la nube</span> en el lado del servidor, <br /> <span class='bold'>so, no usa los recursos de tu computadora</span>
fa: بازی اجرا خواهد شد <span class='games_title-marked bold'>در فضای ابری</span> در سمت سرور، <br /> <span class='bold'>بنابراین از منابع کامپیوتر شما استفاده نخواهد کرد</span>
fil: Nagsisimula ang laro <span class='games_title-marked bold'>sa Cloud </span> sa gilid ng server, <br /> <span class='bold'>kaya, hindi ito gumagamit ng mga mapagkukunan ng iyong computer</span>
gu: ગેમની શરૂઆત <span class='games_title-marked bold'>Cloud માં</span> સર્વરની સાઇડમાં થાય છે, <br /> <span class='bold'>તો, તે તમારા કમ્પ્યુટરના સ્ત્રોત નહીં વાપરે</span>
hi: गेम <span class='games_title-marked bold'>क्लाउड में</span> सर्वर साइड पर शुरू होता है, <br /> <span class='bold'>इसलिए, यह आपके कंप्यूटर के संसाधनों का उपयोग नहीं करता है</span>
id: Gim dimulai <span class='games_title-marked bold'>dalam Cloud</span> pada server, <br /> <span class='bold'>jadi, tidak menggunakan sumber daya komputer anda</span>
it: Il gioco parte <span class='games_title-marked bold'>nel Cloud</span> sul lato server, <br /> <span class='bold'>quindi, non utilizza le risorse del tuo computer</span>
ko: 게임은 서버 측의 <span class='games_title-marked bold'>클라우드</span> 에서 시작합니다. <br /> <span class='bold'>따라서 컴퓨터 리소스를 사용하지 않습니다</span>
ku: یاریەکە دەست پێدەکات<span class='games_title-marked bold'>لە هەوردا</span> لەسەر لایەنی سێرڤەر، <br /><span class='bold'>هەروەها، ئەو هیچ سەرچاوەیەکی کۆمپیوتەرەکەت بەکارناهێنێت</span>
nl: Het spel begint <span class='games_title-marked bold'>in de Cloud</span> aan de serverzijde, <br /> <span class='bold'>het gebruikt dus niet de bronnen van uw computer</span>
no: Spillet startes <span class='games_title-marked bold'>i Skyen</span> på serveren, <br /> <span class='bold'>så det bruker ikke resursene på din datamaskin</span>
ps: لوبه پيلېږي <span class='games_title-marked bold'>په وریځ کی</span> د سرور لوري ته، <br /> <span class='bold'>نو، دا ستاسو د کمپیوټر سرچینې نه کاروي</span>
pt_br: O jogo inicia <span class='games_title-marked bold'>na Nuvem</span> no lado do servidor, <br /> <span class='bold'>assim, não usa os recursos do seu computador</span>
pt_pt: O jogo começa <span class='games_title-marked bold'>na Nuvem</span> do lado do servidor, <br /> <span class='bold'>sendo que, não usa os recursos do seu computador</span>
ro: Jocul pornește <span class='games_title-marked bold'>în Cloud</span> pe server, <br /> <span class='bold'>deci, nu utilizează resursele computerului dvs.</span>
sl: Igra se začne <span class='games_title-marked bold'>v oblaku</span> na strani strežnika, <br /> <span class='bold'>zato ne uporablja virov računalnika</span>
sw: Mchezo huanza <span class='games_title-marked bold'>kwenye Wingu</span>kwenye upande wa seva, <br /> <span class='bold'>kwa hiyo, haitumii rasilimali za kompyuta yako</span>
ta: விளையாட்டு சர்வர் பக்கத்தில் <span class='games_title-marked bold'>Cloud கிளவுட்</span> வழியாக துவங்குகிறது,<br /> <span class='bold'>எனவே, அது உங்கள் கணினியின் ஆதாரங்களைப் பயன்படுத்தாது</span>
te: ఆట మొదలవుతుంది <span class='games_title-marked bold'>Cloud నుండి</span> సర్వర్ వైపు , <br /> <span class='bold'>కాబట్టి ఇది మీ కంప్యూటర్ వనరులను ఉపయోగించదు</span>
tr: Oyun sunucu tarafındaki <span class='games_title-marked bold'>Bulut içinde</span> başlar,<br /><span class='bold'>böylece bilgisayarınızın kaynaklarını kullanmaz</span>
zh: 遊戲在伺服器端的 <span class='games_title-marked bold'>雲端</span> 中啟動，<br /> <span class='bold'>所以它不會使用您的電腦資源</span>
zh_cn: 游戏在 <span class='games_title-marked bold'>在服务器端的 Cloud</span> 中启动, <br /> <span class='bold'>所以，它不使用您的电脑的资源</span>

# games_playkey_cloud_img_pc_caption
source: The computer transfers the user's actions
ar: يقوم الكمبيوتر بنقل إجراءات المستخدم
az: Kompüter, istifadəçinin verdiyi əmrləri ötürür
bg: Компютърът прехвърля действията на потребителя
de: Der Computer überträgt die Handlungen des Nutzers
es_419: La computadora transfiere las acciones del usuario
fa: کامپیوتر فعالیت های کاربر را انتقال می دهد
fil: Inilipat ng computer ang mga akyon sa user
hi: कंप्यूटर उपयोगकर्ता के कार्यों को स्थानांतरित करता है
id: Komputer mentransfer tindakan pengguna
it: Il computer traferisce le azioni dell'utente
ko: 컴퓨터가 사용자의 동작을 전송합니다
ku: كۆمپیوته‌ره‌كه‌ كرداره‌كانی به‌كارهێنه‌ره‌كه‌ ده‌گوازێته‌وه‌
nl: De computer draagt de acties van de gebruiker over
no: Datamaskinen overfører brukerens handlinger
ps: کمپیوټر د کاروونکو عملیات لیږدوي
pt_br: O computador transfere as ações do usuário
pt_pt: O computador transfere as ações do utlizador
ro: Computerul transferă acțiunile utilizatorului
sl: Računalnik prenaša uporabnikova dejanja
sw: Kompyuta huhamisha vitendo vya mtumiaji
ta: கணினி பயனரின் செயல்களை மாற்றியமைக்கிறது
te: కంప్యూటర్ యూజర్ యొక్క చర్యలను బదిలీ చేస్తుంది
tr: Bilgisayar kullancının komut verdiği eylemleri iletir
zh: 電腦傳輸使用者的動作
zh_cn: 计算机转移用户的操作

# games_playkey_cloud_img_cloud_caption
source: The signal is transferred to the Сloud
ar: يتم نقل الإشارة إلى سحابه
az: Siqnal Buluda çatır
bg: Сигналът се прехвърля на Облака
de: Das Signal wird in die Сloud übertragen
es_419: La señal se transfiere a la voz fuerte
fa: سیگنال به فضای ابری انتقال یافت
fil: Ang signal ay inililipat sa Cloud
gu: તરંગો વાદળમાં મોકલી આપવામાં આવ્યા છે
hi: सिग्नल को Сloud में स्थानांतरित किया जाता है
id: Sinyal ditransfer ke Сloud
it: Il segnale viene trasferito sul Cloud
ko: 신호가 Сloud 로 전송됩니다
ku: ئاماژەکە گوازرایەوە بۆ Сloud
nl: Het signaal wordt overgebracht naar de Сloud
no: Sigmnalet er overført til Skyen
ps: دا سگنل Сloud ته لیږدول کیږي
pt_br: O sinal é transferido para a Nuvem
pt_pt: O sinal é transferido para a Nuvem
ro: Semnalul este transferat la Cloud
sl: Signal se prenese v Oblak
sq: Sinjali është transferuar në server
sw: Ishara inahamishiwa kwenye Сloud
ta: சிக்னல் கிளவுட் டிற்க்கு மாற்றப்பட்டுள்ளது
tr: Sinyal Bulut'a iletilir
zh: 訊號被傳送到雲端
zh_cn: 信号被传送到 Сloud

# games_playkey_cloud_img_server_caption
source: The game starts on the server
ar: تبدأ اللعبة على الخادم
az: Oyun serverdə başlayır
bg: Играта започва от сървъра
de: Das Spiel startet auf dem Server
es_419: El juego comienza en el servidor
fa: بازی در سرور شروع می شود
fil: Nagsisimula ang laro sa server
gu: રમત સર્વર પર શરૂ થાય છે
hi: खेल सर्वर पर शुरू होता है
id: Permainan dimulai di server
it: Il gioco inizia sul server
ko: 서버에서 게임이 시작됩니다
ku: یاریه‌كه‌ ده‌ستپێده‌كات له‌سه‌ر سێرڤه‌ره‌كه‌
nl: Het spel begint op de server
no: Spillet starter på serveren
ps: لوبه په پالن کې پېل کوي
pt_br: O jogo inicia no servidor
pt_pt: O jogo começa no servidor
ro: Jocul începe pe server
sl: Igra se začne na strežniku
sw: Mchezo huanza kwenye seva
ta: விளையாட்டு சர்வரில் தொடங்குகிறது
te: ఆట సర్వర్లో మొదలవుతుంది
tr: Oyun sunucu üzerinde başlar
zh: 遊戲在伺服器上啟動
zh_cn: 游戏从服务器开始

# games_playkey_cloud_img_joystick_caption
source: You enjoy the game without any issues or delays
ar: تستطيع الاستمتاع باللعبة دون أي مشاكل أو تأخير
az: Heç bir problem və ya gecikmə olmadan oynamaqdan həzz alın
bg: Радвайте се на играта без никакви проблеми или закъснения
de: Sie genießen das Spiel ohne jeglichen Probleme oder Verzögerungen
es_419: Disfruta el juego sin problemas o retrasos
fa: شما بدون هیچ مشکل یا تاخیری از بازی لذت می برید
fil: Nasisiyahan ka sa laro nang walang anumang mga isyu o pagkaantala
gu: તમે કોઈ સમસ્યા અથવા વિલંબ વગર રમતનો આનંદ માણો છો
hi: आप किसी भी मुद्दे या देरी के बिना खेल का आनंद लें
id: Anda menikmati gim tanpa masalah atau patah-patah
it: Puoi gustarti il gioco senza problemi o ritardi
ko: 어떤 문제나 지연없이 게임을 즐기세요
ku: تۆ چێژ لە یاریەکەن وەردەگریت بە بێبونی هیچ کێشەیەک و دواکەوتنێک.
nl: Je geniet van het spel zonder problemen of vertragingen
no: Du nyter spillet uten problemer eller forsinkelser
ps: تاسو له کومې مسالې یا ځنډ پرته لوبې څخه خوند اخلئ
pt_br: Você aproveita o jogo sem problemas ou atrasos
pt_pt: Desfrute o jogo sem problemas ou atrasos
ro: Vă bucurați de joc fără probleme sau întârzieri
sl: Uživajte v igri brez težav ali zamud
sw: Unafurahia mchezo bila masuala yoyote au kuchelewesha
ta: ஏதேனும் பிரச்சினைகள் அல்லது தாமதங்கள் இல்லாமல் விளையாட்டை அனுபவிக்கிறீர்கள்
te: ఏ సమస్యలు లేదా ఆలస్యం లేకుండా ఆట ఆనందించండి
tr: Hiçbir sorun veya gecikme yaşamadan oyunun keyfini çıkarın
zh: 您喜歡的遊戲沒有任何問題或延遲
zh_cn: 你喜欢的游戏没有任何问题或延误

# games_playkey_create_account_button
source: Create an account on the PlayKey
ar: قم بإنشاء حساب على PlayKey
az: PlayKey-də hesab yaradın
bg: Създайте акаунт в PlayKey
de: Erstellen Sie ein Konto auf PlayKey
es_419: Crea una cuenta en la PlayKey
fa: یک حساب کاربری در PlayKey بسازید
fil: Gumawa ng isang account sa PlayKey
gu: PlayKey પર ખાતું બનાવો
hi: PlayKey पर एक खाता बनाएं
id: Buat sebuah akun di PlayKey
it: Crea un account su PlayKey
ko: PlayKey 에 계정 생성
ku: هه‌ژمارێك دروست بكه‌ له‌ PlayKey
nl: Maak een account aan op de PlayKey
no: Opprett en konto på PlayKey
ps: په PlayKey کې یو حساب جوړ کړئ
pt_br: Crie uma conta na PlayKey
pt_pt: Crie uma conta na PlayKey
ro: Creați un cont pe PlayKey
sl: Ustvarite račun na PlayKey
sq: Krijo një llogari në PlayKey
sw: Unda akaunti kwenye PlayKey
ta: PlayKey இல் ஒரு கணக்கை உருவாக்கவும்
te: PlayKey లో ఒక ఖాతాను సృష్టించండి
tr: PlayKey'de bir hesap oluşturun
zh: 在 PlayKey 上建立帳戶
zh_cn: 在 PlayKey 上创建一个帐号

# header_authorize_button
source: Log-In
ar: دخول
az: Hesaba daxil olun
bg: Влизам
bn: লগ-ইন
ca: Inicia sessió
es: Iniciar sesión
es_419: Iniciar sesión
et: Logi sisse ja Registreeru
fa: ورود
fil: Mag-Login
fr: S'identifier et Se connecter
gu: લૉગ-ઇન
he: התחברות ורישום
hi: लॉग-इन
hu: Bejelentkezés és belépés
id: Masuk dan Mendaftar
it: Accedi
ko: 로그인
ku: داخڵبوون
nl: Inloggen en Registreren
no: Pålogging
pl: Zaloguj
pt_br: Entrar
pt_pt: Iniciar Sessão
ro: Conectare
sl: Vpiši se
sr: Prijava
ta: உள் நுழைக
te: లాగిన్
th: เข้าสู่ระบบ
tr: Oturum Aç
zh: 登入

# authorize_popup_logout_button
source: Log Out
ar: خروج
az: Hesabdan çıxın
bg: Излизам
bn: লগ আউট
ca: Tanca la sessió
de: Abmelden
el: Έξοδος
es: Cerrar sesión
es_419: Cerrar sesión
et: Logi välja
fa: خروج
fil: Mag-Log Out
fr: Deconnection
gu: લૉગ-આઉટ
he: יציאה
hi: लॉग आउट
hu: Kijelentkezés
id: Keluar
it: Esci
ko: 로그아웃
ku: چوونه‌ ده‌ره‌وه‌
nl: Uitloggen
no: Avlogging
pl: Wyloguj
ps: وتل
pt_br: Sair
pt_pt: Fechar Sessão
ro: Deconectare
sk: Odhlásiť sa
sl: Izpišite se
sq: Dil
sr: Odjava
sw: Toka nje
ta: வெளியேறுக
te: లాగ్ అవుట్
th: ออกจากระบบ
tr: Oturumu Kapat
zh: 登出
zh_cn: 退出

# installation_header_subtitle
source: This can take some time, but&nbsp;it's worth it
ar: قد يستغرق هذا بعض الوقت ، ولكن & nbsp؛ الأمر يستحق ذلك
az: Bu bir az vaxt aparır, ancaq&nbsp;buna dəyər
bg: Това може да отнеме известно време, но това си заслужава
bn: এতে কিছু সময় লাগতে পারে, but&nbsp;এটা স্বাভাবিক
ca: Això pot trigar una estona, però&nbsp;val la pena
de: Dies kann etwas Zeit in Anspruch nehmen, aber&nbsp;es lohnt sich
el: Αυτό μπορεί να πάρει λίγο χρόνο, αλλά αξίζει
es: Puede tardar un rato, pero&nbsp;vale la pena
es_419: Esto puede llevar un tiempo, pero&nbsp; vale la pena
et: See võib võtta aega, kuid&nbsp;on seda väärt
fa: ممکن است کمی زمان ببرد، اما&nbsp;ارزشش را دارد
fil: Maaaring tumagal ito ng ilang oras, ngunit&nbsp;ito ay katumbas ng halaga
fr: Cela peut prendre du temps, mais&nbsp;ça en vaut la peine
gu: આ થોડો સમય લઈ શકે છે, પણ&nbsp;તેની કિંમત છે
he: זה יקח קצת זמן, אבל&nbsp;כדאי לחכות
hi: इसमें कुछ समय लग सकता है, लेकिन&nbsp;यह इसके लायक है
hu: Ez a folyamat eltarthat egy ideig, de&nbsp;megéri
id: Ini bisa memakan sedikit waktu, tapi&nbsp;ini sepadan
it: Questa operazione richiederà del tempo, ma&nbsp;ne vale la pena
ko: 이 작업에는 다소 시간이 걸릴 수 있지만&nbsp;그만한 가치가 있습니다
ku: ئەمە هەندێ کاتی دەوێت، بەڵام &nbsp; ئەوە شایەنیەتی.
nl: Dit kan even duren, maar&nbsp;het is het waard
no: Dette kan ta litt tid, men&nbsp;det er verdt det
pl: Może to trochę potrwać, ale&nbsp;warto
ps: دا ځینې وخت نیولی شي، مګر د دې وړ دی
pt_br: Isso pode levar algum tempo, mas&nbsp;valerá a pena
pt_pt: Isto pode demorar algum tempo, mas vale a pena
ro: Poate dura ceva timp, dar&nbsp;merită
sk: Môže to chvíľu trvať, ale&nbsp;stojí za to
sl: To lahko traja nekaj časa, vendar je vredno počakati
sq: Kjo mund të marrë pak kohë, port&nbsp;ia vlen
sr: Ovo će potrajat neko vreme, ali&nbsp;isplati se
sw: Hii inaweza kuchukua muda, lakini&nbsp;ina thamani yake
ta: இது சிறிது நேரம் ஆகலாம், ஆனால்&nbsp;மிகவும் பயனுள்ளது.
te: దీనికి కొంత సమయం పట్టవచ్చు, కానీ&nbsp;అది చాలా విలువైనది
th: มันใช้เวลาบ้าง แต่&nbsp;มันคุ้มค่าแน่
tr: Bu biraz zaman alabilir, ancak&nbsp;buna değer
zh: 這可能需要一些時間，但&nbsp;它是值得的
zh_cn: 这可能需要一些时间，但这是值得的
