Repository: DriverPackSolution/transifex-backup
Catalog: beetle/driverpack-solution-worldwide/driverpackpo/*.po
Languages: ar, az, bg, bn, ca, de, el, es, es_419, et, fa, fil, fr, gu, he, hi, hu, id, it, ko, ku, nl, no, pl, ps, pt_br, pt_pt, ro, sk, sl, sq, sr, sw, ta, te, th, tr, zh, zh_cn

# installation_progress_unzipping_unzipped
source: unpacked
ar: تم الفك والاستخراج
az: paketin açılma nisbəti
bg: разархивиране
bn: আনপ্যাকড্‌ করা হয়েছে
ca: descomprimit
de: entpackt
el: αποσυμπιεσμένο
es: desempaquetado
es_419: desempaquetado
et: lahtipakitud
fa: بازگشایی شد
fil: Na-unpack
fr: décompressé
gu: પેકેટ ખુલી ગયું
he: חולץ
hi: अनपैक्ड
hu: kicsomagolva
id: telah dibongkar
it: spacchettato
ko: 압축해제 됨
ku: خاڵی کراوە
nl: uitgepakt
no: utpakket
pl: rozpakowane
ps: ناپېژندل شوی
pt_br: descompactado
pt_pt: extraído
ro: despachetat
sk: rozbalené
sl: razširjeno
sq: depaketuar
sr: raspakovano
sw: umeagizwa
ta: தொகுப்புபிரிப்பு முடிந்தது
te: అన్ ప్యాక్
th: แยกไฟล์แล้ว
tr: paketin açılma oranı
zh: 已解壓縮
zh_cn: 已解壓縮

# installation_progress_stage_installing
source: Installing...
ar: تثبيت...
az: Quraşdırılır...
bg: Инсталиране...
bn: ইন্সটল হচ্ছে...
ca: Instal·lant...
de: Installieren...
el: Εγκατάσταση...
es: Instalando...
es_419: Instalando...
et: Paigaldamine...
fa: در حال نصب...
fil: Nag-iinstall...
fr: En cours d'installation...
gu: સ્થાપિત થઈ રહ્યું છે...
he: מתקין...
hi: स्थापित हो रहा है...
hu: Telepítés...
id: Sedang memasang...
it: Installazione...
ko: 설치 중…
ku: دامه‌زراندن...
nl: Installeren...
no: Installerer...
pl: Instalowanie...
ps: لګول ...
pt_br: Instalando...
pt_pt: A instalar...
ro: Instalare...
sk: Inštaluje sa...
sl: Nameščanje...
sq: Po instalohet...
sr: Instaliramo...
sw: Unawekwa...
ta: நிறுவல் நடைபெறுகிறது...
te: ఇన్స్టాల్ చేస్తోంది...
th: กำลังติดตั้ง...
tr: Yükleniyor...
zh: 安裝中...
zh_cn: 安装中...

# installation_progress_stage_done
source: Done
ar: تم
az: Hazırdır
bg: Готово
bn: হয়ে গেছে
ca: Fet
de: Fertig
el: Ολοκληρώθηκε
es: Hecho
es_419: Hecho
et: Valmis
fa: انجام شد
fil: Tapos
fr: Terminé
gu: થઈ ગયું
he: הסתיים
hi: हो चुका
hu: Kész
id: Selesai
it: Fatto
ko: 완료
ku: تەواو
nl: Klaar
no: Utført
pl: Zakończono
ps: بشپړ شوی
pt_br: Concluído
pt_pt: Feito
ro: Finalizare
sk: Hotové
sl: Končano
sq: Mbaroi
sr: Gotovo
sw: Umefaulu
ta: முடிவுற்றது
te: సిద్దం
th: เสร็จสิ้น
tr: Bitti
zh: 完成
zh_cn: 完成

# installation_canceled
source: You have cancelled it
ar: لقد ألغيت ذلك
az: Ləğv etdiniz
bg: Прекъснахте го
bn: আপনি এটি বাতিল করেছেন
ca: Heu cancel·lat l'acció
de: Sie haben es abgebrochen
el: Ακυρώθηκε
es: Has cancelado la acción
es_419: Lo has cancelado
et: Olete loobunud sellest
fa: شما از آن منصرف شده اید
fil: Kinansela mo ito
fr: Vous l'avez annulé
gu: તમે તેને રદ કર્યું
he: בוטל על ידך
hi: आपने इसे रद्द कर दिया है
hu: Ön megszakította a folyamatot
id: Anda sudah membatalkannya
it: Lo hai cancellato
ko: 취소하였습니다
ku: تۆ هەڵوەشاند ئەوە
nl: Je hebt het geannuleerd
no: Du har avbrutt
pl: Anulowano
ps: تاسو رد کړی دی
pt_br: Você cancelou isso
pt_pt: Cancelou-o
ro: L-aţi anulat
sk: Zrušené na vašu požiadavku
sl: Preklicali ste
sq: E keni anulluar
sr: Ovu stavku ste otkazali
sw: Umeifuta
ta: நீங்கள் அதை ரத்து செய்துள்ளீர்கள்
te: మీరు దీన్ని రద్దు చేసారు
th: คุณได้ยกเลิกแล้ว
tr: İptal ettiniz
zh: 您已取消
zh_cn: 你已经取消了

# installation_title_name
source: Installation items
ar: عناصر التثبيت
az: Quraşdırma elementləri
bg: Елементи за инсталиране
bn: যেসব আইটেম ইন্সটল হবে
ca: Elements a instal·lar
de: Installationselemente
el: Στοιχεία εγκατάστασης
es: Elementos para la instalación
es_419: Elementos de instalación
et: Paigalduse detailid
fa: آیتم های نصب
fil: Mga item sa pag-install
fr: Éléments d'installation
gu: સ્થાપનાની વસ્તુઓ
he: פריטים להתקנה
hi: स्थापना आइटम
hu: Telepítendő elemek
id: Materi pemasangan
it: Elementi d'installazione
ko: 설치 항목
ku: ئامرازە دابەزێندراوەکان
nl: Installatie-items
no: Installasjonselementer
pl: Inastalowanie
ps: د لګولو توکي
pt_br: Itens de instalação
pt_pt: Itens para instalação
ro: Elemente de instalare
sk: Položky na inštaláciu
sl: Namestitveni elementi
sq: Artikujt e instalimit
sr: Instaliranje stavki
sw: Vifaa vya kuwekwa
ta: நிறுவல் உருப்படிகள்
te: సంస్థాపన అంశాలు
th: รายการที่ติดตั้ง
tr: Kurulum öğeleri
zh: 安裝項目
zh_cn: 安装项目

# installation_item_description_restorepoint
source: It enables a system roll-back to its previous state if something goes wrong
ar: إنها تمكن النظام من العودة إلى حالته السابقة إذا حدث خطأ ما
az: XƏta yaranarsa bir sistemi əvvəlki vəziyyətə qaytarmanı aktivləşdir
bg: Това позволява на системата да се върне в предишното си състояние, ако нещо се обърка
bn: কোনো ভুল হলে এটি সিস্টেমকে আগের অবস্থায় নিয়ে যাওয়ার সুবিধা সক্রিয় করে
ca: Permet que es pugui restaurar el sistema a un estat anterior si alguna cosa no va bé
de: Es ermöglicht das Rückkehren in den vorherigen Zustand, falls etwas schief geht
el: Ενεργοποιεί μια επαναφορά συστήματος στην προηγούμενη κατάσταση, αν κάτι πάει στραβά
es: Permite restaurar el sistema a un estado anterior si algo va mal
es_419: Permite que un sistema retroceda a su estado anterior si algo sale mal
et: See lubab süsteemil pöörata tagasi eelmisesse töökorras olekusse, kui miski peaks valesti minema
fa: این یک بازگردانی سیستم به قبل را بر این پایه که مشکلی اگر ایجاد شود فعال می کند
fil: Ito ay nagbibigay-daan sa isang roll-back system na nagbabalik sa nakaraang estado nito kapag mayroong maling nangyari
fr: Il permet à un système de revenir à son état précédent si quelque chose ne va pas
gu: તે સિસ્ટમને ભૂતકાળની સ્થિતિમાં લઈ જવાની ક્ષમતાને સક્રિય કરે છે જો કશુંક ખોટું થઈ જાય
he: מאפשר להחזיר את הגדרות המערכת אחורה אם משהו משתבש תוך כדי ההתקנות
hi: यदि कुछ गलत हो जाता है तो यह सिस्टम को अपने पिछले स्थिति में रोल-बैक सक्षम करता है
hu: Lehetővé teszi a rendszer visszaállítását egy korábbi állapotába, ha valami rosszul sülne el
id: Ini memungkinkan sistem kembali ke keadaan sebelumnya jika terjadi kesalahan
it: Questo abilita il ripristino di sistema al suo stato precedente se qualcosa va storto
ko: 오류가 발생하면 시스템을 이전 상태로 롤백 할 수 있습니다
ku: ئەو یارمەتی سیستەم دەدات بۆ گەرانەوە بۆ باری پێشوو ئەگەر هەر کێشەیەک ڕووبدات
nl: Het maakt het mogelijk om een systeem terug te zetten naar de vorige staat als er iets misgaat
no: Gjør det mulig å rulle tilbake til sin tidligere tilstand hvis noe går galt
pl: Umożliwia cofnięcie systemu do poprzedniego stanu, jeśli coś pójdzie nie tak
ps: که چیرې یو څه غلط وي نو دا د سیسټم رول بیرته خپل پخواني حالت ته وړتیا ورکوي
pt_br: Ele permite que um sistema retorne ao seu estado anterior se algo der errado
pt_pt: Permite um restauro do sistema para um ponto anterior se algo correr mal
ro: Aceasta permite sistemului să revină la starea sa anterioară dacă ceva nu merge bine
sk: Umožňuje vrátiť systém do predchádzajúceho stavu, ak sa niečo pokazí
sl: Sistem omogoča vrnitev v prejšnje stanje, v primeru napake
sq: Mundëson një rikthim të sistemit në gjendjen e mëparshme nëse diçka shkon keq
sr: Ukoliko dođe do poteškoća u radu, omogućava povratak sistema na prethodno stanje
sw: Inaruhusu mfumo wa kurudi nyuma kwenye hali yake ya awali ikiwa kitu kinakwenda vibaya
ta: ஏதோ தவறு நடந்தால், அதன் முந்தைய நிலைக்கு ஒரு கணினி ரோல்-முனையை இயக்குகிறது
te: ఏదో తప్పు జరిగితే అది దాని మునుపటి స్థితికి రోల్-బ్యాక్ విధానాన్ని ప్రారంభిస్తుంది
th: มันเปิดการใช้งานการย้อนกลับระบบไปสู่สถาพก่อนหน้าถ้าบางอย่างผิดพลาด
tr: Birşey yanlış giderse bir sistemi önceki durumuna geri almayı etkinleştirir
zh: 如果出現問題，它可以使系統回復到之前的狀態
zh_cn: 如果出现问题，它可以使系统回滚到之前的状态

# loading_backup_drivers
source: Driver backup is being created
ar: يتم إنشاء نسخة احتياطية لبرنامج التشغيل
az: Driver ehtiyatı yaradılır
bg: Създава се резервно копие на драйвера
bn: ড্রাইভার ব্যাকআপ তৈরি করা হচ্ছে
ca: Creant la còpia de seguretat dels controladors
de: Treibersicherung wird erstellt
el: Δημιουργείται αντίγραφο ασφαλείας του προγράμματος οδήγησης
es: Creando una copia de seguridad del driver
es_419: Se está creando una copia de seguridad del controlador
et: Loon draiverite tagavarakoopiat
fa: پشتیبان درایور در حال ایجاد شدن است
fil: Nililikha ang backup ng driver
fr: La sauvegarde du pilote est en cours de création
gu: ડ્રાઈવર બેકઅપ બની રહ્યું છે
he: יוצר גיבוי דרייבר
hi: ड्राइवर बैकअप बनाया जा रहा है
hu: Drivermentés létrehozása folyamatban van
id: Cadangan driver sedang dibuat
it: Il backup dei driver è stato creato
ko: 드라이버 백업이 생성됩니다
ku: پشتگیری پێناسە دروستکرا
nl: Driver-backup wordt gemaakt
no: Driver sikkerhetskopi opprettes
pl: Kopia sterowników została stworzona
ps: د چلوونکي شاتړ جوړ شوی
pt_br: O backup do driver está sendo criado
pt_pt: Está a ser criada uma cópia de segurança do controlador
ro: Se crează backup-ul driverului
sk: Vytvára sa záloha ovládačov
sl: Vzpostavljeno je varnostno kopiranje gonilnika
sq: Rezerva e drajverave po krijohet
sr: Podrška za drajvere je napravljena
sw: Backup ya driver inaundwa
ta: வன்பொருள் காப்பு பிரதி உருவாக்கப்படுகிறது
te: డ్రైవర్ బ్యాకప్ సృష్టించబడుతోంది
th: ไดรเวอร์สำรองกำลังถูกสร้าง
tr: Sürücü yedeği oluşturuluyor
zh: 正在建立驅動程式備份
zh_cn: 正在创建驱动程序备份

# loading_backup_done
source: The driver backup has been created successfully
ar: تم إنشاء نسخة احتياطية لبرنامج التشغيل بنجاح
az: Driver ehtiyatı uğurla yaradıldı
bg: Резервното копие на драйвера е създадено успешно
bn: ড্রাইভার ব্যাকআপ সফলভাবে তৈরি হয়েছে
ca: S'ha creat la còpia de seguretat dels controladors
de: Treibersicherung wurde erfolgreich gesichert
es: Se ha creado la copia de seguridad del driver
es_419: Se está creando una copia de seguridad del controlador
et: Draiverite tagavarakoopia on edukalt loodud
fa: پشتیبان درایور با موفقیت ایجاد شده است
fil: Ang backup ng driver ay matagumpay na nalikha
fr: La sauvegarde du pilote a été créée avec succès
gu: ડ્રાઈવર બેકઅપ સફળતાપૂર્વક બનાવવામાં આવ્યું છે
he: גיבוי הדרייבר נוצר בהצלחה
hi: ड्राइवर बैकअप को सफलतापूर्वक बनाया गया है
hu: A driver biztonsági mentése sikeresen létrehozásra került.
id: Pencadangan driver telah berhasil dibuat
it: Il backup dei driver è stato creato con successo
ko: 드라이버 백업이 성공적으로 생성되었습니다
ku: یه‌ده‌كی پێناسه‌ به‌ سه‌ركه‌وتوویی دروستكرا
nl: De driver-back-up is met succes gemaakt
no: Driver sikkerhetskopi var vellykket
pl: Kopia sterowników została stworzona z powodzeniem
pt_br: O backup do driver foi criado com sucesso
pt_pt: A cópia de segurança foi criada com sucesso
ro: Backup-ul driverului a fost creat cu succes
sl: Varnostno kopiranje gonilnika je bilo uspešno ustvarjeno
sr: Podrška za drajvere je uspešno napravljena
ta: வன்பொருள் காப்புப்பிரதி வெற்றிகரமாக உருவாக்கப்பட்டது
te: డ్రైవర్ బ్యాకప్ విజయవంతంగా సృష్టించబడింది
th: สร้างไดรเวอร์สำรองสำเร็จ
tr: Sürücü yedeği başarılı olarak oluşturuldu
zh: 驅動程式備份已成功建立

# loading_button_finish
source: Done
ar: تم
az: Hazırdır
bg: Готово
bn: হয়ে গেছে
ca: Fet
de: Fertig
el: Ολοκληρώθηκε
es: Hecho
es_419: Hecho
et: Valmis
fa: انجام شد
fil: Tapos
fr: Terminé
gu: થઈ ગયું
he: הסתיים
hi: हो चुका
hu: Kész
id: Selesai
it: Fatto
ko: 완료
ku: تەواو
nl: Klaar
no: Utført
pl: Zakończono
ps: بشپړ شوی
pt_br: Concluído
pt_pt: Feito
ro: Finalizare
sk: Hotovo
sl: Končano
sq: Mbaroi
sr: Gotovo
sw: Umefaulu
ta: முடிவுற்றது
te: సిద్దం
th: เสร็จสิ้น
tr: Bitti
zh: 完成
zh_cn: 完成

# loading_backup_failed
source: Error occurred in the process of driver backup creation
ar: حدث خطأ في عملية إنشاء نسخة احتياطية لبرنامج التشغيل
az: Driver ehtiyatı yaratma zamanı bir xəta yarandı
bg: Възникна грешка в процеса на създаване на резервно копие на драйвера
bn: ড্রাইভারগুলোর ব্যাকআপ তৈরি করার সময় সমস্যা হয়েছে
ca: Error durant la generació de la còpia de seguretat dels controladors
de: Bei der Erstellung einer Treibersicherung ist ein Fehler aufgetreten
el: Παρουσιάστηκε σφάλμα στη διαδικασία δημιουργίας αντιγράφων ασφαλείας του προγράμματος οδήγησης
es: Se ha producido un error durante la creación de la copia de seguridad
es_419: Se produjo un error en el proceso de creación de la copia de seguridad del controlador
et: Tekkis viga draiverid tagavarakoopia loomise käigus
fa: مشکلی در روند ایجاد پشتیبان درایور به وجود آمده است
fil: Nagkaroon ng error sa proseso ng paglikha ng backup ng driver
fr: Une erreur s'est produite dans le processus de création de la sauvegarde du pilote
gu: ડ્રાઈવર બેકઅપ બનાવતી વેળાએ ભૂલ થઈ છે
he: שגיאה אירעה במהלך יצירת גיבוי הדרייבר
hi: ड्राइवर बैकअप निर्माण की प्रक्रिया में त्रुटि हुई
hu: Hiba történt a drivermentés létrehozása közben
id: Kesalahan terjadi pada proses pembuatan cadangan driver
it: Si è presentato un errore durante la creazione del backup dei driver
ko: 드라이버 백업 생성 과정에서 오류가 발생했습니다
ku: هه‌ڵه‌یه‌ك ڕویدا له‌ پرۆسه‌ی دروستكردنی یه‌ده‌كی پێناسه‌
nl: Er is een fout opgetreden tijdens het maken van de back-up van de driver
no: Feil oppsto under oppretting av driverkopi
pl: Wystąpił błąd podczas tworzenia kopii zapasowej sterownika
ps: د چلولو د بیک اپ جوړونې په بهیر کې تېروتنه رامنځته شوه
pt_br: Ocorreu um erro no processo de criação de backup do driver
pt_pt: Ocorreu um erro durante o processo de criação da cópia de segurança
ro: Eroare apărută în procesul de creare a copiei de rezervă pentru driver
sk: Pri vytváraní zálohy ovládačov sa vyskytla chyba
sl: Prišlo je do napake pri ustvarjanju varnostne kopije gonilnika
sq: Ndodhi gabim në procesin e krijimit të rezervës se drajverave
sr: Tokom procesa pravljenja podrške za drajvere došlo je do greške
sw: Hitilafu ilitokea katika mchakato wa uumbaji wa uhifadhi wa driver
ta: வன்பொருள் காப்பு பிரதி உருவாக்கம் செயல்பாட்டில் பிழை ஏற்பட்டது
te: డ్రైవర్ బ్యాకప్ సృష్టి ప్రక్రియలో లోపం సంభవించింది
th: เกิดความผิดพลาดขึ้นในกระบวนการการสร้างไดรเวอร์สำรอง
tr: Sürücü yedeği oluşturma işleminde bir hata meydana geldi
zh: 建立驅動程式備份過程中發生錯誤
zh_cn: 驱动程序备份创建过程中出现错误

# about_run_error
source: A problem occurred during DriverPack Solution operation <br> <br> If the problem persists, e-mail us to support@drp.su
ar: حدثت مشكلة أثناء عملية DriverPack Solution <br><br> إذا استمرت المشكلة ، فقم بإرسال e-mail إلينا على support@drp.su
az: DriverPack Solution-un işləməsi zamanı xəta yarandı <br><br> Əgər problem davam edərsə, lütfən bizə, support@drp.su ünvanına e-mail göndərin
bg: Възникна проблем при работа на DriverPack Solution <br> <br> Ако проблемът продължава, изпратете ни e-mail на support@drp.su
bn: DriverPack Solution এর কাজে সমস্যা দেখা দিয়েছে <br> <br> সমস্যাটা বারবার হলে, দয়া করে আমাদের e-mail করুন এই ঠিকানায় support@drp.su
ca: Hi ha hagut un error durant l'execució de DriverPack Solution <br> <br> Si el problema segueix, envieu-nos un correu electrònic a support@drp.su
de: Bei der Ausführung von DriverPack Solution ist ein Problem aufgetreten <br> <br> Falls das Problem weiterhin besteht, senden Sie uns eine E-Mail an support@drp.su
es: Se ha producido un error durante la ejecución de DriverPack Solution <br> <br> Si el problema persiste, envíanos un e-mail a support@drp.su
es_419: Ocurrió un problema durante la operación de la Solución DriverPack <br> <br> Si el problema persiste, envíenos un correo electrónico a support@drp.su
et: DriverPack Solutionil tekkis probleem <br> <br> Kui viga jätkub võtke ühendust: support@drp.su
fa: یک مشکل در عملکرد DriverPack Solution ایجاد شده است <br> <br> اگر مشکل همچنان ادامه دارد به ما ایمیل بزنید support@drp.su
fil: Isang problema ang naganap sa panahon ng operasyon ng DriverPack Solution <br> <br> Kung nagpapatuloy ang problema, e-mail sa amin sa support@drp.su
fr: Un problème est survenu pendant le fonctionnement de DriverPack Solution <br> <br> Si le problème persiste, envoyez-nous e-mail à support@drp.su
gu: DriverPack Solution કામગીરી વખતે ભૂલ થઈ છે <br> <br> જો તે સમસ્યા રહે, e-mail કરો support@drp.su ને
he: בעיה אירעה במהלך פעילות DriverPack Solution <br> <br> אם הבעיה נמשכת אנא שלח לנו אמייל לכתובת support@drp.su
hi: DriverPack Solution ऑपरेशन के दौरान एक समस्या हुई <br> <br> यदि समस्या बनी रहती है, तो हमें support@drp.su पर e-mail करें
hu: Hiba történt a DriverPack Solution műveletének elindítása közben <br> <br> Ha a gond továbbra is fennáll, írjon nekünk e-mail üzenetet a support@drp.su címre
id: Terjadi masalah saat operasi DriverPack Solution <br> <br> Jika masalah berlanjut, kirimi kami e-mail ke support@drp.su
it: Si è presentato un problema durante il funzionamento di DriverPack Solution <br> <br> Se il problema persiste, inviaci una e-mail a support@drp.su
ko: DriverPack Solution 작동 중 문제가 발생했습니다 <br><br> 문제가 지속되면 support@drp.su 로 e-mail 을 보내주세요
ku: کێشەیەک ڕوودا لەکاتی ئیشکردنی DriverPack Solution <br> <br> ئەگەر کێشەکە بەردەوام بوو، e-mail ێک بۆمان بنێرە بۆ support@drp.su
nl: Er is een probleem opgetreden tijdens het gebruik van de DriverPack Solution <br> <br> Als het probleem aanhoudt, e-mail ons dan naar support@drp.su
no: Et problem oppsto under bruk av DriverPack Solution <br> <br> Dersom problemet vedvarer, e-mail oss på support@drp.su
pl: Wystąpił problem podczas działania DriverPack Solution <br><br> Jeśli problem będzie się powtarzał, wyślij nam e-mail na adres support@drp.su
ps: د DriverPack Solution د عملیات په جریان کې یوه ستونزه رامنځ ته شوه <br><br> که ستونزه پاتې کیږي، موږ ته e-mail وکړی support@drp.su
pt_br: Ocorreu um problema durante a operação do DriverPack Solution <br> <br> Se o problema persistir, envie-nos um e-mail para support@drp.su
pt_pt: Ocorreu um erro durante a operação do DriverPack Solution <br> <br> Se o problema persitir, envie-nos um e-mail para support@drp.su
ro: A apărut o problemă în timpul operării DriverPack Solution <br> <br> Dacă problema persistă, trimiteți-ne e-mail la support@drp.su
sk: Pri prevádzke DriverPack Solution sa vyskytol problém <br> <br> Ak problém pretrváva, pošlite nám e-mail na adresu support@drp.su
sl: Prišlo je do težave med delovanjem programa DriverPack Solution <br> <br>Če težava še vedno obstaja, nam pošljite e-mail na support@drp.su
sq: Një problem ndodhi gjatë operimit të DriverPack Solution <br> <br> Nëse problem vazhdon, na dërgoni një e-mail në support@drp.su
sr: Tokom rada DriverPack Solution-a pojavio se problem <br> <br> Ukoliko problem nastavi da se pojavljuje obavestite nas o tome na e-mail support@drp.su
sw: Tatizo ilitokea wakati wa operesheni ya DriverPack Solution <br> <br> Ikiwa tatizo linaendelea, tutumie barua pepe e-mail kwa support@drp.su
ta: DriverPack Solution வன்பொருள்தொகுப்பு தீர்வு இயக்கத்தின்போது ஒரு சிக்கல் ஏற்பட்டது <br> <br>சிக்கல் தொடர்ந்தால், எங்களுக்கு e-mail மின்னஞ்சல் support@drp.su மூலம் தெரியப்படுத்தவும்
te: ఆపరేషన్ కొనసాగితే, DriverPack Solution సమయంలో సమస్య ఏర్పడింది <br> <br> మాకు e-mail చేయండి support@drp.su
th: เกิดปัญหาขึ้นระหว่าง DriverPack Solution ทำงาน <br> <br> ถ้าปัญหายังมีอยู่ อีเมลถึงเราที่ support@drp.su
tr: DriverPack Solution'ın çalışması sırasında bir sorun meydana geldi<br><br>Eğer sorun sürerse, lütfen bize support@drp.su adresine e-posta gönderin
zh: DriverPack Solution 操作過程中出現問題。<br> <br> 如果問題仍然存在，請發送 e-mail 至 support@drp.su
zh_cn: DriverPack Solution 操作中出现问题 <br> <br> 如果问题仍然存在，请发送 e-mail 到 support@drp.su

# loading_preparing
source: The app is getting ready to be launched…
ar: التطبيق جاهز للتشغيل...
az: Proqram açılması üçün hazırlanır...
bg: Приложението е готово да се стартира...
bn: অ্যাপ্লিকেশনটি চালু হওয়ার জন্য তৈরি হচ্ছে...
ca: L'aplicació s'està preparant per a iniciar-se...
de: Die App ist bereit, gestartet zu werden...
el: Η εφαρμογή είναι έτοιμη για χρήση...
es: Preparando la aplicación para su inicio...
es_419: La aplicación se está preparando para su lanzamiento ...
et: Valmistan programmi käivitamiseks...
fa: برنامه برای اجرا شدن در حال آماده شدن است...
fil: Ang app ay nakahanda na ilunsad...
fr: L'application va être lancée…
gu: એપ શરૂ થવા જઇ રહી છે...
he: האפליקציה מתכוננת להפעלה...
hi: ऐप लॉन्च होने के लिए तैयार हो रही है...
hu: Az alkalmazás az elindulásra készül...
it: L'app si sta preparando all'avvio...
ko: 앱을 실행할 준비 중…
ku: به‌رنامه‌كه‌ ئاماده‌یه‌ بۆ ئه‌وه‌ی كاریپێبكرێت...
no: App'en er klar til å startes...
pl: Aplikacja jest gotowa do uruchomienia...
pt_pt: A aplicação está quase pronta para ser iniciada...
ro: Aplicația se pregătește să fie lansată...
sk: Aplikácia sa pripravuje na spustenie...
sl: Aplikacija se pripravlja za zagon...
sq: Aplikacioni po bëhet gati për nisje...
sr: Aplikacija se priprema za pokretanje...
ta: பயன்பாட்டை தொடங்க தயாராக உள்ளது ...
te: అనువర్తనం ప్రారంభించటానికి సిద్ధంగా ఉంది...
th: แอพนี้พร้อมแล้วที่จะดำเนินการ
tr: Uygulama çalıştırılmak için hazırlanıyor…
zh: 該應用程式正在準備啟動...
zh_cn: 该应用程序正准备启动...

# loading_system_scanning
source: We are checking up the computer configuration…
ar: نحن نتحقق من تكوين الكمبيوتر...
az: Proqram konfiqurasiyasını yoxlayırıq...
bg: Проверяваме конфигурацията на компютъра...
bn: কম্পিউটার কনফিগারেশন পরীক্ষা করা হচ্ছে...
ca: Estem comprovant la configuració de l'ordinador...
de: Wir überprüfen die Konfiguration des Computers...
el: Ελέγχουμε τη διαμόρφωση του υπολογιστή ...
es: Comprobando la configuración del ordenador...
es_419: Estamos revisando la configuración de la computadora...
et: Kontrollin arvuti seadistust...
fa: ما در حال بررسی پیکربندی سیستم هستیم...
fil: Sinusuri namin ang configuration ng computer...
fr: Nous sommes en train de vérifier la configuration de l'ordinateur…
gu: અમે તમારાં કમ્પ્યુટરનું સંસ્કરણ તપાસી રહ્યા છીએ...
he: אנו בודקים את הגדרות המחשב...
hi: हम कंप्यूटर कॉन्फ़िगरेशन की जांच कर रहे हैं...
hu: Ellenőrizzük a számítógép konfigurációját...
it: Stiamo controllando la configurazione del computer...
ko: 컴퓨터 구성을 확인 중…
ku: ئێمه‌ ڕێكخستنی كۆمپیوته‌ر ده‌پشكنین...
no: Vi sjekker opp datamaskinens konfigurasjon...
pl: Sprawdzamy konfigurację komputera...
pt_pt: Estamos a verificar a configuração do computador...
ro: Verificăm configurația computerului...
sk: Kontroluje sa konfigurácia počítača...
sl: Preverjamo konfiguracijo računalnika...
sq: Po kontrollojmë konfigurimin e kompjuterit...
sr: Proveravamo konfiguraciju računara...
ta: கணினி கட்டமைப்பை சோதிக்கிறோம் ...
te: మేము కంప్యూటర్ కాన్ఫిగరేషన్ను తనిఖీ చేస్తున్నాము...
th: เรากำลังตรวจสอบการตั้งค่าคอมพิวเตอร์
tr: Bilgisayar yapılandırmasını yokluyoruz…
zh: 檢查電腦組態中...
zh_cn: 我们正在检查电脑配置...

# loading_sending_api_request
source: We are loading data from the cloud server…
ar: نحن نقوم بتحميل البيانات من خادم cloud...
az: Məlumatları bulud serverdən yükləyirik...
bg: Зареждаме данни от облачния сървър...
bn: ক্লাউড সার্ভার থেকে ডেটা লোড হচ্ছে...
ca: Estem carregant les dades des del servidor al núvol...
de: Wir laden Daten vom Cloud-Server...
el: Φορτώνουμε δεδομένα από το διακομιστή Cloud...
es: Cargando la informacion del servidor en la nube...
es_419: Estamos cargando datos del servidor de la nube...
et: Laen alla andmeid pilveruumist...
fa: ما در حال بارگذاری اطلاعات از سرور ابری هستیم...
fil: Kami ay naglo-load ng data mula sa cloud server...
fr: Nous sommes en train de charger des données du serveur cloud...
gu: અમો સર્વરમાંથી ડેટા લોડ કરી રહ્યા છીએ...
he: אנו טוענים מידע מהשרת שלנו בענן...
hi: हम क्लाउड सर्वर से डेटा लोड कर रहे हैं...
hu: Betöltjük az adatokat a felhő szerverről...
it: Stiamo caricando i data dal server sul cloud...
ko: 클라우드 서버에서 데이타를 로딩 중…
ku: ئێمە داتاکان باردەکەین لە Cloud server
no: Vi laster data fra skyserveren...
pl: Wczytujemy dane z serwera w chmurze...
pt_pt: Estamos a descarregar informação do servidor na nuvem...
ro: Încărcăm date de pe serverul cloud ...
sk: Načítavajú sa údaje z cloud servera...
sl: Nalagamo podatke iz strežnika v oblaku...
sq: Po marrim të dhëna nga serveri në re...
sr: Učitavamo podatke sa servera na mreži...
ta: க்ளோவ் சர்வர் சேவையகத்திலிருந்து தரவை வரிசைப்படுத்தப்படுகின்றன...
te: క్లౌడ్ సర్వర్ నుండి డేటాను లోడ్ చేస్తున్నాము...
th: เรากำลังโหลดข้อมูลจากคลาวด์เซอร์เวอร์...
tr: Verileri bulut sunucusundan yüklüyoruz...
zh: 從雲端伺服器載入資料中...
zh_cn: 我们正在从云服务器加载数据...
