Repository: DriverPackSolution/transifex-backup
Catalog: beetle/driverpack-solution-worldwide/driverpackpo/*.po
Languages: ar, az, bg, bn, ca, de, el, es, es_419, et, fa, fil, fr, gu, he, hi, hu, id, it, ko, ku, nl, no, pl, ps, pt_br, pt_pt, ro, sk, sl, sq, sr, sw, ta, te, th, tr, zh, zh_cn

# final_single_program_failed_title
source: The software program has not been installed
ar: لم يتم تثبيت البرنامج
az: Proqram quraşdırılmadı
bg: Програмата не беше инсталирана
bn: সফটওয়্যার প্রোগ্রামটি ইন্সটল হয় নি
ca: L'aplicació no s'ha instal·lat
de: Das Programm wurde nicht installiert
el: Η εφαρμογή δεν εγκαταστάθηκε
es: El programa no ha podido ser instalado
es_419: La aplicación/software no fueron instalados.
et: Tarkvara ei ole paigaldatud
fa: برنامه نرم افزاری نصب نشده است
fil: Ang program ng software ay hindi na-install
fr: Le logiciel n'a pas été installé
gu: Software પ્રોગ્રામ ઇન્સ્ટોલ થયેલ નથી
he: התוכנה לא הותקנה
hi: सॉफ्टवेयर प्रोग्राम स्थापित नहीं किया गया है
hu: A szoftver nem került telepítésre
id: Aplikasi tidak terpasang
it: Il software non è stato installato
ko: 소프트웨어 프로그램이 설치되지 않았습니다
ku: به‌رنامه‌ی نه‌رمه‌كاڵاكه‌ دانه‌مه‌زرێندرا
nl: Het softwareprogramma is niet geïnstalleerd
no: Dataprogrammet ble ikke installert
pl: Oprogramowanie nie zostało zainstalowane
ps: داسافټویر پروګرام ندی نصب شوی
pt_br: O programa não foi instalado
pt_pt: A aplicação não foi instalada
ro: Programul software nu a fost instalat
sk: Softvérový program nebol nainštalovaný
sl: Program ni bil nameščen
sq: Programi softuerik nuk është instaluar
sr: Softverski program nije instaliran
sw: Programu ya programu haijawekwa
ta: மென்பொருள் நிரல் நிறுவப்படவில்லை
te: సాఫ్ట్వేర్ ప్రోగ్రామ్ ఇన్స్టాల్ చేయబడలేదు
th: ยังไม่ได้ติดตั้งโปรแกรม
tr: Yazılım yüklenmedi
zh: 軟體程式尚未安裝
zh_cn: 该软件程序尚未安装

# final_offline_restart
source: A network connection has been detected. Please restart DriverPack to install the drivers' latest versions.
ar: تم تحديد إتصال بالانترنت . رجاء أعد تشغيل DriverPack لتثبيت أحدث إصدارات التعريفات.
az: İnternet bağlantısı aşkar edildi. Driverlərin ən son versiyalarını quraşdırmaq üçün DriverPack-ı yenidən başladın
bg: Бе открита мрежова връзка. Моля, рестартирайте DriverPack, за да инсталирате последните версии на драйверите.
bn: একটি নেটওয়ার্ক সংযোগ পাওয়া গেছে। সর্বশেষ ড্রাইভারসমূহ ইন্সটল করতে DriverPack আবার চালু করুন।
ca: S'ha detectat una connexió de xarxa. Si us plau, reinicieu DriverPack per a instal·lar les últimes versions dels controladors.
de: Es wurde eine Netzwerkverbindung erkannt. Bitte starten Sie DriverPack neu, um die neuesten Versionen der Treiber zu installieren.
el: Εντοπίστηκε μία σύνδεση δικτύου. Κάντε επανεκκίνηση του DriverPack για να εγκαταστήσετε τις τελευταίες εκδόσεις των προγραμμάτων οδήγησης.
es: Se ha detectado una conexión de red. Por favor, reinicia DriverPack para instalar las versiones más recientes.
es_419: Se ha detectado una conexión de red. Reinicie DriverPack para instalar las últimas versiones de los controladores.
et: Leitud on internetiühendus. Palun taaskäivitage DriverPack, et paigaldada kõige uuemad draiverid.
fa: یک اتصال به شبکه پیدا شده است. لطفا DriverPack را دوباره راه اندازی کنید تا نصب آخرین ورژن درایور ها انجام شود.
fil: May nakitang koneksyon sa network. Mangyaring i-restart ang DriverPack upang mai-install ang mga pinakabagong bersyon ng mga driver.
fr: Une connexion réseau a été détectée. Veuillez redémarrer DriverPack pour installer les dernières versions des pilotes.
gu: નેટવર્ક કનેક્શન મળ્યું છે, કૃપયા DriverPack ને બંધ કરી ફરી એક વખત ચાલુ કરો, તેવું કરવાથી વર્તમાન સંસ્કરણ drivers' ઇન્સ્ટોલ થશે.
he: זוהתה שגיאת רשת. אנא הפעל מחדש את תוכנת DriverPack בכדי להתקין דרייברים מעודכנים.
hi: एक नेटवर्क कनेक्शन का पता लगाया गया है ड्राइवरों के नवीनतम संस्करण स्थापित करने के लिए कृपया DriverPack को पुनरारंभ करें।
hu: Hálózati kapcsolat észlelve. Kérem indítsa újra a DriverPack-ot a driverek legfrissebb verziójának telepítéséhez.
id: Sambungan jaringan telah terdeteksi. Silahkan jalankan ulang DriverPack untuk memasang driver versi terkini.
it: E' stata rilevata una connessione internet. Cortesemente riavvia l'installazione dell'ultima versione dei driver tramite DriverPack.
ko: 네트워크 연결이 감지되었습니다. 드라이버의 최신 버전을 설치하려면 DriverPack 을 다시 시작하세요.
ku: پەیوەندی ئینتەرنێت دوزرایەوە. تکایە DriverPack ڕیستارت بکە بۆ دامەزراندنی کۆتا نوسخەی پێناسەکان.
nl: Er is een netwerkverbinding gedetecteerd. Start DriverPack opnieuw om de nieuwste versies van de drivers te installeren.
no: En nettverkstilkobling er detektert. Vennligst start DriverPack for å installere driverens nyeste versjoner.
pl: Wykryto połączenie sieciowe. Uruchom ponownie DriverPack, aby zainstalować najnowsze wersje sterowników.
ps: د شبکې پیوستون وموندل شو. مهرباني وکړئ د موټر چلونکو وروستیو نسخو نصبولو لپاره د DriverPack بیا پیل کړئ.
pt_br: Foi detectada uma conexão de rede. Reinicie o DriverPack para instalar as versões mais recentes dos drivers.
pt_pt: Foi detetada uma ligação de rede. Reinicie o DriverPack, por favor, para instalar as últimas versões dos controladores.
ro: A fost detectată o conexiune la rețea. Vă rugăm reporniți DriverPack pentru a instala ultimele versiuni ale driverelor.
sk: Bolo zistené sieťové pripojenie. Reštartujte program DriverPack a nainštalujte najnovšie verzie ovládačov.
sl: Najdena je bila omrežna povezava. Ponovno zaženite DriverPack, da namestite najnovejše različice gonilnikov.
sq: Një lidhje rrjeti është detektuar. Ju lutem rinis DriverPack për të instaluar versionet e fundit të drajverave.
sr: Mrežna veza je otkrivena. Molimo vas, restartujte DriverPack da bi se instalirale najnovije verzije drajvera.
sw: Uunganisho wa mtandao umegunduliwa. Tafadhali soma upya DriverPack ili uweze kuweka matoleo ya hivi karibuni ya madriver
ta: பிணைய இணைப்பு கண்டறியப்பட்டது.இயக்கிகள் 'சமீபத்திய பதிப்பை நிறுவ DriverPack வன்பொருள்கள் தொகுப்பை மறுதொடக்கம் செய்யவும்.
te: నెట్వర్క్ కనెక్షన్ గుర్తించబడింది. దయచేసి డ్రైవర్ యొక్క తాజా సంస్కరణలను ఇన్స్టాల్ చేయడానికి DriverPack ని పునఃప్రారంభించండి.
th: ตรวจพบการเชื่อมต่อเครือข่าย กรุณารีสตาร์ท DriverPack เพื่อติดตั้งไดรเวอร์ล่าสุด
tr: Bir ağ bağlantısı algılandı. Sürücüleri en son sürümlerine yüklemek için lütfen DriverPack'i yeniden başlatın.
zh: 已偵測到有網路連線。請重新啟動 DriverPack 來安裝驅動程式的最新版本。
zh_cn: 已检测到网络连接。 请重新启动 DriverPack 以安装驱动程序的最新版本。

# final_drivers_ok_programs_subtitle
source: All important drivers and utilities have been installed.
ar: تم تثبيت جميع التعريفات و الخدمات المهمة
az: Bütün əhəmiyyətli driverlər və köməkçi proqramlar quraşdırıldı.
bg: Всички важни драйвери и помощни програми са инсталирани.
bn: গুরুত্বপূর্ণ সব ড্রাইভার ও উপকরণ ইন্সটল হয়ে গেছে
ca: S'han instal·lat tots els controladors importants i també les utilitats.
de: Alle wichtigen Treiber und Dienstprogramme wurden installiert.
el: Όλα τα σημαντικά προγράμματα οδήγησης και τα εργαλεία έχουν εγκατασταθεί.
es: Todos los drivers y utilidades importantes han sido instalados.
es_419: Todos los controladores y utilidades importantes han sido instalados.
et: Kõik tähtsad draiverid ja tööriistad on paigaldatud.
fa: تمامی درایور‌ها و ابزار‌ها نصب شدند.
fil: Ang lahat ng mahahalagang driver at utilities ay na-install.
fr: Tous les pilotes et utilitaires importants ont été installés.
gu: બધા જ જરૂરી drivers અને યુટિલિટી ઇન્સ્ટોલ કરી દેવામાં આવી છે.
he: כל הדרייברים והכלים החשובים הותקנו.
hi: सभी महत्वपूर्ण ड्राइवर और उपयोगिताओं को स्थापित किया गया है।
hu: Az összes fontos driver és alkalmazás telepítésre került.
id: Semua driver dan utilitas penting telah terpasang.
it: Tutti i driver e le utilità importanti sono state installate.
ko: 모든 중요한 드라이버와 유틸리티가 설치되었습니다.
ku: هەموو پێناسە و خزمەتگوزاریە گرنگەکان دامەزرێندران.
nl: Alle belangrijke drivers en hulpprogramma's zijn geïnstalleerd.
no: Alle viktige drivere og verktøy er installert.
pl: Wszystkie ważne sterowniki zostały zainstalowane.
ps: ټول مهم ډرایورونه او وړتیاوې نصب شوي دي.
pt_br: Todos os drivers e utilitários importantes foram instalados.
pt_pt: Todos os controladores e utilitários importantes foram instalados.
ro: Au fost instalate toate driverele și utilitățile importante.
sk: Všetky dôležité ovládače a nástroje boli nainštalované.
sl: Nameščeni so bili vsi pomembni gonilniki in pripomočki.
sq: Të gjithë drajverat dhe utilitetet e rëndësishme janë instaluar.
sr: Svi neophodni drajveri i pomoćni programi su instalirani.
sw: Driver zote muhimu na huduma zimewekwa.
ta: அனைத்து முக்கிய வன்பொருள்கள் மற்றும் பயன்பாடுகள் நிறுவப்பட்டது.
te: అన్ని ముఖ్యమైన డ్రైవర్లు మరియు వినియోగాలు ఇన్స్టాల్ చేయబడ్డాయి.
th: ติดตั้งไดรเวอร์ที่สำคัญทั้งหมดและโปรแกรมอรรถประโยชน์แล้ว
tr: Tüm önemli sürücüler ve yardımcı uygulamalar yüklendi.
zh: 已安裝所有重要驅動程式和工具。
zh_cn: 所有重要的驱动程序和实用程序已安装。

# final_drivers_ok_subtitle
source: All important drivers have been installed.
ar: تم تثبيت جميع التعريفات المهمة
az: Bütün əhəmiyyətli driverlər quraşdırıldı.
bg: Всички важни драйвери са инсталирани.
bn: গুরুত্বপূর্ণ সব ড্রাইভার ইন্সটল হয়ে গেছে
ca: S'han instal·lat tots els controladors importants.
de: Alle wichtigen Treiber wurden installiert.
el: Όλα τα σημαντικά προγράμματα οδήγησης έχουν εγκατασταθεί.
es: Todos los drivers importantes han sido instalados.
es_419: Todos los controladores importantes han sido instalados.
et: Kõik tähtsad draiverid on paigaldatud.
fa: تمامی درایور های مهم نصب شدند.
fil: Ang lahat ng mahahalagang driver ay na-install.
fr: Tous les pilotes importants ont été installés.
gu: બધા જ અગત્યના ડ્રાઇવર ઇન્સ્ટોલ કરી દેવામાં આવ્યા છે
he: כל הדרייברים החשובים הותקנו.
hi: सभी महत्वपूर्ण ड्राइवरों को स्थापित किया गया है।
hu: Az összes fontos driver telepítésre került.
id: Semua driver penting telah terpasang.
it: Tutti i driver importanti sono stati installati.
ko: 모든 중요한 드라이버가 설치되었습니다.
ku: هه‌موو پێناسه‌ گرنگه‌كان دامه‌زرێندران
nl: Alle belangrijke drivers zijn geïnstalleerd.
no: Alle viktige drivere er installert.
pl: Wszystkie ważne sterowniki zostały zainstalowane.
ps: ټول مهم ډرایور نصب شوي دي.
pt_br: Todos os drivers importantes foram instalados.
pt_pt: Todos os controladores importantes foram instalados.
ro: Toate driverele importante au fost instalate.
sk: Všetky dôležité ovládače boli nainštalované.
sl: Vsi pomembni gonilniki so bili nameščeni.
sq: Të gjithë drajverat e rëndësishëm janë instaluar.
sr: Svi neophodni drajveri su instalirani.
sw: Madriver yote muhimu yamewekwa.
ta: அனைத்து முக்கிய வன்பொருள்கள் நிறுவப்பட்டது.
te: అన్ని ముఖ్యమైన డ్రైవర్లు ఇన్స్టాల్ చేయబడ్డాయి.
th: ไดรเวอร์ที่สำคัญทั้งหมดได้ถูกติดตั้งแล้ว
tr: Tüm önemli sürücüler yüklendi.
zh: 已安裝所有重要驅動程式。
zh_cn: 所有重要的驱动程序已经安装。

# final_drivers_not_better_subtitle
source: However, {{COUNT}} important driver has not been installed. We recommend you to repeat installing or check your devices operation.
ar: ومع ذلك ، لم يتم تثبيت برامج التشغيل المهمة {{COUNT}} نوصيك بتكرار التثبيت أو التحقق من تشغيل أجهزتك.
az: Ancaq, {{COUNT}} vacib driver quraşdırılmadı. Quraşdırmanı təkrarlamağınızı və ya cihazın işləməsini yoxlamağınızı tövsiyyə edirik.
bg: Въпреки това {{COUNT}} не са инсталирани важни драйвери. Препоръчваме Ви да повторите инсталирането или да проверите работата на устройствата си.
bn: কমপক্ষে {{COUNT}} টি গুরুত্বপূর্ন ড্রাইভার ইনস্টল করা হয়নি। আমরা আপনাকে পুনরায় ইনস্টল করতে অথবা আপনার ডিভাইসগুলোর কার্যক্রম পরীক্ষা করতে সুপারিশ করছি।
ca: Tot i això, {{COUNT}} controlador important no s'ha instal·lat. Recomanem que repetiu la instal·lació, o comproveu si el dispositiu funciona correctament.
de: Allerdings wurde {{COUNT}} wichtiger Treiber nicht installiert. Wir empfehlen Ihnen, die Installation zu wiederholen oder den Gerätebetrieb zu überprüfen.
el: Ωστόσο, {{COUNT}} σημαντικό πρόγραμμα οδήγησης δεν έχει εγκατασταθεί. Συνιστούμε να επαναλάβετε την εγκατάσταση ή να ελέγξετε τη λειτουργία των συσκευών σας.
es: Aún así, {{COUNT}} driver importante no se ha podido instalar. Te recomendamos que repitas la instalación o compruebes el funcionamiento del dispositivo.
es_419: Sin embargo, el {{COUNT}} controlador importante no se ha instalado. Le recomendamos que repita la instalación o verifique el funcionamiento de sus dispositivos.
et: Kuigi, {{COUNT}} vajalik draiver ei ole paigaldatud. Soovitame teil korrata paigaldust või kontrollida oma seadmeid.
fa: بنابراین، {{COUNT}} درایور‌ مهم نصب نشدند. به شما توصیه می کنیم نصب را تکرار کنید یا عملکرد دستگاه خود را بررسی کنید.
fil: Gayunpaman, hindi na-install ang {{COUNT}} na mahahalagang driver. Inirerekumenda namin sa iyo na ulitin ang pag-install o suriin ang pagpapatakbo ng iyong device.
fr: Toutefois, {{COUNT}} pilote important n'a pas été installé. Nous vous recommandons de répéter l'installation ou de vérifier le fonctionnement de vos appareils.
gu: છતાંય, {{COUNT}} જરૂરી ડ્રાઈવર સ્થાપિત થયા નથી. અમે તમને ફરીથી બધા ડ્રાઈવર્સ સ્થાપિત કરવાની ભલામણ કરીએ છીએ અથવા તમારા ઉપકરણોની કામગીરી પર એકવાર નજર ફેરવી લેશો
he: אך עדיין, דרייבר {{COUNT}} חשוב לא הותקן. אנו ממליצים שתנסה להתקין שוב או שתבדוק את תקינות ההתקן.
hi: हालांकि, {{COUNT}} महत्वपूर्ण ड्राइवर स्थापित नहीं हुआ है। हम आपको अपने उपकरणों के संचालन को स्थापित या जांचने की सलाह देते हैं।
hu: Azonban {{COUNT}} fontos driver nem került telepítésre. Azt tanácsoljuk, hogy ismételje meg a telepítést, vagy ellenőrizze az eszközei megfelelő működését!
id: Akan tetapi, {{COUNT}} driver-driver penting tidak terpasang. Sebaiknya anda mengulang pemasangan atau memeriksa pengoperasian perangkat anda.
it: Però, {{COUNT}} un driver importante non è stato installato. Ti raccomandiamo di ripetere l'installazione o di verificare il funzionamento delle tue periferiche.
ko: 하지만, {{COUNT}} 개의 중요한 드라이버가 설치되지 않았습니다. 장치 동작을 검사하거나 설치를 반복하는 것이 좋습니다.
ku: هه‌رچۆنێك بێت، {{COUNT}} پێناسه‌ی گرنگ دامه‌زرێندراون. ئێمه‌ پێشنیار ده‌كه‌ین بۆ تۆ به‌ دووباره‌كردنه‌وه‌ی دامه‌زراندنه‌كه‌ یان كاری ئامێره‌كانت بپشكنه‌.
no: Imidlertid ble ikke {{COUNT}} viktige drivere ikke installert. Vi anbefaler at du gjentar installering eller sjekker enhetene dine.
pl: Jednak {{COUNT}} ważny sterownik nie został zainstalowany. Zalecamy powtórzenie instalacji lub sprawdzenie działania urządzenia.
ps: کڅه هم, {{COUNT}} مهم driver نه دی نصب شوی. موږ تاسو ته سپارښتنه کوو چې د خپل وسایط عملیات نصب یا معاینه کړئ.
pt_br: No entanto, {{COUNT}} driver importante não foi instalado. Recomendamos que você repita a instalação ou verifique o funcionamento dos seus dispositivos.
pt_pt: Contudo, {{COUNT}} controlador importante não foi instalado. Recomendamos que repita a instalação ou verifique o funcionamento dos dispositivos.
ro: Cu toate acestea, {{COUNT}} driver important nu a fost instalat. Vă recomandăm să repetați instalarea sau verificați funcționarea dispozitivelor dvs.
sk: {{COUNT}} dôležité ovládač však nebol nainštalovaný. Odporúčame zopakovať inštaláciu alebo kontrolu operácií s vašimi zariadeniami.
sl: Vendar, {{COUNT}} pomembno gonilnik ni nameščen. Priporočamo vam, da ponovno zaženete namestitev ali preverite delovanje naprav.
sr: Međutim, {{COUNT}} neophodan drajver nije instaliran. Preporučujemo da ponovite instalaciju ili proverite funkcionalnost uređaja.
sw: Hata hivyo, {{COUNT}} madriver muhimu yajawekwa. Tunakupendekeza kurudia kufunga au kuangalia uendeshaji wa vifaa vyako.
ta: எனினும், {{COUNT}} முக்கிய வன்பொருள் நிறுவப்படவில்லை. நிறுவுவதை மீண்டும் தொடங்க பரிந்துரைக்கிறோம் அல்லது உங்கள் சாதனங்களின் செயல்பாட்டை சோதிக்குமாறு கோருகிறோம்.
te: అయితే, {{COUNT}} ముఖ్యమైన డ్రైవర్ ఇన్స్టాల్ చేయబడలేదు. మీ పరికర ఆపరేషన్ను ఇన్స్టాల్ చేయడాన్ని పునరావృతం చేయడానికి లేదా తనిఖీ చేయమని మేము మీకు సిఫార్సు చేస్తున్నాము.
th: อย่างไรก็ตาม {{COUNT}} ไดรเวอร์ที่สำคัญยังไม่ถูกติดตั้ง เราแนะนำให้คุณติดตั้งซ้ำอีกครั้งหรือตรวจสอบการทำงานของอุปกรณ์
tr: Fakat, {{COUNT}} önemli sürücü yüklenmedi. Yüklemeyi tekrarlamanızı veya aygıtlarınızın çalışmasını kontrol etmenizi öneririz.
zh: 但是，{{COUNT}} 個重要的驅動程式尚未安裝。我們建議您重複安裝或檢查裝置操作。
zh_cn: 但是，{{COUNT}}个重要的驱动程序尚未安装。 我们建议您重复安装或检查您的设备操作。

# final_single_driver_ok_programs_subtitle
source: All important drivers and utilities have been installed.
ar: تم تثبيت جميع التعريفات و الخدمات المهمة
az: Bütün əhəmiyyətli driverlər və köməkçi proqramlar quraşdırıldı.
bg: Всички важни драйвери и помощни програми са инсталирани.
bn: গুরুত্বপূর্ণ সব ড্রাইভার ও উপকরণ ইন্সটল হয়ে গেছে
ca: S'han instal·lat tots els controladors importants i també les utilitats.
de: Alle wichtigen Treiber und Dienstprogramme wurden installiert
el: Όλα τα σημαντικά προγράμματα οδήγησης και τα εργαλεία έχουν εγκατασταθεί.
es: Todos los drivers y utilidades importantes han sido instalados.
es_419: Todos los controladores y utilidades importantes han sido instalados.
et: Kõik tähtsad draiverid ja tööriistad on paigaldatud.
fa: تمامی درایور‌ها و ابزار‌ها نصب شدند.
fil: Ang lahat ng mahahalagang driver at utilities ay na-install.
fr: Tous les pilotes et utilitaires importants ont été installés.
gu: બધા જ જરૂરી drivers અને યુટિલિટી ઇન્સ્ટોલ કરી દેવામાં આવી છે.
he: כל הדרייברים והכלים החשובים הותקנו.
hi: सभी महत्वपूर्ण ड्राइवर और उपयोगिताओं को स्थापित किया गया है।
hu: Az összes fontos driver és alkalmazás telepítésre került.
id: Semua driver dan utilitas penting telah terpasang.
it: Tutti i driver e le utilità importanti sono state installate.
ko: 모든 중요한 드라이버와 유틸리티가 설치되었습니다.
ku: هەموو پێناسە و خزمەتگوزاریە گرنگەکان دامەزرێندران.
nl: Alle belangrijke drivers en hulpprogramma's zijn geïnstalleerd.
no: Alle viktige drivere og verktøy er installert
pl: Wszystkie ważne sterowniki zostały zainstalowane.
ps: ټول مهم ډرایورونه او وړتیاوې نصب شوي دي.
pt_br: Todos os drivers e utilitários importantes foram instalados.
pt_pt: Todos os controladores e utilitários importantes foram instalados.
ro: Au fost instalate toate driverele și utilitățile importante.
sk: Všetky dôležité ovládače a nástroje boli nainštalované.
sl: Nameščeni so bili vsi pomembni gonilniki in pripomočki.
sq: Të gjithë drajverat dhe utilitetet e rëndësishme janë instaluar.
sr: Svi neophodni drajveri i pomoćni programi su instalirani.
sw: Driver zote muhimu na huduma zimewekwa.
ta: அனைத்து முக்கிய வன்பொருள்கள் மற்றும் பயன்பாடுகள் நிறுவப்பட்டது.
te: అన్ని ముఖ్యమైన డ్రైవర్లు మరియు వినియోగాలు ఇన్స్టాల్ చేయబడ్డాయి.
th: ติดตั้งไดรเวอร์ที่สำคัญทั้งหมดและโปรแกรมอรรถประโยชน์แล้ว
tr: Tüm önemli sürücüler ve yardımcı uygulamalar yüklendi.
zh: 已安裝所有重要驅動程式和工具。
zh_cn: 所有重要的驱动程序已经安装。

# final_single_driver_ok_subtitle
source: All important drivers are installed.
ar: تم تثبيت جميع التعريفات المهمة.
az: Bütün əhəmiyyətli driverlər quraşdırıldı.
bg: Всички важни драйвери са инсталирани
bn: গুরুত্বপূর্ণ সব ড্রাইভার ইন্সটল হয়ে আছে
ca: Tots els controladors importants estan instal·lats.
de: Alle wichtigen Treiber sind installiert.
el: Όλα τα σημαντικά προγράμματα οδήγησης είναι εγκατεστημένα.
es: Todos los drivers importantes han sido instalados.
es_419: Todos los controladores importantes están instalados.
et: Kõik tähtsad draiverid on paigaldatud.
fa: تمام درایورهای مهم نصب شده اند
fil: Ang lahat ng mahahalagang driver ay na-install.
fr: Tous les pilotes importants sont installés.
gu: બધા જ જરૂરી drivers ઇન્સ્ટોલ થઈ ગયા.
he: כל הדרייברים החשובים כבר מותקנים.
hi: सभी महत्वपूर्ण ड्राइवर स्थापित हैं।
hu: Az összes fontos driver telepítésre került.
id: Semua driver penting telah terpasang.
it: Tutti i driver importanti sono stati installati.
ko: 모든 중요한 드라이버가 설치되어 있습니다.
ku: هه‌موو پێناسه‌ گرنگه‌كان دامه‌زرێندران
nl: Alle belangrijke drivers zijn geïnstalleerd.
no: Alle viktige drivere er installert
pl: Wszystkie sterowniki są zainstalowane.
ps: ټول مهم ډرایور نصب شوي دي.
pt_br: Todos os drivers importantes foram instalados.
pt_pt: Todos os controladores importantes estão instalados.
ro: Toate driverele importante sunt instalate.
sk: Všetky dôležité ovládače sú nainštalované.
sl: Nameščeni so vsi pomembni gonilniki.
sq: Të gjithë drajverat e rëndësishme janë instaluar.
sr: Svi neophodni drajveri su instalirani.
sw: Driver zote muhimu zimewekwa.
ta: அனைத்து முக்கிய வன்பொருள்கள் நிறுவப்பட்டுள்ளன.
te: అన్ని ముఖ్యమైన డ్రైవర్లు ఇన్స్టాల్ చేయబడ్డాయి.
th: ติดตั้งไดรเวอร์ที่สำคัญทั้งหมดแล้ว
tr: Tüm önemli sürücüler yüklendi.
zh: 已安裝所有重要驅動程式。
zh_cn: 安装所有重要的驱动程序。

# final_programs_all_finished_subtitle
source: {{COUNT}} software has been installed.
ar: {{COUNT}} تم تثبيت البرامج.
az: {{COUNT}} proqram quraşdırıldı
bg: {{COUNT}} програми са инсталирани
bn: {{COUNT}} সফটওয়্যার ইনস্টল হয়েছে
ca: S'ha instal·lat {{COUNT}} aplicació
de: {{COUNT}} Programm wurde installiert
el: {{COUNT}} εφαρμογή έχει εγκατασταθεί.
es: Se ha instalado {{COUNT}} aplicación.
es_419: {{COUNT}}el software ha sido instalado.
et: {{COUNT}} tarkvara programm on paigaldatud.
fa: {{COUNT}} برنامه های نرم افزاری نصب شدند.
fil: {{COUNT}} software ang nainstall.
fr: {{COUNT}} logiciel a été installé.
gu: {{COUNT}} સૉફ્ટવેર સ્થાપિત થઈ ગયા.
he: תוכנה {{COUNT}} הותקנה.
hi: {{COUNT}} सॉफ्टवेयर स्थापित किया गया है।
hu: {{COUNT}} szoftver telepítésre került.
id: {{COUNT}} aplikasi telah terpasang.
it: {{COUNT}} il programma è stato installato.
ko: {{COUNT}} 개의 소프트웨어 프로그램이 설치되었습니다.
ku: {{COUNT}} پرۆگرامی نەرمەکاڵا دامەزرێندرا.
no: {{COUNT}} dataprogram er installert.
pl: {{COUNT}} program został zainstalowany.
ps: {{COUNT}} ساوتري لګول شوی.
pt_br: {{COUNT}} programa foi instalado.
pt_pt: {{COUNT}} aplicação foi instalada.
ro: {{COUNT}} program software a fost instalat.
sk: {{COUNT}}softvér bol nainštalovaný.
sl: {{COUNT}} programa je bilo nameščen.
sr: Instaliran je {{COUNT}} softverski program.
sw: Programu {{COUNT}} yamewekwa
ta: {{COUNT}} மென்பொருள் நிரல்கள் நிறுவப்படுகிறது.
te: {{COUNT}} సాఫ్ట్వేర్ ఇన్స్టాల్ చేయబడింది.
th: {{COUNT}} ซอฟท์แวร์โปรแกรมได้ถูกติดตั้งแล้ว
tr: {{COUNT}} yazılım yüklendi.
zh: 已安裝 {{COUNT}} 個軟體程式。
zh_cn: 已经安装了{{COUNT}}个软件程序。

# final_programs_some_finished_subtitle
source: Installation of some useful software has been failed.
ar: لقد فشل تثبيت بعض البرامج المفيدة.
az: Bəzi faydalı proqramların quraşdırılması uğursuz oldu.
bg: Инсталирането на някои полезни програми е прекъснато.
bn: কিছু উপকারি সফটওয়্যারের ইন্সটলেশন বিফল হয়েছে
ca: La instal·lació d'algunes aplicacions útils ha fallat.
de: Die Installation einiger nützlicher Software war fehlgeschlagen.
el: Η εγκατάσταση κάποιας χρήσιμης εφαρμογής έχει αποτύχει.
es: La instalación de algunos de los programas útiles ha fallado.
es_419: La instalación de algún software útil ha fallado.
et: Mõne kasuliku tarkvara paigaldus nurjus.
fa: نصب برخی از نرم افزار های کاربردی متوقف شد.
fil: Nabigo ang pag-install ng ilang kapaki-pakinabang na software.
fr: L'installation de certains logiciels utiles a échoué.
gu: કેટલાક ઉપયોગી સોફ્ટવેરની સ્થાપનામાં નિષ્ફળતા હાથ લાગી છે.
he: התקנת חלק מהתוכנות השימושיות נכשלה.
hi: कुछ उपयोगी सॉफ़्टवेयर की स्थापना विफल रही है।
hu: Néhány hasznos szoftver telepítése nem sikerült.
id: Pemasangan beberapa perangkat lunak yang berguna telah gagal.
it: L'installazione di alcuni software utili è fallita.
ko: 일부 유용한 소프트웨어를 설치하지 못했습니다.
ku: دامه‌زراندنی هه‌ندێ به‌رنامه‌ی به‌سوود شكستی هێنا.
nl: De installatie van enkele nuttige software is mislukt.
no: Installasjon av noen nyttige programvarer mislyktes.
pl: Instalacja niektórych aplikacji nie powiodła się.
ps: د ځینې ګټورې سافټویر نصبول ناکامه شوي.
pt_br: A instalação de algum programa útil falhou.
pt_pt: A instalação de algum programa útil falhou.
ro: Instalarea unor software-uri utile a eșuat.
sk: Inštalácia niektorého užitočného softvéru zlyhala.
sl: Namestitev nekaterih uporabnih programov ni uspela.
sq: Instalimi i një softueri të dobishëm ka dështuar.
sr: Instalacija nekoliko korisnih softverskih programa nije uspela.
sw: Ufungaji wa programu fulani muhimu imeshindwa.
ta: சில பயனுள்ள மென்பொருளின் நிறுவல் தோல்வியடைந்தது.
te: కొన్ని ఉపయోగకరమైన సాఫ్ట్వేర్ యొక్క సంస్థాపన విఫలమైంది.
th: การติดตั้งบางซอฟท์แวร์ที่มีประโยชน์ล้มเหลว
tr: Bazı faydalı yazılımın kurulumu başarısız oldu.
zh: 安裝一些有用的軟體已經失敗。
zh_cn: 安装一些有用的软件已经失败了。
