Repository: DriverPackSolution/transifex-backup
Catalog: beetle/driverpack-solution-worldwide/driverpackpo/*.po
Languages: ar, az, bg, bn, ca, de, el, es, es_419, et, fa, fil, fr, gu, he, hi, hu, id, it, ko, ku, nl, no, pl, ps, pt_br, pt_pt, ro, sk, sl, sq, sr, sw, ta, te, th, tr, zh, zh_cn

# no-internet-screen_guide-step-2-action
source: Download <span class="bold">DriverPack Offline Full</span> or <span class="bold">DriverPack Offline Network</span> to a USB flash drive to install drivers onto your compluter without Internet connection <br /><br /> <span class="bold">DriverPack Offline Network</span> includes drivers for network hardware (Lan/Wi-Fi), it operates without Internet connection (500 MB) <br /><br /> <span class="bold">DriverPack Offline Full</span> includes all drivers, operates without Internet connection
ar: قم بتنزيل <span class="bold">DriverPack Offline Full</span> أو <span class="bold">DriverPack Offline Network</span> إلى محرك أقراص محمول USB لتثبيت برامج التشغيل على جهاز الكمبيوتر الخاص بك دون الاتصال بالإنترنت <br /><br /><span class="bold">DriverPack Offline Network</span> يتضمن برامج تشغيل لأجهزة الشبكة (LAN / Wi-Fi) ، يعمل بدون اتصال بالإنترنت (500 ميجابايت) <br /><br /> <span class="bold">DriverPack Offline Full</span> يشمل جميع برامج التشغيل ، وتعمل دون اتصال بالإنترنت
az: İnternet bağlantısı olmadan driverləri kompüterinizə quraşdırmaq üçün <span class="bold">DriverPack Offline Full</span> və ya <span class="bold">DriverPack Offline Network</span> proqramını bir USB flash-ə endirin <br /><br /><span class="bold">DriverPack Offline Network-ə</span>, şəbəkə avadanlığı (Lan/Wi-Fi) üçün driverlər daxildir, İnternet bağlantısı olmadan işləyir (500 MB)<br /><br /><span class="bold">DriverPack Offline Full-a </span>bütün driverlər daxildir, İnternet bağlantısı olmadan işləyir.
bg: Изтеглете <span class="bold">DriverPack Offline Full</span> или <span class="bold">DriverPack Offline Network</span> на USB флаш памет, за да инсталирате драйвери на компютъра без връзка с интернет<br /><br /> <span class="bold"> DriverPack Offline Network</span> включва драйвери за мрежов хардуер (Lan / Wi-Fi), работи без интернет връзка (500 MB) <br /><br /> <span class="bold">DriverPack Offline Full</span>включва всички драйвери и работи без интернет връзка
bn: ডাউনলোড করুন <span class="bold">DriverPack Offline Full</span> বা <span class="bold">DriverPack Offline Network</span> একটি USB ফ্ল্যাশ ড্রাইভে, ইন্টারনেট সংযোগ বাদেই কম্পিউটারে ড্রাইভারসমূহ ইন্সটল করতে <br /><br /> <span class="bold">DriverPack Offline Network</span> -এ নেটওয়ার্ক হার্ডওয়্যার (Lan/Wi-Fi) ড্রাইভারসমূহ আছে, এটি ইন্টারনেট সংযোগ বাদেই কাজ করে (500 MB) <br /><br /> <span class="bold">DriverPack Offline Full</span> -এ সব ড্রাইভার আছে, ইন্টারনেট সংযোগ বাদেই কাজ করে
ca: Descarregueu <span class="bold">DriverPack Offline Full</span> o <span class="bold">DriverPack Offline Network</span> a un llàpis o Disc USB per instal·lar els controladors a l'ordinador sense necessitat de connexió a Internet <br /> <br /> <span class="bold">DriverPack Offline Network</span> inclou els controladors per al maquinari de xarxa (Lan/Wi-Fi), funciona sense connexió a Internet (500MB) <br /> <br /> <span class="bold">DriverPack Offline Full</span> inclou tots els controladors, funciona sense connexió a Internet
es: Descarga <span class="bold">DriverPack Offline Full</span> o <span class="bold">DriverPack Offline Network</span> a un lápiz o disco USB para instalar los drivers en el ordenador sin necesidad de una conexión a Internet<br /><br /><span class="bold">DriverPack Offline Network</span> incluye los drivers para hardware de red (Lan/Wi-Fi) , sin necesidad de conectar a Internet (500MB) <br /><br /><span class="bold">DriverPack Offline Full</span> continene todos los drivers y no necesita conectar a Internet
es_419: Descargue <span class="bold">DriverPack completamente sin conexión </span> o <span class="bold">DriverPack red desconectada</span> a una unidad flash USB para instalar los controladores en su compluter sin conexión a Internet <br /><br /><span class="bold">DriverPack red desconectad</span> incluye controladores para hardware de red (Lan / Wi-Fi), funciona sin Internet conexión (500 MB)<br /><br /><span class="bold">DriverPack completamente fuera de linea</span> incluye todos los controladores, funciona sin conexión a Internet
fa: <span class="bold">DriverPack Offline Full</span> یا <span class="bold">DriverPack Offline Network</span> در یک USB flash drive دانلود کنید تا همه درایورها را در کامپیوتر خود بدون هیچ اتصال اینترنتی نصب کنید<br /><br /> <span class="bold">DriverPack Offline Network</span> شامل درایورهایی برای سخت افزار های شبکه (Lan/Wi-Fi) است که بدون اتصال اینترنت عمل می کند(500 MB) و <br /><br /> <span class="bold">DriverPack Offline Full</span> شامل تمامی درایورها بدون نیاز به اتصال اینترنت
fil: I-download ang <span class="bold">DriverPack Offline Full</span> o <span class="bold">DriverPack Offline Network</span> sa isang USB flash drive upang mag-install ng mga driver papunta sa iyong compluter nang walang koneksyon sa Internet <br /><br /> <span class="bold">DriverPack Offline Network</span> ay may kasamang mga driver para sa network hardware (Lan / Wi-Fi), ito ay nagpapatakbo ng walang koneksyon sa Internet (500 MB) <br /><br /> <span class="bold">DriverPack Offline Full</span> kasama ang lahat ng mga driver, nagpapatakbo nang walang koneksyon sa Internet
gu: ડાઉનલોડ <span class="bold">DriverPack Offline Full</span> અથવા <span class="bold">DriverPack Offline Network</span> તેને USB ડ્રાઈવમાં વ્યવસ્થિત કરો ઇન્ટરનેટ વિના <br /><br /> <span class="bold">DriverPack Offline Network</span> નેટવર્ક હાર્ડવેર ડ્રાઈવર્સનો પણ સમાવેશ થાય છે (લેન/વાઇ-ફાઈ), તેની કામગીરી ઇન્ટરનેટ વિના થાય છે (500 MB) <br /><br /><span class="bold">DriverPack Offline Full</span> બધા જ ડ્રાઈવર્સ, ઇન્ટરનેટ વિના કામગીરે કરે છે
it: Scarica <span class="bold">DriverPack Offline Full</span> o <span class="bold">DriverPack Offline Network</span> all'interno di una chiavetta USB per installare i driver sul tuo computer senza una connessione Internet <br /><br /> <span class="bold">DriverPack Offline Network</span> comprende i driver per le periferiche di rete (Lan/Wi-Fi), funziona senza connessione Internet (500 MB) <br /><br /> <span class="bold">DriverPack Offline Full</span> comprende tutti i i driver, funziona senza connessione Internet.
ko: 인터넷 연결 없이 컴퓨터에 드라이버를 설치하려면 USB 플래쉬 드라이브에<span class="bold">DriverPack Offline Full</span> 또는 <span class="bold">DriverPack Offline Network</span> 를 다운로드 하세요. <br /><br /> <span class="bold">DriverPack Offline Network</span> 는 네트워크 하드웨어 (Lan/Wi-Fi) 를 위한 드라이버를 포함하고 인터넷 연결(500MB) 없이 작동합니다. <br /><br /> <span class="bold">DriverPack Offline Full</span> 은 모든 드라이버를 포함하고 인터넷 연결 없이 작동합니다
ku: داببەزینە <span class="bold">DriverPack Offline Full</span> یان <span class="bold">DriverPack Offline Network</span> بۆ فلاشی USB بۆ دامەزراندنی پێناسەکان لەسەر کۆمپیوتەرەکەت بەبێ هێڵی ئینتەرنێت <br /><br /><span class="bold">DriverPack Offline Network</span>پێناسەکان بۆ ئامێری نێت ۆرک ( لان/ وای-فای) لەخۆ دەگرێتەوە، ئیش دەکات بەبێ هێڵی ئینتەرنێت (500 م.ب) <br /><br /> <span class="bold">DriverPack Offline Full</span>هەموو پێناسەکان لەخۆ دەگرێتەوە، ئیش دەکات بەبێ هێڵی ئینتەرنێت
no: Last ned <span class="bold">DriverPack Offline Full</span> eller <span class="bold">DriverPack Offline Network</span> til en USB enhet for å installere drivere til din datamaskin uten Internet tilkobling <br /><br /> <span class="bold">DriverPack Offline Network</span> inkluderer drivere for nettverks utstyr (Lan/Wi-Fi), Den fungerer uten Internet tilkobling (500 MB) <br /><br /> <span class="bold">DriverPack Offline Full</span> inkluderer aller drivere, fungerer uten Internet tilkobling
pt_pt: Descarregue o <span class="bold">DriverPack Offline Full</span> ou o <span class="bold">DriverPack Offline Network</span> para uma Pen USB para instalar os controladores no seu computador sem ligação à Internet <br /><br /><span class="bold">DriverPack Offline Network</span> inclui controladores para dispositivos de rede (Lan/Wi-Fi), funciona sem ligação à Internet (500 MB) <br /><br /><span class="bold">DriverPack Offline Full</span> incui todos os controladores e funciona sem ligação à Internet
ro: Descărcați <span class="bold">DriverPack Offline Full</span> sau <span class="bold">DriverPack Offline Network</span> pe o unitate flash USB pentru a instala driverele pe compluter fără conexiune la Internet <br /><br /> <span class="bold">DriverPack Offline Network</span> include drivere pentru hardware-ul de rețea (Lan / Wi-Fi), funcționează fără conexiune la Internet (500 MB) <br /><br /> <span class="bold">DriverPack Offline Full</span> include toate driverele, funcționează fără conexiune la Internet
sl: Prenesite <span class="bold">DriverPack Offline Full</span> ali <span class="bold">DriverPack Offline Network</span> na USB-pogon za namestitev gonilnikov na vaš računalnik brez Internetne povezave <br /><br /> <span class="bold">DriverPack Offline Network</span> vključuje gonilnike za omrežno strojno opremo (Lan/Wi-Fi), deluje brez Internetne povezave (500 MB) <br /><br /> <span class="bold">DriverPack Offline Full</span> vključuje vsi gonilniki, deluje brez Internetne povezave
sr: Preuzmite <span class="bold">DriverPack Offline Full</span> ili <span class="bold">DriverPack Offline Network</span> na USB da bi ste instalirali drajvere na vaš računar bez povezivanja sa internetom <br /><br /> <span class="bold">DriverPack Offline Network</span> uključuje drajvere za mrežni uređaj (Lan/Wi-Fi), radi bez povezivanja sa internetom (500 MB) <br /><br /> <span class="bold">DriverPack Offline Full</span> uključuje sve drajvere i radi bez povezivanja sa internetom
ta: பதிவிறக்கம்<span class="bold">DriverPack Offline Full வன்பொருள்தொகுப்பு ஆஃப்லைன் முழுமையான </span> அல்லது <span class="bold">DriverPack Offline Network வன்பொருள்தொகுப்பு ஆஃப்லைன் நெட்வொர்க்</span> இணைய இணைப்பில் உங்கள் சார்பில் இயக்கிகளை நிறுவுவதற்கு ஒரு USB ஃப்ளாஷ் டிரைவருக்குப் பதிவிறக்கவும் <br /><br /> <span class="bold">DriverPack Offline Network வன்பொருள்தொகுப்பு ஆஃப்லைன் நெட்வொர்க்</span> நெட்வொர்க் வன்பொருள் (லேன் / வைஃபை) இயக்கிகள் அடங்கும், இது இணைய இணைப்பு இல்லாமல் இயங்குகிறது (500 MB)<br /><br /><span class="bold">DriverPack Offline Full வன்பொருள்தொகுப்பு ஆஃப்லைன் முழுமையான</span> முழு அனைத்து இயக்கிகளையும் உள்ளடக்கியது, இணைய இணைப்பு இல்லாமல் இயங்குகிறது
te: డౌన్లోడ్ <span class="bold">DriverPack Offline Full</span> మరియు <span class="bold">DriverPack Offline Network</span> ఇంటర్నెట్ కనెక్షన్ లేకుండా మీ కంప్యూటర్లో డ్రైవర్లను ఇన్స్టాల్ చేయడానికి USB ఫ్లాష్ డ్రైవ్కు <br /><br /> <span class="bold">DriverPack Offline Network</span> నెట్వర్క్ హార్డ్వేర్ (Lan/Wi-Fi) కోసం డ్రైవర్లను కలిగి ఉంటుంది, ఇది ఇంటర్నెట్ కనెక్షన్ (500 MB) <br /><br /> <span class="bold">DriverPack Offline Full</span> అన్ని డ్రైవర్లు, ఇంటర్నెట్ కనెక్షన్ లేకుండా పనిచేస్తాయి
th: ดาวน์โหลด <span class="bold">DriverPack Offline Full</span> หรือ <span class="bold">DriverPack Offline Network</span> ลงบน USB แฟลชไดรฟ์ ไปติดตั้งไดรเวอร์ลงบนคอมพิวเตอร์ของคุณที่ไม่มีการเชื่อมต่ออินเตอร์เน็ท <br /><br /> <span class="bold">DriverPack Offline Network</span> รวมไดรเวอร์สำหรับฮาร์ดแวร์เครือข่าย (Lan/Wi-Fi) มันทำงานโดยปราศจากการเชื่อมต่ออินเตอร์เน็ท (500 MB) <br /><br /> <span class="bold">DriverPack Offline Full</span> รวมไดรเวอร์ทั้งหมด ทำงานโดยปราศจากการเชื่อมต่ออินเตอร์เน็ท
tr: Internet bağlantısı olmadan sürücüleri bilgisayarınıza yüklemek için <span class="bold">DriverPack Offline Full</span> veya <span class="bold">DriverPack Offline Network</span> uygulamasını bir USB flash sürücüye indirin <br /><br /> <span class="bold">DriverPack Offline Network</span>, ağ donanımı (Lan/Wi-Fi) için sürücüleri içerir, Internet bağlantısı olmadan çalışır (500 MB) <br /><br /> <span class="bold">DriverPack Offline Full</span> tüm sürücüleri içerir, Internet bağlantısı olmadan çalışır

# no-internet-screen_guide-step-complete
source: Done
ar: تم
az: Hazırdır
bg: Готово
bn: হয়ে গেছে
ca: Fet
es: Hecho
es_419: Hecho
fa: انجام شد
fil: Tapos
gu: થઈ ગયું
hi: हो चुका
it: Fatto
ko: 완료
ku: تەواو
no: Utført
pl: Zakończono
pt_pt: Feito
ro: Finalizare
sl: Končano
sr: Gotovo
ta: முடிவுற்றது
te: సిద్దం
th: เสร็จสิ้น
tr: Bitti
zh: 完成

# no-internet-screen_guide-step-complete-action
source: Start the app on this computer and configure it with one click
ar: بدء التطبيق على هذا الكمبيوتر وتهيئته بنقرة واحدة
az: Bu kompüterdə proqramı açın və kompüteri bir düyməyə klikləyərək tənzimləyin
bg: Стартирайте приложението на този компютър и го конфигурирайте с едно кликване
bn: এই কম্পিউটারে অ্যাপটি চালু করুন ও এক ক্লিকে কনফিগার করুন
ca: Inicia l'aplicació en aquest ordinador i configura'l amb un sol clic
es: Inicia la aplicación en este ordenador y configuralo con un solo clic.
es_419: Inicie la aplicación en esta computadora y configúrela con un clic
fa: برنامه را در این کامپیوتر اجرا کنید و با یک کلیک پیکربندی کنید
fil: Simulan ang app sa computer na ito at i-configure ito sa isang click
gu: આ કમ્પ્યુટર પર એપ ચાલુ કરો અને એક જ ક્લીકમાં કમ્પ્યુટર સંસ્કારણિત કરેલ મેળવો
hi: इस कंप्यूटर पर ऐप को प्रारंभ करें और उसे एक क्लिक से कॉन्फ़िगर करें
it: Lancia l'app in questo computer e configuralo con un click
ko: 이 컴퓨터에서 앱을 실행하고 버튼 하나로 컴퓨터를 구성하세요
ku: دەستبکە بە بەرنامەکە لەسەر ئەم کۆمپیوتەرە وە ڕێکیبخە بە یەک کلیک
no: Start appen på denne datamaskinen og konfigurer den med ett klikk
pl: Uruchom aplikację na tym komputerze i skonfiguruj ją jednym kliknięciem
pt_pt: Inicie a aplicação neste computador e configure-o com um clique
ro: Porniți aplicația pe acest computer și configurați-o cu un singur click
sl: Zaženite aplikacijo v tem računalniku in konfigurirajte računalnik z enim gumbom
sr: Pokrenite aplikaciju i podesite računar jednim klikom
ta: இந்தப் கணினியில் பயன்பாட்டைத் தொடங்கவும், ஒரே கிளிக்கில் அதை உள்ளமைக்கவும்
te: ఈ కంప్యూటర్లో అనువర్తనాన్ని ప్రారంభించి ఒకే క్లిక్తో కాన్ఫిగర్ చేయండి
th: เริ่มต้นแอพบนคอมพิวเตอร์นี้และปรับแต่งมันในหนึ่งคลิ๊ก
tr: Bu bilgisayarda uygulamayı çalıştırın ve bilgisayarı bir düğmeye tıklayarak yapılandırın

# programs_header_text_title
source: All useful software in one place
ar: كل البرامج المفيدة في مكان واحد
az: Bütün faydalı proqramlar bir yerdə
bg: Всичкия полезен софтуер на едно място
bn: সব উপকারি সফটওয়্যার এক জায়গায়
ca: Totes les aplicacions útils en un mateix lloc
de: Alle nützlichen Programme an einem Ort
el: Όλες οι χρήσιμες εφαρμογές σε ένα μέρος
es: Todas las aplicaciones útiles en un mismo sitio
es_419: Todo el software útil en un solo lugar
et: Kõik programmid ühes kohas
fa: تمامی نرم افزار های مفید در یک جا
fil: Lahat ng kapaki-pakinabang na software sa isang lugar
fr: Tous les logiciels utiles en un seul endroit
gu: બધાય ઉપયોગી સૉફ્ટવેર એક જ જગ્યાએ
he: כל התוכנות השימושיות במקום אחד
hi: एक ही स्थान पर सभी उपयोगी सॉफ़्टवेयर
hu: Minden hasznos szoftver egy helyen
id: Semua perangkat lunak yang berguna di satu tempat
it: Tutti i programmi necessari in un unico posto
ko: 모든 유용한 소프트웨어가 한 곳에
ku: هه‌موو به‌رنامه‌ به‌سووده‌كان له‌ یه‌ك شوێن
nl: Alle handige software op één plek
no: All nyttig programvare på et sted
pl: Całe użyteczne oprogramowanie w jednym miejscu
ps: په یوه ځای کې ټول ګټور سافټویر
pt_br: Todos os programas úteis em um só lugar
pt_pt: Todos os programas úteis num único sítio
ro: Toate softwarele utile într-un singur loc
sk: Všetok užitočný softvér na jednom mieste
sl: Vsa koristna programska oprema na enem mestu
sq: Të gjithë softuerët e dobishëm në një vend
sr: Svi korisni softveri na jednom mestu
sw: Programu zote muhimu katika sehemu moja
ta: ஒரே இடத்தில் அனைத்து பயனுள்ள மென்பொருள்
te: ఒకే స్థలంలో అన్ని ఉపయోగకరమైన సాఫ్ట్వేర్
th: ซอฟท์แวร์ที่มีประโยชน์ทั้งหมดในที่เดียว
tr: Tüm faydalı yazılımlar bir yerde
zh: 所有有用的軟體在一個地方
zh_cn: 所有有用的软件在一个地方

# programs_btn_install_all
source: Install the required software programs <b>({{COUNT}})</b>
ar: قم بتثبيت البرامج المطلوبة <b>({{COUNT}})</b>
az: Lazım olan proqramları quraşdır <b>({{COUNT}})</b>
bg: Инсталирайте необходимите софтуерни програми <b>({{COUNT}})</b>
bn: দরকারি সফটওয়্যার প্রোগ্রামগুলো ইন্সটল করো <b>({{COUNT}})</b>
ca: Instal·la les aplicacions seleccionades <b>({{COUNT}})</b>
es: Instalar las aplicaciones necesarias <b>({{COUNT}})</b>
es_419: Instale los programas de software requeridos<b>({{COUNT}})</b>
et: Paigalda vajalik tarkvara <b>({{COUNT}})</b>
fa: نرم افزار های مورد نیاز نصب کنید <b>({{COUNT}})</b>
fil: I-install ang mga kinakailangang program ng software <b>({{COUNT}})</b>
fr: Installer les logiciels <b>({{COUNT}})</b>
gu: જરૂરી સૉફ્ટવેર પ્રોગ્રામ્સ ઇન્સ્ટોલ કરો <b>({{COUNT}})</b>
he: התקנת תוכנות <b>({{COUNT}})</b>
hi: आवश्यक सॉफ्टवेयर प्रोग्राम <b>({{COUNT}})</b> स्थापित करें
hu: Telepítse fel a szoftvereket <b>({{COUNT}})</b>!
id: Pasang program aplikasi <b>({{COUNT}})</b>
it: Installa i programmi richiesti <b>({{COUNT}})</b>
ko: 필요한 소프트웨어 프로그램 <b>({{COUNT}})</b> 개 설치
ku: دابمەزرێنە بەرنامەکانی نەرمەواڵەی پێویست <b>({{COUNT}})</b>
nl: Installeer de softwareprogramma's <b>({{COUNT}})</b>
no: Installer nødvendige programmer <b>({{COUNT}})</b>
pl: Zainstaluj potrzebne oprogramowanie <b>({{COUNT}})</b>
pt_br: Instalar os programas <b>({{COUNT}})</b>
pt_pt: Instalar os programas necessários <b>({{COUNT}})</b>
ro: Instalați programele software necesare <b>({{COUNT}})</b>
sl: Namestite potrebno programsko opremo <b>({{COUNT}})</b>
sr: Instalirajte potrebne softverske programe <b>({{COUNT}})</b>
ta: தேவையான மென்பொருள் நிரல்களை நிறுவவும் <b>({{COUNT}})</b>
te: అవసరమైన సాఫ్ట్వేర్ ప్రోగ్రామ్లను ఇన్స్టాల్ చేయండి <b>({{COUNT}})</b>
th: ติดตั้งซอฟท์แวร์โปรแกรมที่ต้องการ <b>({{COUNT}})</b>
tr: Gerekli yazılımları yükle <b>({{COUNT}})</b>
zh: 安裝所需的軟體程式 <b>({{COUNT}})</b>

# programs_header_text_caption
source: There is no need to look for the software programs one by one any longer. You can easily install everything in one click.
ar: ليست هناك حاجة للبحث عن البرامج مرة واحدة تلو الأخرى. يمكنك بسهولة تثبيت كل شيء بنقرة واحدة.
az: Bundan sonra bir-bir proqram axtarmağa ehtiyac yoxdur. Hər şeyi bir kliklə quraşdıra bilərsiniz.
bg: Не е нужно вече да търсите софтуерните програми една по една. Можете лесно да инсталирате всичко с едно кликване.
bn: আর আলাদা আলাদাভাবে সফটওয়্যার প্রোগ্রাম খোঁজার দরকার নেই। এখন এক ক্লিকে সবকিছু ইন্সটল করতে পারবেন।
ca: Ja no hi ha necessitat de cercar les aplicacions una a una. Podeu instal·lar-ho tot fàcilment amb un sol clic.
de: Es gibt keine Notwendigkeit mehr, eins nach dem anderen, nach den Softwareprogrammen zu suchen. Sie können ganz einfach alles mit einem Klick installieren.
el: Δεν χρειάζεται πλέον να ψάχνετε για προγράμματα ένα προς ένα. Μπορείτε εύκολα να εγκαταστήσετε τα πάντα με ένα κλικ.
es: Ya no hay necesidad de buscar las aplicaciones una a una. Puedes instalarlas todas fácilmente con un solo click.
es_419: No hay necesidad de buscar los programas de software uno por uno por más tiempo. Puede instalar todo fácilmente con un solo clic.
et: Unusta programmide otsimine! Nüüd saad paigaldada kõike mida vajad ühe klikiga.
fa: دیگر نیازی نیست یک به یک دنبال هر نرم افزاری بگردید. شما به آسانی می توانید همه چیز را با یک کلیک نصب کنید.
fil: Hindi na kailangang hanapin ang mga program ng software nang isa-isa. Madali mong mai-iinstall sa isang click lang.
fr: Il n'est plus nécessaire de rechercher les logiciels un à un. Vous pouvez facilement tout installer en un clic.
gu: બધાં સૉફ્ટવેર પ્રોગ્રામ્સ એક પછી એક સ્થાપવા માટે જોવાની જરૂર નથી. તમે બધું જ એક ક્લીક દ્વારા સ્થાપિત કરી શકશો.
he: אין צורך לחפש תוכנות בצורה ידנית! מעכשיו ניתן להתקין את כל התוכנות שאתה צריך בלחיצה אחת.
hi: सॉफ़्टवेयर प्रोग्रामों को अब किसी एक के बाद देखने की कोई जरूरत नहीं है। आप आसानी से एक क्लिक में सब कुछ स्थापित कर सकते हैं।
hu: Többé nem kell egyesével kutatnia a szoftverek után. Egyetlen kattintással, könnyedén feltelepíthet mindent.
id: Tidak perlu lagi mencari aplikasi satu per satu. Anda dapat dengan mudah memasang semuanya dalam sekali klik.
it: Non c'è bisogno di cercare i programmi software uno a uno. Puoi installare facilmente tutto con un clic.
ko: 더 이상 하나씩 소프트웨어 프로그램을 찾을 필요가 없습니다. 한번의 클릭으로 모든 것을 쉽게 설치할 수 있습니다.
ku: لێره‌ ئیتر پێویست ناكات بگه‌ڕێیت به‌دوای نه‌رمه‌كاڵاكان یه‌ك به‌ یه‌ك له‌وه‌ زیاتر. تۆ ده‌توانیت به‌ ئاسانی هه‌موو شتێك دابمه‌زرینیت به‌ یه‌ك كلیك.
nl: U hoeft niet langer één voor één naar de softwareprogramma's te zoeken. U kunt alles eenvoudig met één klik installeren.
no: Det er ikke nødvendig å lete etter programvare et etter et lenger. Du kan enkelt installere alt med ett klikk.
pl: Nie musisz instalować oprogramowania jedno po drugim. Możesz wszystko zainstalować jednym kliknięciem.
ps: د سافټویر پروګرامونو ته د اړتیا په نظر کې نیولو سره هیڅ یو اړتیا نشته. تاسو په اسانۍ سره په یو ټک کې هرڅه نصب کولی شئ.
pt_br: Não há mais necessidade de procurar seus programas um a um. Você pode facilmente instalar tudo com um só clique.
pt_pt: Não é mais necessário andar à procura das aplicações uma a uma. Pode facilmente instalar tudo com um clique.
ro: Nu este nevoie să căutați programele software unu câte unu. Puteți instala cu ușurință totul cu un singur click.
sk: Už nie je viac potrebné hľadať softvérové ​​programy jeden po druhom. Všetko môžete jednoducho nainštalovať jediným kliknutím.
sl: Programskih programov ni treba več iskati enega po enega. Vse lahko enostavno namestite z enim klikom.
sq: Nuk ka më nevojë të kërkosh për programe softuerike një nga një. Gjithçka mund ta instaloni lehtësisht me një klik.
sr: Više nema potrebe da tražite softverske programe jedan po jedan. Sada možete sve da instalirate jednom klikom.
sw: Hakuna haja ya kuangalia programu za programu moja kwa moja tena. Unaweza kufunga kila kitu kwa urahisi kila kitu.
ta: இனி ஒவ்வொரு மென்பொருள் மென்பொருளாக நிறுவ வேண்டிய அவசியமில்லை. ஒரே கிளிக்கில் எல்லாவற்றையும் எளிதாக நிறுவலாம்.
te: సాఫ్ట్వేర్ కార్యక్రమాలు ఏ ఒక్క దానిలో ఒకటిగా ఉండవలసిన అవసరం లేదు. మీరు ఒక క్లిక్తో ప్రతిదీ సులభంగా ఇన్స్టాల్ చేయవచ్చు.
th: ไม่จำเป็นต้องมองหาทีละซอฟท์แวร์โปรแกรมอีกต่อไปแล้ว คุณสามารถติดตั้งทุกอย่างได้ง่าย ๆ เพียงหนึ่งคลิ๊ก
tr: Bundan böyle tek tek yazılımları aramaya gerek yok. Herşeyi tek bir tıklamayla kolayca yükleyebilirsiniz.
zh: 沒有必要再一個一個尋找軟體程式。您可以輕鬆地一鍵安裝所有內容。
zh_cn: 无需再次查找软件程序。您可以轻松地安装所有内容。

# drivers_program_counter
source: Recommended software
ar: البرامج الموصى بها
az: Tövsiyyə olunan proqramlar
bg: Препоръчителен софтуер
bn: সুপারিশকৃত সফটওয়্যার
ca: Aplicacions recomanades
de: Empfohlene Software
el: Προτεινόμενες εφαρμογές
es: Aplicaciones recomendadas
es_419: Software recomendado
et: Soovitatud programmid
fa: نرم افزار های پیشنهاد شده
fil: Inirerekomendang software
fr: Logiciel recommandé
gu: ભલામણ કરેલ સૉફ્ટવેર
he: תוכנות מומלצות
hi: अनुशंसित सॉफ़्टवेयर
hu: Ajánlott szoftver
id: Perangkat lunak yang direkomendasikan
it: Software raccomandato
ko: 권장 소프트웨어
ku: نه‌رمه‌كاڵا پێشنیاركراوه‌كان
nl: Aanbevolen software
no: Anbefalt programvare
pl: Polecane oprogramowanie
ps: سپارښتلي سافټویر
pt_br: Programas recomendados
pt_pt: Programas recomendados
ro: Software recomandat
sk: Odporúčaný softvér
sl: Priporočena programska oprema
sq: Softuer i rekomanduar
sr: Preporučeni softveri
sw: Programu iliyopendekezwa
ta: பரிந்துரைக்கப்படும் மென்பொருள்
te: సిఫార్సు చేసిన సాఫ్ట్వేర్
th: ซอฟท์แวร์แนะนำ
tr: Önerilen yazılımlar
zh: 建議的軟體
zh_cn: 推荐软件

# protect_row_rating
source: Rate:
ar: معدل:
az: Dərəcə:
bg: Оценка:
bn: জনপ্রিয়তা:
ca: Velocitat:
de: Bewertung:
el: Αξιολόγηση:
es: Puntuación:
es_419: Tarifa:
et: Hinne:
fa: رتبه:
fr: Taux:
gu: કિંમત:
he: דירוג:
hi: मूल्यांकन करें:
hu: Értékelés:
id: Nilai:
it: Vota:
ko: 비율:
ku: رێژه‌:
nl: Waardering:
pl: Ocena:
ps: کچه:
pt_br: Avaliar:
pt_pt: Avaliar:
ro: Evaluare:
sk: Hodnotenie:
sl: Oceni:
sq: Vlerësimi:
sr: Ocena:
sw: Kiwango:
ta: மதிப்பீடு:
te: రేటు:
th: คะแนน:
tr: Puan:
zh: 評比:
zh_cn: 速率:
