Repository: DriverPackSolution/transifex-backup
Catalog: beetle/driverpack-solution-worldwide/driverpackpo/*.po
Languages: ar, az, bg, bn, ca, de, el, es, es_419, et, fa, fil, fr, gu, he, hi, hu, id, it, ko, ku, nl, no, pl, ps, pt_br, pt_pt, ro, sk, sl, sq, sr, sw, ta, te, th, tr, zh, zh_cn

# installation_header_promo_text_social
source: In our public groups we always answer your questions about the software, share information about our updates and technologies, and tell you about significant news and trends in the IT industry.
ar: في مجموعاتنا العامة ، نجيب دائمًا على أسئلتك حول البرنامج ، ونشارك المعلومات حول تحديثاتنا وتقنياتنا ، ونخبرك بأهم الأخبار والاتجاهات في مجال تكنولوجيا المعلومات.
az: İçtimai qruplarımızda proqram haqqında suallarınızı hər zaman cavablayır, yeniləmələrimiz və texnalogiyamız haqqında məlumat paylaşırıq və İT sənayesindəki diqqətə layiq xəbərlər və mövzular üzrə sizə məlumat veririk.
bg: В нашите обществени групи винаги отговаряме на вашите въпроси за софтуера, споделяме информация за нашите актуализации и технологии и ви разказваме за значими новини и тенденции в ИТ индустрията.
bn: আমাদের পাবলিক গ্রুপসমূহে আমরা সফটওয়্যার সম্বন্ধে আপনাদের প্রশ্নসমূহের উত্তর দিই, আমাদের আপডেটসমূহ ও প্রযুক্তি সম্বন্ধে তথ্য শেয়ার করি, এবং IT শিল্পের গুরুত্বপূর্ণ খবর ও হালচাল সম্বন্ধে জানাই।
ca: En els nostres grups públics sempre responem les vostres preguntes sobre l'aplicació, compartim informació sobre les actualitzacions i les tecnologies i us informem sobre noticies i tendències significatives de la indústria tecnològica.
de: In unseren öffentlichen Gruppen beantworten wir immer Ihre Fragen zur Software, teilen Informationen über unsere Updates und Technologien und informieren Sie über wichtige Neuigkeiten und Trends in der IT-Branche.
es: En nuestros grupos públicos te respondemos siempre a las dudas que tengas sobre la aplicación, compartimos información acerca de las actualizaciones y las tecnologías y te informamos acerca de novedades importantes y tendencias del sector de las tecnologías de la información.
es_419: En nuestros grupos públicos siempre respondemos a sus preguntas sobre el software, compartimos información sobre nuestras actualizaciones y tecnologías, y le informamos sobre noticias y tendencias importantes en la industria de TI.
et: Oma avalikes gruppides vastame me alati küsimustele tarkvara kohta, jagame informatsiooni uuenduste ja tehnoloogia kohta, ning räägime uusimatest uudistest ja trendidest IT vallas.
fa: در گروه های عمومی ما همیشه جواب سوالات شما را درباره نرم افزار می دهیم و اطلاعاتی در مورد به روز رسانی و تکنولوژی هایمان به اشتراک می گذاریم، و همچنین به شما درباره اخبار قابل توجه حوزه فناوری اطلاع می دهیم.
fil: Sa aming mga pampublikong grupo sinasagot namin ang iyong mga tanong tungkol sa software, nagbahagi ng impormasyon tungkol sa aming mga pag-update at teknolohiya, at nagbibigay ng makabuluhang balita at mga uso ngayon sa industriya ng IT.
fr: Dans nos groupes publics, nous répondons toujours à vos questions sur le logiciel, partageons des informations sur nos mises à jour et nos technologies, et vous informons sur les nouvelles et les tendances significatives dans l'industrie informatique.
gu: અમારા પબ્લિક સમૂહોમાં અમે સૉફ્ટવેર વિશેના તમારા પ્રશ્નોના જવાબ આપીએ છીએ, અમારા અપડેટ્સ અને તકનીકો વિશેની માહિતી શેર કરીએ છીએ, અને આઇટી ઉદ્યોગમાં નોંધપાત્ર સમાચાર અને વલણો વિશે તમને જણાવવું છે.
he: בקבוצות ציבוריות אנו עונים לשאלות הציבור לגבי תוכנות, משתפים ידיעות לגבי עדכונים וטכנולוגיות, ומספרים לכם חדשות וטרנדים בתעשיית מערכות המידע - IT.
hi: हमारे सार्वजनिक समूहों में हम हमेशा सॉफ़्टवेयर के बारे में आपके सवालों का जवाब देते हैं, हमारे अपडेट और तकनीकों के बारे में जानकारी साझा करते हैं, और IT उद्योग में महत्वपूर्ण समाचारों और प्रवृत्तियों के बारे में बताते हैं।
hu: A nyilvános csoportjainkban mindig megválaszoljuk a szoftverrel kapcsolatos kérdéseket, megosztjuk az információt a frissítéseinkről és technológiákról, valamint tájékoztatást adunk az informatika fontosabb híreiről és irányzatairól.
id: Dalam kelompok publik kami, kami selalu menjawab pertanyaan anda tentang perangkat lunak, berbagi informasi tentang pembaruan dan teknologi kami, dan memberi tahu anda tentang berita dan tren penting di industri TI.
it: Nei nostri gruppi pubblici rispondiamo sempre alle tue domande riguardanti il programma, condividere le informazioni sugli aggiornamenti e le tecnologie, e parlarti di notizie e tendenze significative nel settore.
ko: 공개 그룹에서는 항상 소프트웨어에 대한 귀하의 질문에 답변하고 업데이트 및 기술에 대한 정보를 공유하며 IT 업계의 중요한 뉴스 및 동향에 대해 알려드립니다.
ku: لە گرۆپە گشتیەکانمان ئێمە هەمیشە وەڵامی پرسیارەکانتان دەربارەی بەرنامە، بەشداریکردنی زانیاریەکان دەربارەی نوێکاریەکانمان و تەکنەلۆژیا دەدەین، و بەتۆ دەڵێین دەربارەی هەواڵە گرنگەکان و ئاراستەکان لە پێشەسازی IT دا.
nl: In onze openbare groepen beantwoorden we altijd uw vragen over de software, delen we informatie over onze updates en technologieën en vertellen we u over belangrijk nieuws en trends in de IT-industrie.
no: I våre offentlige grupper svarer vi alltid på spørsmålene dine om programvaren, deler informasjon om våre oppdateringer og teknologier, og forteller deg om viktige nyheter og trender i IT-bransjen
ps: زموږ په عامه ګروپونو کې موږ تل د سافټویر په اړه ستاسو پوښتنې ځوابوو، زموږ د معلوماتو او ټیکنالوژیو په اړه معلومات شریک کړئ، او د IT تکنالوژۍ کې د پام وړ خبرونو او رجحاناتو په اړه ووایاست.
pt_br: Em nossos grupos públicos, sempre respondemos suas dúvidas sobre o programa, compartilhamos informações sobre nossas atualizações e tecnologias e informamos sobre novidades e tendências significativas no setor de TI.
pt_pt: Nos nosso grupos públicos respondemos sempre às suas questões sobre a plataforma, partilhamos informação acerca das nossas atualizações e tecnologias, e contamos-lhe acerca de notícias relevantes e tendências na indústria das TI.
ro: În grupurile noastre publice răspundem mereu întrebărilor dvs. despre software, împărtășim informații despre actualizările și tehnologiile noastre, și vă comunicăm știri și trenduri semnificative din industria IT.
sk: V našich verejných skupinách vždy odpovedáme na vaše otázky o softvéri, zdieľame informácie o našich aktualizáciách a technológiách a povieme vám o významných novinkách a trendoch v oblasti IT.
sl: V naših javnih skupinah vedno odgovorimo na vaša vprašanja o programski opremi, delimo informacije o naših posodobitvah in tehnologijah ter vam sporočamo pomembne novice in trende v IT industriji.
sq: Në grupet tona publike ne gjithmonë u pergjigjemi pyetjeve rreth softuerit, shpërndajmë informacion rreth përditësimeve dhe teknologjive tona dhe iu tregojmë për të rejat dhe trendet e rëndësishme në industrinë e IT.
sr: U našim javnim grupama uvek odgovaramo na vaša pitanja o softveru, delimo informacije o novim ažuriranjima i tehnologijama i obaveštavamo vas o značajnim novostima i trendovima u IT sektoru.
sw: Katika makundi yetu ya umma sisi daima kujibu maswali yako kuhusu programu, kushiriki habari kuhusu updates na teknolojia zetu, na kukuambia habari muhimu na mwenendo katika sekta ya IT.
ta: எங்களது பொதுக் குழுக்களில் மென்பொருள் பற்றிய உங்கள் கேள்விகளுக்கு நாங்கள் எப்போதும் பதிலளிக்கிறோம், எங்கள் புதுப்பித்தல்கள் மற்றும் தொழில்நுட்பங்களைப் பற்றிய தகவல்களைப் பகிர்ந்துகொள்வது மற்றும் IT துறையில் குறிப்பிடத்தக்க செய்தி மற்றும் போக்குகள் பற்றி உங்களுக்குத் தெரிவிக்கிறோம்.
te: మా ప్రజా సమూహాలలో మేము సాఫ్ట్వేర్ గురించి మీ ప్రశ్నలకు ఎల్లప్పుడూ సమాధానం ఇస్తాము, మా నవీకరణలు మరియు సాంకేతికతలను గురించి సమాచారాన్ని భాగస్వామ్యం చేయండి మరియు IT పరిశ్రమలో ముఖ్యమైన వార్తలు మరియు ట్రెండ్ల గురించి మీకు తెలియజేస్తాయి.
th: ในกลุ่มสาธารณะของเรา เราตอบคำถามเกี่ยวกับซอฟท์แวร์อย่างสม่ำเสมอ, แชร์ข้อมูลเกี่ยวกับอัพเดทและเทคโนโลยีของเรา, และบอกคุณเกี่ยวกับข่าวและเทรนด์สำคัญในอุตสาหกรรมไอที
tr: Halka açık gruplarımızda yazılım hakkında sorularınızı her zaman yanıtlıyor, güncellemelerimiz ve teknolojilerimiz hakkında bilgi paylaşıyoruz, ve BT endüstrisindeki dikkate değer haberler ve konular hakkında size bilgi veriyoruz.
zh: 在我們的公用群組中，我們總是回答您關於軟體的問題，分享有關我們的更新和技術的資訊，並告訴您有關 IT 行業的重大新聞和趨勢。
zh_cn: 在我们的公共团体中，我们总是回答您关于软件的问题，分享有关我们的更新和技术的信息，并向您介绍 IT 行业的重要新闻和趋势。

# installation_header_promo_title_protect
source: How does DriverPack Protect help the computer?
ar: كيف يساعد برنامج DriverPack Protect الكمبيوتر؟
az: DriverPack Protect kompüterə necə kömək edir?
bg: Как DriverPack Protect помага на компютъра?
bn: কীভাবে DriverPack Protect কম্পিউটারকে সাহায্য করে?
ca: Com ajuda el DriverPack Protect a l'ordinador?
de: Wie hilft DriverPack Protect dem Computer?
el: Πώς το DriverPack Protect βοηθάει τον υπολογιστή;
es: ¿Cómo puede DriverPack Protect ayudar a mi ordenador?
es_419: ¿Cómo ayuda DriverPack Protect a la computadora?
et: Kuidas aitab DriverPack Protect arvutit?
fa: چگونه DriverPack Protect به کامپیوتر کمک می کند؟
fil: Paano nakakatulong ang DriverPack Protect sa computer?
fr: Comment DriverPack Protect aide-t-il l'ordinateur?
gu: DriverPack Protect કેવી રીતે તમારા કમ્પ્યુટર ને મદદ કરે છે?
he: איך תוכנת DriverPack Protect עוזרת למחשב?
hi: DriverPack Protect कंप्यूटर की मदद कैसे करता है?
hu: Hogyan segíti a DriverPack Protect a számítógép működését?
id: Bagaimana DriverPack Protect menolong komputer?
it: Come aiuta a proteggere il computer DriverPack Protect?
ko: DriverPack Protect 는 컴퓨터에 어떤 도움을 줍니까?
ku: چۆن پاراستنی DriverPack Protect یارمه‌تی كۆمپیوته‌ر ده‌دات؟
nl: Hoe helpt DriverPack Protect de computer?
no: Hvordan hjelper DriverPack Protect datamaskinen?
pl: Jak DriverPack Protect pomóc twój komputer?
ps: څنګه DriverPack Protect د کمپیوټر سره مرسته وکړئ؟
pt_br: Como o DriverPack Protect ajuda o computador?
pt_pt: Como é que o DriverPack Protect ajuda o computador?
ro: Cum ajută DriverPack Protect computerul?
sk: Ako pomáha DriverPack Protect počítaču?
sl: Kako DriverPack Protect pomaga računalniku?
sq: Si e ndihmon DriverPack Protect kompjuterin?
sr: Na koji način DriverPack Protect pomaže računaru?
sw: Je, DriverPack Protect husaidia kompyuta?
ta: எப்படி DriverPack Protect வன்பொருள்தொகுப்பு பாதுகாப்பு கணினியைப் பாதுகாக்க உதவுகிறது?
te: ఎలా చేస్తుంది DriverPack Protect కంప్యూటర్ కి సహాయం?
th: DriverPack Protect ช่วยคอมพิวเตอร์ได้อย่างไร
tr: DriverPack Protect bilgisayara nasıl yardım eder?
zh: DriverPack Protect 如何幫助電腦?
zh_cn: DriverPack Protect 如何帮助电脑?

# installation_header_promo_text_protect
source: It will help clean your computer of extra software and ad plug-ins that antiviruses often fail to remove. DriverPack Protect also enables you to free up more space on hard drives and increase your computer's efficiency.
ar: سيساعد ذلك على تنظيف الكمبيوتر الخاص بك من البرامج الإضافية والمكونات الإضافية للإعلانات التي تفشل في الغالب برامج مكافحة الفيروسات في إزالتها. كما يتيح لك برنامج DriverPack Protect توفير مساحة أكبر على محركات الأقراص الثابتة وزيادة كفاءة الكمبيوتر.
az: Kompüterinizdən antivirusların silə bilmədiyi artıq proqramları vəreklam əlavələrini silməyə kömək edəcək. DriverPack Protect əlavə olaraq kompüterinizin məhsuldarlığını artırmaq və sərt diskinizdə daha çox boş yer açmaq üçün faydalıdır.
bg: Тя ще ви помогне да почистите компютъра си с допълнителни софтуерни и рекламни приставки, които антивирусите често не успеят да премахнат. DriverPack Protect също ви дава възможност да освободите повече място на твърдия диск и да увеличите ефективността на компютъра си.
bn: এটি আপনাকে আপনার কম্পিউটারের অতিরিক্ত সফটওয়্যার এবং অ্যাড প্লাগ-ইনস্‌ মুছে ফেলতে সাহায্য করে যা অ্যান্টিভাইরাসসমূহ প্রায়ই মুছতে ব্যর্থ হয়। এছাড়াও DriverPack Protect আপনাকে কম্পিউটারের হার্ড ড্রাইভের জায়গা খালি করতে সক্ষম করে এবং কম্পিউটারের দক্ষতা বাড়ায়।
ca: Permet netejar l'ordinador d'aplicacions extres i plugins de propaganda que els antivirus no acaben d'eliminar. DriverPack Protect també permet alliberar més espai al disc dur i incrementar la eficiència de l'ordinador.
de: Es wird dazu beitragen, Ihren Computer von zusätzlicher Software und Ad-Plug-Ins zu reinigen, die Antivirenprogramme häufig nicht entfernen. Mit DriverPack Protect können Sie außerdem mehr Speicherplatz auf Festplatten freigeben und die Effizienz Ihres Computers erhöhen.
es: Te ayudará a limpiar el ordenador de aplicaciones innecesaria y de plug-ins de propaganda que los antivirus habitualmente no eliminan. DriverPack Protect también te permite liberar más espacio del disco duro e incrementar la eficiencia del ordenador.
es_419: Le ayudará a limpiar su computadora de software adicional y complementos publicitarios que los antivirus normalmente no eliminan. DriverPack Protect también le permite liberar más espacio en los discos duros y aumentar la eficiencia de su computadora.
et: See aitab puhastada teie arvutit, lisaprogrammidest ja reklaamist mida antiviirused tihti ei suuda. DriverPack Protect lubab teil vabastada kõvaketta ruumi ja sellega kiirendada arvuti tootlikust.
fa: به شما کمک می کند که کامپیوتر خود را از نرم افزار های اضافی و پلاگین هایی که اکثر اوقات آنتی ویروس ها در پاک کردن آن مشکل دارند را پاکسازی کنید. DriverPack Protect همچنین شما را قادر می سازد تا فضای بیشتری در هارد درایو و در کارایی کامپیوترتان بیافزایید.
fil: Ito ay makakatulong na linisin ang iyong computer sa dagdag na software at mga plug-in ng ad na hindi karaniwang inaalis ng mga antivirus. Ang DriverPack Protect ay nagbibigay-daan sa iyo upang paluwagin ang espasyo ng mga hard drive at dagdagan ang kahusayan ng iyong computer.
fr: Il vous aidera à nettoyer votre ordinateur des logiciels supplémentaires et des plug-ins publicitaires que les antivirus ne parviennent souvent pas à supprimer. DriverPack Protect vous permet également de libérer de l'espace sur les disques durs et d'augmenter l'efficacité de votre ordinateur.
gu: તે વધારાની સૉફ્ટવેર અને જાહેરાત પ્લગ-ઇન્સનાં તમારા કમ્પ્યુટરને સાફ કરવામાં સહાય કરશે જે એન્ટીવાયરસને ઘણીવાર દૂર કરવામાં નિષ્ફળ જાય છે. DriverPack Protect પણ હાર્ડ ડ્રાઈવો પર વધુ જગ્યા મુક્ત કરવા અને તમારા કમ્પ્યુટરની કાર્યક્ષમતા વધારવા માટે તમને સક્ષમ કરે છે.
he: התוכנה עוזרת לנקות את המחשב מתוכנות מיותרות ותוספים שתוכנות אנטיוירוס לרוב לא מסירות. כמו כן, תוכנת DriverPack Protect עוזרת לפנות מקום בדיסק הקשיח ומשפרת את יעילות המחשב שלך.
hi: इससे आपके कंप्यूटर के अतिरिक्त सॉफ़्टवेयर और विज्ञापन प्लग-इन को साफ करने में मदद मिलेगी जोकि एंटीवायरस अक्सर हटाने में विफल रहते हैं। DriverPack Protect से आप हार्ड ड्राइव पर अधिक स्थान खाली करने और अपने कंप्यूटर की दक्षता में वृद्धि करने के लिए सक्षम हो सकते हैं।
hu: Segít megtisztítani a számítógépét a felesleges szoftverektől és beépülőktől, melyeket a vírusirtók gyakran nem képesek eltávolítani. A DriverPack Protect lehetővé teszi, hogy több helyet szabadítson fel a merevlemezein, és megnövelje a számítógépe hatékonyságát.
id: Ini akan membantu membersihkan komputer anda dari perangkat lunak tambahan dan plug-in iklan yang seringkali gagal dihapus oleh antivirus. DriverPack Protect juga memungkinkan anda untuk membebaskan lebih banyak ruang pada hard drive dan meningkatkan efisiensi komputer anda.
it: Vi aiuterà a ripulire il computer dai software aggiuntivi e dai plug-in pubblicitari che gli antivirus spesso non riescono a rimuovere. DriverPack Protect consente inoltre di liberare più spazio sui dischi rigidi e aumentare l'efficienza del computer.
ko: 바이러스 백신이 종종 제거하지 못하는 추가 소프트웨어 및 광고 플러그인을 컴퓨터에서 제거하는 데 도움이 됩니다. 또한 DriverPack Protect 를 사용하면 하드 드라이브의 여유 공간을 늘리고 컴퓨터의 효율성을 높일 수 있습니다.
ku: یارمەتیت دەدات بۆ پاککردنەوەی کۆمپیوتەرەکەت لە بەرنامەی زیادە و و پێکهاتەکانی ریکلام کە زۆرجار بەرنامەکانی دژە ڤایروس ناتوانن بسڕنەوە. DriverPack Protect هەروەها توانا دەدات بە تۆ بۆ زیادکردنی بوشایی ئامێری هاردەکەت و زیادکردنی توانای کۆمپیوتەرەکەت.
nl: Het zal u helpen uw computer te ontdoen van extra software en advertentie-plug-ins die antivirussen vaak niet verwijderen. Met DriverPack Protect kunt u ook meer ruimte op harde schijven vrijmaken en de efficiëntie van uw computer verhogen.
no: Det vil bidra til å rense datamaskinen din for ekstra programvare og annonse pluginmoduler som ofte ikke fjerner antivirusprogrammer. DriverPack Protect lar deg også frigjøre mer plass på harddisker og øke datamaskinens effektivitet.
ps: دا به ستاسو د کمپیوټر اضافی سافټویر او د انټرنیټ پلس پاکولو کې مرسته وکړي چې د انتي رنیرسونه اکثرا له لرې کولو کې پاتې راغلي. DriverPack Protect همدا رنګه تاسو ته وړتیا ورکوي چې په سخت هارډو کې ډیر ځای خالي کړئ او د کمپیوټر موثریت زیات کړئ.
pt_br: Ele ajudará a limpar seu computador de programas adicionais e plug-ins de anúncios que os antivírus muitas vezes não conseguem remover. O DriverPack Protect também permite liberar mais espaço em discos rígidos e aumentar a eficiência do seu computador.
pt_pt: Limpa o seu computador de aplicações e módulos de publicidade extra que os antivírus frequentemente falham a remoção. o DriverPack Protect também o habilita a libertar espaço nos seus discos rígidos e aumentar a eficiência do seu computador.
ro: Vă va ajuta să curățați computerul de software-uri suplimentare și plug-in-uri publicitare pe care adesea antivirusurile nu le pot elimina. DriverPack Protect de asemenea vă permite să eliberați mai mult spațiu pe hard disk și să creșteți eficiența computerului.
sk: Pomôže vám vyčistiť váš počítač od rozširujúceho softvéru a doplnkov, ktoré často ani antivírusy neodstránia. Program DriverPack Protect vám tiež umožňuje uvoľniť viac miesta na pevných diskoch a zvýšiť výkon počítača.
sl: Pomagal bo počistiti vaš računalnik vse nezaželene dodatne programske opreme in vtičnikov za oglase, ki jih antivirusi pogosto ne morejo odstraniti. DriverPack Protect vam omogoča tudi sprostitev prostora na trdih diskih in povečanje učinkovitosti delovanja vašega računalnika.
sq: Ndihmon në pastrimin e kompjuterit nga softuerët ekstra dhe plugin-et me reklama që antivirus-ët shpesh deshtojnë për t'i hequr. DriverPack Protect gjithashtu iu mundëson të lironi hapësirë në diset e ngurta dhe të shtoni efiçencën e kompjuterit tuaj.
sr: Pomaže u uklanjanju nepotrebnih programa i programskih dodataka koje antivirus obično ne uspeva da izbriše. Takođe, DriverPack Protect omogućuje oslobađanje još više prostora na hard disku i povećava efikasnost računara.
sw: Itasaidia kusafisha kompyuta yako ya programu ya ziada na programu ya kuziba tangazo kwamba antivirus mara nyingi hutolewa kuondoa. DriverPack Protect pia inakuwezesha kufungua nafasi zaidi kwenye anatoa ngumu na kuongeza ufanisi wa kompyuta yako.
ta: இந்த கூடுதல் மென்பொருள் உங்கள் கணினியில் சுத்தம் செய்ய உதவும் மற்றும் வைரஸ் தடுப்பு மென்பொருள் அடிக்கடி விளம்பர செருகுநிரல்களை நீக்குவதில் தோல்வியுறும்போதும் இந்த மென்பொருள் அதிலிருந்து பாதுகாக்கிறது. DriverPack Protect வன்பொருள்தொகுப்பு பாதுகாப்பு உங்கள் கணினியின் செயல்திறனை அதிகரிக்கவும், ஹார்டு டிரைவ்களில் அதிக இடத்தை சேமித்து வைக்கவும் உதவுகிறது.
te: యాంటీవైరస్లు తొలగించడానికి తరచుగా విఫలమైన అదనపు సాఫ్ట్వేర్ మరియు ప్రకటన ప్లగ్-ఇన్ల మీ కంప్యూటర్ను శుభ్రపరచడంలో ఇది సహాయపడుతుంది. DriverPack Protect హార్డు డ్రైవులపై మరింత స్థలాన్ని విడిపించేందుకు మరియు మీ కంప్యూటర్ యొక్క సామర్థ్యాన్ని పెంచడానికి మిమ్మల్ని అనుమతిస్తుంది.
th: มันจะช่วยทำความสะอาดคอมพิวเตอร์จากซอฟท์แวร์พิเศษและปล๊กอินโฆษณาที่แอนตี้ไวรัสมักจะลบออกไม่ได้ DriverPack Protect ยังทำให้คุณได้พื้นที่ในฮาร์ดไดรฟ์เพิ่มขึ้นและเพิ่มประสิทธิภาพคอมพิวเตอร์
tr: Bilgisayarınızdan fazladan yazılımları ve antivirüslerin kaldırmak için sık sık başarısız olduğu reklam eklentilerini temizlemeye yardım edecek. DriverPack Protect ayrıca bilgisayarınızın verimliliğinin artmasını ve sabit diskinizde daha fazla alan açmanızı sağlar.
zh: 這將有助於清理您的電腦中防毒軟體往往無法刪除的額外軟體和廣告外掛程式。DriverPack Protect 還可以在硬碟上釋放更多空間，並提高電腦的效率。
zh_cn: 这将有助于清理您的计算机的额外的软件和广告插件，抗病毒软件通常无法删除。 DriverPack Protect 还可以释放更多的硬盘空间，并提高计算机的效率。

# installation_header_promo_title_restore
source: System restore point
ar: نقطة إستعادة النظام
az: Bərpa nöqtəsi
bg: Точка за възстановяване на системата
bn: সিস্টেম রিস্টোর পয়েন্ট
ca: Punt de restauració del sistema
de: Systemwiederherstellungspunkt
el: Σημείο επαναφοράς συστήματος
es: Punto de restauración del sistema
es_419: Punto de restauración del sistema
et: Süsteemi taaste punkt
fa: نقطه بازیابی سیستم
fr: Point de restauration du système
gu: સિસ્ટમ રીસ્ટોર પોઈન્ટ
he: נקודת שחזור מערכת
hi: सिस्टम पुनःस्थापना बिंदु
hu: Rendszer-visszaállítási pont
id: Titik pemulihan sistem
it: Punto di ripristino del sistema
ko: 시스템 복원 지점
ku: خاڵی گه‌ڕانه‌وه‌ی سیسته‌م
nl: Systeem-herstel-punt
no: System gjenopprettingspunkt
pl: Punkt przywracania systemu
ps: د سیستم بیاځای کولو ټکی
pt_br: Ponto de restauração do sistema
pt_pt: Ponto de restauro do sistema
ro: Punct Restaurare Sistem
sk: Bod obnovenia systému
sl: Obnovitvena točka OS
sq: Pikë rikthimi për sistemin
sr: Tačka vraćanja sistema
sw: Kurejesha mfumo kwa hali ya awali
ta: கணினி மீட்பு புள்ளி
te: సిస్టమ్ పునరుద్ధరణ పాయింట్
th: จุดคืนค่าระบบ
tr: Sistem geri yükleme noktası
zh: 系統還原點
zh_cn: 系统还原点
