Repository: DriverPackSolution/transifex-backup
Catalog: beetle/driverpack-solution-worldwide/driverpackpo/*.po
Languages: ar, az, bg, bn, ca, de, el, es, es_419, et, fa, fil, fr, gu, he, hi, hu, id, it, ko, ku, nl, no, pl, ps, pt_br, pt_pt, ro, sk, sl, sq, sr, sw, ta, te, th, tr, zh, zh_cn

# settings_protect-caption
source: This technology will help you clean your computer of malware and adware plug-ins which even antivirus software and the ad-blocking tools often fail to detect or fix fully. Our system clean-up of malware and useless software will allow you to free up significantly more space on your hard drive and to increase your computer's efficiency. That's why we insistently recommend that you use this function and benefit from its advantages.
ar: هذه التقنية ستساعدك بتنظيف جهازك الكمبيوتر من البرمجيات الخبيثة و الإعلانات المزعجة التي قد تفشل حتى مضادات الفايروسات وبرامج حجب الإعلانات من كشفها والتعامل معها. سيسمح لك نظام تنظيف البرمجيات الخبيثة والإعلانات المزعجة الخاص بنا بتوفير المساحة على القرص الصلب وزيادة كفاءة الكمبيوتر بشكل فعال. لذلك نحن ننصحك بشدة باستخدام هذه الأداة والاستفادة من جميع مميزاتها.
az: Bu texnalogiyaç hətta antivirus proqramı və reklam bloklama alətlərinin tamamilə aşkar etməkdə və ya düzəltməkdə sıxlıqla uğursuz olduğu zərərli proqram və reklam əlavələrinin kompüterinizdən təmizlənməsinə köməkçi olacaqdır. Zərərli proqramın və faydasız proqramın sisteminizdən təmizlənməi, kompüterinizin nəhsuldarlığının artmasını və sərt diskinizdə əhəmiyyətli dərəcəd daha çox boş yer açmanıza şərait yaradacaqdır. Buna görə də bu funksiyanı istifadə etməyinizi və faydalarından yararlanmanızı təkidlə məsləhət görürük.
bg: Тази технология ще ви помогне да почистите компютъра си от приставки за зловреден софтуер и рекламен софтуер, които дори антивирусният софтуер и инструментите за блокиране на рекламите често не успеят да открият или да коригират напълно. Нашата система за почистване на зловреден софтуер и ненужен софтуер ще ви позволи да освободите значително повече място на вашия твърд диск и да увеличите ефективността на вашия компютър. Ето защо настоятелно препоръчваме да използвате тази функция и да се възползвате от нейните предимства.
bn: এই প্রযুক্তি কম্পিউটারকে ম্যালওয়্যার ও অ্যাডওয়্যার প্লাগ-ইনস্‌ থেকে মুক্ত করতে সাহায্য করবে যেসব এমনকি অ্যান্টিভাইরাস সফটওয়্যার ও অ্যাড-ব্লকিং টুলগুলোও প্রায় চিহ্নিত করতে বা সম্পূর্ণভাবে ঠিক করতে ব্যর্থ হয়। ম্যালওয়্যার ও অপ্রয়োজনীয় সফটওয়্যার মুক্ত করার আমাদের সিস্টেম ক্লিন-আপ সুবিধা উল্লেখযোগ্যভাবে হার্ডডিস্কের আরও বেশি জায়গা ফ্রি করা ও কম্পিউটারের দক্ষতা বৃদ্ধিতে ভূমিকা রাখবে। সেজন্য ফাংশনটি ব্যবহার করা ও এর সুবিধাসমূহ উপভোগ করার ব্যাপারে দৃঢ়তার সাথে সুপারিশ করছি।
ca: Aquesta tecnologia ajuda a netejar el vostre ordinador de programes no desitjats i propaganda que fins i tot els antivirus i eines de bloqueig acostumen a no detectar o corregir completament. El nostre sistema de neteja de programes no desitjats us ajudarà a alliberar significativament més espai al vostre disc dur i incrementar la eficiència de l'ordinador. Per això insistim en que utilitzeu aquesta funcionalitat i us beneficieu dels avantatges.
de: Diese Technologie hilft Ihnen dabei, Ihren Computer von Malware und Adware zu bereinigen, welche sogar Ihre Antiviren-Software oder Werbeblock-Tools oft nicht vollständig erkennen oder beheben können. Unsere Systemreinigung von Malware und nutzloser Software ermöglicht es Ihnen, deutlich mehr Platz auf Ihrer Festplatte freizugeben und die Effizienz Ihres Computer zu erhöhen. Deshalb empfehlen wir Ihnen dringend, diese Funktion zu nutzen und von ihren Vorteilen zu profitieren.
el: Αυτή η τεχνολογία θα σας βοηθήσει να καθαρίσετε τον υπολογιστή σας από κακόβουλο και διαφημιστικό λογισμικό που ούτε τα λογισμικά προστασίας από ιούς και τα εργαλεία αποκλεισμού διαφημίσεων συχνά δεν μπορούν να να διορθώσουν ή να ανιχνεύσουν πλήρως. Η δική μας εκκαθάριση συστήματος για τέτοια λογισμικά θα σας επιτρέψει να εξοικονομήσετε χώρο στο δίσκο σας και να αυξήσετε την αποδοτικότητά. Για αυτό προτείνουμε να χρησιμοποιήσετε αυτή τη λειτουργία και να οφεληθείτε από τα πλεονεκτήματα.
es: Esta tecnología te ayudará a limpiar el ordenador de malware y plugins de propaganda que algunos antivirus y herramientas de bloqueo no detectan o no reparar completamente. Nuestro sistema de limpieza de malware y software no deseado te permitirá liberar mucho más espacio del disco e incrementar la eficiencia de tu ordenador. Por eso recomendamos insistentemente que uses esta función y te beneficies de sus ventajas.
es_419: Esta tecnología le ayudará a limpiar su computadora de los complementos de malware, adware que incluso el software antivirus y las herramientas de bloqueo de anuncios a menudo no detectan o corrigen por completo. Nuestro sistema de limpieza de malware y software inútil le permitirá liberar significativamente más espacio en su disco duro y aumentar la eficiencia de su computadora. Es por eso que recomendamos insistentemente que use esta función y se beneficie de sus ventajas.
et: See tehnoloogia aitab teil puhastada teie arvuti pahavarast ja reklaamide pluginatest, mida isegi antiviiruse tarkvara ja reklaami blokeerijad tihti ei suuda täielikult teha. Meie süsteemipuhastus pahavarast ja muust mittevajalikust tarkvarast aitab teil kõvakettale kõvasti ruumi juurde saada, ning kiirendab arvuti tootlikust. Seepärast me tungivalt soovitame, et te kasutaks seda funktsiooni ja selle eeliseid.
fa: این تکنولوژی به شما در پاکسازی بد افزارها و پلاگین‌های تبلیغاتی از کامپیوترتان کمک می‌کند که گاهی اوغات حتی نرم افزار‌های آنتی‌ویروس و پاکسازی تبلیغات از تشخیص و رفع کامل آن ها عاجز هستند. سیستم پاکسازی بد افزار و برنامه های ناکارآمد ما به شما این اجازه را خواهد داد تا فضای درون هارد خود را به صورت قابل ملاحظه‌ای آزاد کرده و بازده‌ای رایانه خود را ارتقاء دهید. به همین خاطر است که مصرانه به شما پیشنهاد میکنیم تا از عملکرد و مزیت این دست آورد استفاده کنید.
fil: Ang teknolohiyang ito ay tutulong sa iyo na linisin ang iyong computer ng mga malware at adware na plug-in na kahit na ang antivirus software at ang mga tool sa pag-block ng ad ay madalas na hindi matagpuan o ganap na ayusin. Ang aming sistema ng paglilinis ng malware at walang silbi software ay magbibigay-daan sa iyo upang magbakante ng higit na puwang sa iyong hard drive at upang madagdagan ang kahusayan ng iyong computer. Iyon ang dahilan kung bakit inirerekomenda namin na gamitin mo ang function na ito at makinabang mula sa mga pakinabang nito.
fr: Cette technologie aidera votre ordinateur à se débarrasser des malwares et des adwares que mêmes les antivirus et les outils de bloquage publicitaire ne parviennent pas à identifier ou réparer correctement. Notre système de nettoyage de malwares et de logiciels inutiles vous permettra de récupérer beaucoup plus d'espace sur votre disque dur et augmentera l'efficacité de votre ordinateur. C'est pourquoi nous recommandons fortement que vous utilisiez cette fonction et profitiez de ses avantages.
gu: આ તકનીક તમને મૉલવેર અને એડવેર પ્લગ-ઇન્સનાં તમારા કમ્પ્યુટરને સાફ કરવામાં સહાય કરશે જે એન્ટીવાયરસ સૉફ્ટવેર અને એડ-અવરોધિત સાધનોને સંપૂર્ણ રીતે શોધવા અથવા ઠીક કરવામાં નિષ્ફળ જાય છે. અમારી મૉલવેર અને નકામી સૉફ્ટવેરની સફાઇ અમારી સિસ્ટમ તમને તમારી હાર્ડ ડ્રાઇવ પર નોંધપાત્ર રીતે વધુ જગ્યા ખાલી કરવાની અને તમારા કમ્પ્યુટરની કાર્યક્ષમતા વધારવા માટે પરવાનગી આપશે. એટલા માટે અમે આગ્રહપૂર્વક ભલામણ કરીએ છીએ કે તમે આ કાર્યનો ઉપયોગ કરો છો અને તેના ફાયદાથી લાભ મેળવો છો.
he: טכנולוגיה זו תאפשר לך לנקות את המחשב מרוגלות ותוספי פרסומת שלרוב גם תוכנות אנטיוירוס נכשלות בזיהוין והסרתן בצורה מלאה. מערכת הניקוי שלנו מסוגלת להסיר תוכנות ריגול, תוספי פרסומת, ולפנות מקום בדיסק הקשיח שלך, ובכך לשפר את ביצועי המחשב שלך. לכן אנו ממליצים שתשתמש בטכנולוגיה זו וכך תהנה מהיתרונות שהיא מציעה לך.
hi: यह तकनीक आपके कंप्यूटर को मैलवेयर और एडवेयर प्लग-इन को साफ़ करने में मदद करेगी, जो एंटीवायरस सॉफ़्टवेयर और विज्ञापन-अवरोधन उपकरण अक्सर पूरी तरह से पता लगाने या ठीक करने में विफल रहते हैं। मैलवेयर और बेकार सॉफ्टवेयर की हमारी प्रणाली को साफ करने से आप अपनी हार्ड ड्राइव पर काफी अधिक स्थान खाली करने और अपने कंप्यूटर की दक्षता बढ़ाने के लिए अनुमति देंगे। यही कारण है कि हम आग्रहपूर्वक सुझाव देते हैं कि आप इस फ़ंक्शन का उपयोग करें और अपने फायदे से लाभ उठाएं।
hu: Ez a technológia segít önnek megtisztítani a számítógépét a kártevőktől és beépülő hirdetésektől, melyeket még a vírusirtó programok és hirdetésblokkoló alkalmazások is gyakran figyelmen kívül hagynak. A saját kártevő és felesleges szoftvertakarító programunkkal lényeges mennyiségű helyet szabadíthat fel, és megnövelheti a számítógépe hatékonyságát. Ezért továbbra is azt tanácsoljuk, használja ki ezt a funkciót, és élvezze az előnyeit.
id: Teknologi ini akan membantu anda membersihkan komputer Anda dari malware dan plug-in adware yang bahkan perangkat lunak antivirus dan alat pemblokiran iklan sering kali gagal mendeteksi atau memperbaiki sepenuhnya. Pembersihan sistem malware dan aplikasi yang tidak berguna akan memungkinkan anda membebaskan lebih banyak ruang pada hard drive anda dan untuk meningkatkan efisiensi komputer anda. Itu sebabnya kami secara tegas menganjurkan agar anda menggunakan fungsi ini dan mendapatkan keuntungan dari kelebihannya.
it: Questa tecnologia ti aiuterà nella pulizia del tuo computer dai malware e dagli adware che anche gli antivirus e i gli ad-block spesso falliscono nel rilevarli o rimuoverli completamente. Il nostro sistema di pulizia dei malware e dei programmi inutili, ti permetterà di liberare significativamente più spazio dal tuo hard disk e incrementare l'efficenza del tuo computer. Per questo motivo ti raccomandiamo insistentemente di usare questa funzione e beneficiare dei suoi vantaggi.
ko: 이 기술은 바이러스 백신 소프트웨어 및 광고 차단 도구 조차도 종종 완전히 탐지하거나 수정하지 못하는 맬웨어 및 애드웨어 플러그인을 컴퓨터에서 제거하는 데 도움을 줍니다. 우리의 시스템 맬웨어 및 쓸모없는 소프트웨어 정리를 통해 하드 드라이브의 공간을 크게 확보하고 컴퓨터의 효율성을 높일 수 있습니다. 그래서 우리는 당신이 이 기능을 사용하고 그것의 이점으로부터 이익을 얻도록 추천합니다.
ku: ئەم تێکنولوژیایە یارمەتیت دەدات بۆ پاککردنەوەی کۆمپیوتەرەکەت لە بەرنامە زیانبەخشەکان و ئادوێر کە هەتا بەرنامەکانی دژە ڤایروز و کەرەستەکانی راگرتنی ڕێکلام زۆرجار سەرکەوتوو نابن لە دوزینەوە و چارەسەرکردنی بە تەواوی. سیستەمەکەمان بەرنامە زیانبەخش و بێ سوودەکان دەسڕێتەوە و رێگە دەدات بە تۆ بەشێوەیەکی گەورە بوشایی هاردەکەت زۆرتربکەی و توانای کۆمپیوتەرەکەت زیاتربکەی. لەبەر ئەوە ئێمە سوورین لەسەر پێشنیارکردنی تۆ لەسەر بەکارهێنانی ئەم فەرمانە و قازانج لە سوودەکانی وەربگری.
nl: Deze technologie helpt u om uw computer te ontdoen van plug-ins voor malware en adware die zelfs antivirussoftware en de tools voor het blokkeren van advertenties vaak niet volledig detecteren of herstellen. Door ons systeem op te schonen van malware en nutteloze software kunt u aanzienlijk meer ruimte op uw harde schijf vrijmaken en de efficiëntie van uw computer verhogen. Daarom raden we aan om deze functie te gebruiken en te profiteren van de voordelen.
no: Denne teknologien hjelper deg med å rengjøre datamaskinen din for skadelig programvare og adware plugin moduler, som til og med antivirus programvare og verktøyer for blokkering av annonser ofte ikke klarer å oppdage eller reparere. Vårt system fjerner skadelig og ubrukelig programvare og lar deg frigjøre betydelig mer plass på harddisken og øker datamaskinens effektivitet. Derfor anbefaler vi på det sterkeste at du bruker denne funksjonen og drar nytte av fordelene.
pl: Technologia ta pozwala na usunięcie szkodliwego oprogramowania i wtyczek reklamowych z komputera, których ​​oprogramowanie antywirusowe i narzędzia blokowania reklam nie są w stanie poprawnie obsłużyć. Dzięki usunięciu zbędnych i szkodliwych programów z systemu, można znacznie zwiększyć ilość wolnego miejsca na dysku, a także poprawić wydajność komputera.
ps: دا ټیکنالوژي به ستاسو له کمپیوټر پاکولو سره د مالارو او Adware plug-ins پاکولو کې مرسته وکړي کوم چې حتی د انټیویویرس سافټویر او د اشتعال کولو وسایل اکثرا په بشپړه توګه معلومولو یا حل کولو کې پاتې راغلی. زموږ سیسټم د مالوییر او بې کاره سافټویر پاکول به تاسو ته اجازه درکړي چې ستاسو په هارډ ډرائیو کې د پام وړ ځای ډیر کړي او ستاسو د کمپیوټر موثریت زیات کړي. له همدې کبله موږ په ټینګار سره سپارښتنه کوو چې تاسو دا فعالیت کاروئ او د خپلو ګټو څخه ګټه پورته کړئ.
pt_br: Esta tecnologia irá ajudá-lo a limpar o seu computador de malwares e plug-ins maliciosos que, mesmo o antivírus e as ferramentas de bloqueio de anúncios muitas vezes não conseguem detectar ou corrigir completamente. O nosso sistema de limpeza de malware e programas indesejados permitirá liberar muito mais espaço no seu disco rígido e aumentar a eficiência do seu computador. É por isso que recomendamos insistentemente que você use essa função e se beneficie de suas vantagens.
pt_pt: Esta tecnologia vai ajudá-lo a limpar o seu computador de software malicioso e extensões de publicidade enganosa que mesmo programas de antivírus e de bloqueio e publicidade falham em detetar ou resolver completamente. O nosso sistema de limpeza de software malicioso e programas inúteis vai permitir-lhe libertar espaço significativo no seu disco rígido e aumentar a sua eficiência. É por isso que insistimos em recomendar que use esta função e beneficie das suas vantagens.
ro: Această tehnologie vă va ajuta să vă curățați computerul de malware și plug-in-uri adware pe care până și antivirusul și instrumentele ad-block nu reușesc deseori să le detecteze sau să le remedieze complet. Sistemul nostru de curățare pentru malware și software-uri inutile vă va permite să eliberați mult mai mult spațiu pe hard disk și să creșteți eficiența computerului. De aceea, recomandăm insistent să utilizați această funcție și să beneficiați de avantajele acesteia.
sk: Táto technológia vám pomôže vyčistiť váš počítač od malwarových a adware plug-inov, ktoré dokonca ani antivírusový softvér a nástroje na blokovanie reklamy často nedokážu úplne odhaliť alebo opraviť. Náš systém čistenia škodlivého softvéru a zbytočného softvéru vám umožní uvoľniť výrazne viac priestoru na pevnom disku a zvýšiť výkon počítača. Preto dôrazne odporúčame, aby ste túto funkciu využili a ťažili z jej výhod.
sl: S to tehnologijo boste zaščitili in očistili vaš računalnik zlonamerne programske opreme npr: malware, adware, vtičnikov brskalnika, ki jih antivirusni in ad-block program ne zazna ali ne more onemogočiti. Naš program System clean-up bo odstranil vso zlonamerno programsko opremo in nepotrebne programe iz vašega računalnika in vam s tem omogočil pridobivanje dodatnega prostora na vašem trdem disku, povečala se bo tudi zmogljivost vašega računalnika. Prav zato vam vztrajno predlagamo koriščenje programa, da lahko vi uživate v pridobljenih koristih.
sq: Kjo teknologji do të iu ndihmojë të pastroni kompjuterin tuaj nga maluerët dhe plug-ins aduer të cilët edhe softueri antivirus dhe mjetet bllokim-reklame shpesh dështojnë për t'i detektuar dhe riparuar plotësisht. Sistemi jonë për pastrimin nga maluerët dhe softuerët e padobishëm do të iu ndihmojë për të liruar jashtëzakonisht më shumë hapësirë në diskun e ngurtë dhe për të shtuar efiçencën e kompjuterit tuaj. Prandaj ne rekomandojmë në mënyrë këmbëngulëse që ta përdorni këtë funksion dhe të përfitoni nga avantazhet e tij.
sr: Ova tehnologija će vam omogućiti da sa računara obrišete štetne programe i reklamne softvere koje čak ni antivirusni programi i alati za blokiranje u većini slučajeva ne otkrivaju i ne otklanjaju. Naš sistem za čišćenje štetnih i nepotrebnih programa omogući će vam da oslobodite značajan deo prostora na hard disku i ubrzate vaš računar. To je razlog zašto insistiramo da uključite ovu opciju i osetite njene prednosti.
sw: Teknolojia hii itakusaidia kusafisha kompyuta yako ya programu zisizo za programu zisizo na zisizofaa ambazo hata programu ya antivirus na vifaa vya kuzuia ad mara nyingi hushindwa kuchunguza au kurekebisha kikamilifu. Mfumo wetu wa usafi wa programu zisizo na zisizofaa utakuwezesha hurua nafasi zaidi kwenye gari lako ngumu na kuongeza ufanisi wa kompyuta yako. Ndiyo sababu tunasisitiza kusisitiza kwamba utumie kazi hii na kufaidika na faida zake.
ta: தீம்பொருள் மற்றும் ஆட்வேர் செருகுநிரல்களின் உங்கள் கணினியை நீங்கள் சுத்தம் செய்ய இந்த தொழில்நுட்பம் உதவும், இது வைரஸ் தடுப்பு மென்பொருள் மற்றும் விளம்பர தடுப்பு கருவிகள் அடிக்கடி கண்டறிய அல்லது முற்றிலும் சரிசெய்யத் தவறும்.தீம்பொருள் மற்றும் பயனற்ற மென்பொருளால் எங்கள் கணினி தூய்மையாக்கப்படுவது, உங்கள் நிலைவட்டில் அதிக இடத்தை அதிகரிக்கவும் உங்கள் கணினியின் செயல்திறனை அதிகரிக்கவும் உங்களை அனுமதிக்கும்.அதனால்தான் நீங்கள் இந்த செயல்பாட்டைப் பயன்படுத்துவதையும் அதன் நன்மையிலிருந்து பயனடைவதையும் நாங்கள் வலியுறுத்தியுள்ளோம்.
te: మాల్వేర్ మరియు యాడ్వేర్ ప్లగ్-ఇన్లను మీ కంప్యూటర్ను శుభ్రపరచడంలో ఈ సాంకేతికత మీకు సహాయపడుతుంది, యాంటీవైరస్ సాఫ్ట్ వేర్ మరియు ప్రకటన-నిరోధక సాధనాలు తరచుగా పూర్తిగా గుర్తించలేని లేదా సరిదిద్దటానికి విఫలం అవుతాయి. మీ సిస్టమ్ మాల్వేర్ మరియు పనికిరాని సాఫ్ట్వేర్ యొక్క క్లీన్-అప్ మీరు మీ హార్డు డ్రైవులో ఎక్కువ స్థలాన్ని విడిపించేందుకు మరియు మీ కంప్యూటర్ యొక్క సామర్థ్యాన్ని పెంచడానికి అనుమతిస్తుంది. అందువల్ల మీరు ఈ ఫంక్షన్ ను ఉపయోగించుకోవాలని మరియు ప్రయోజనాల నుండి లబ్ది చేస్తారని మేము గట్టిగా సిఫార్సు చేస్తున్నాము.
th: เทคโนโลยีนี้จะช่วยคุณทำความสะอาดคอมพิวเตอร์ของคุณลบมัลแวร์และแอดแวร์ปลั๊กอินที่แม้แต่แอนตี้ไวรัสซอฟท์แวร์และเครื่องมือบล็อคโฆษณาล้มเหลวในการตรวจจับหรือแก้ไขบ่อย ๆ ระบบของเราทำความสะอาดมัลแวร์และซอฟท์แวร์ไร้ประโยชน์จะช่วยให้คุณเพิ่มพื้นที่ฮาร์ดไดร์ฟของคุณและเพิ่มประสิทธิภาพให้กับคอมพิวเตอร์ นั่นคือเหตุผลที่เรายืนกรานแนะนำให้คุณใช้ส่วนนี้และได้ประโยชน์จากข้อดีของมัน
tr: Bu teknoloji, hatta antivirüs yazılımı ve reklam engelleme araçlarının tamamen algılamada veya düzeltmekte sık sık başarısız olan kötü amaçlı yazılım ve reklam yazılımı eklentilerinin bilgisayarınızdan temizlenmesine yardımcı olacak. Kötü amaçlı yazılımın ve kullanışsız yazılımın sisteminizden temizlenmesi, bilgisayarınızın verimliliğinin artmasını ve sabit diskinizde önemli ölçüde daha fazla alan açmanızı sağlayacak. Bu nedenle, bu işlevi kullanmanızı ve faydalarından yararlanmanızı ısrarla öneriyoruz.
zh: 這項技術將幫助您清理電腦中的惡意軟體和廣告軟體外掛程式，甚至防毒軟體和廣告攔截工具通常無法完全偵測或修復。我們的系統清理惡意軟體和無用的軟體將讓您釋放硬碟上更多的空間，並提高您的電腦效率。這就是為什麼我們堅持建議您使用此功能並從中獲益。
zh_cn: 这项技术将帮助您清理电脑中的恶意软件和广告软件插件，甚至防病毒软件和广告拦截工具通常无法完全检测或修复。 我们的系统清理恶意软件和无用的软件将允许您释放更多的空间在您的硬盘驱动器，并提高您的计算机的效率。 这就是为什么我们坚持建议您使用此功能并从其优势中受益。

# settings_protect-anchor
source: Learn more
ar: اعرف أكثر
az: Təfsilatı ilə
bg: Разберете повече
bn: আরও জানুন
ca: Més informació
de: Mehr erfahren
el: Μάθετε περισσότερα
es: Más información
es_419: Aprende más
fa: بیشتر بدانید
fil: Matuto nang higit pa
fr: En apprendre plus
gu: વધુ જાણો
he: למד עוד
hi: और अधिक जानें
hu: Részletek
id: Pelajari lebih lanjut
it: Per saperne di più
ko: 더 알아보기
ku: زیاتر فێرببه‌
nl: Lees verder
no: Lær mer
pl: Dowiedz się więcej
ps: نور زده کړئ
pt_br: Saiba mais
pt_pt: Saiba mais
ro: Află mai multe
sk: Viac k nahliadnutiu
sl: Nauči se več
sq: Mëso më shumë
sr: Saznajte više
sw: Jifunze zaidi
ta: மேலும் அறிக
te: ఇంకా నేర్చుకో
th: เรียนรู้เพิ่มเติม
tr: Daha fazla bilgi edinin
zh: 了解更多資訊
zh_cn: 了解更多

# settings_diagnostics-title
source: Enable Diagnostics Mode
ar: تفعيل وضع تشخيص الأخطاء
az: Təyin etmə rejimini aktivləşdir
bg: Активирай Режима на Диагностика
bn: ডায়াগনস্টিকস্‌ মোড সক্রিয় করো
ca: Activa el mode de diagnosi
de: Diagnosemodus aktivieren
el: Ενεργοποίηση Διαγνωστικής Κατάστασης
es: Activa el modo de diagnóstico
es_419: Activar Modo Diagnostico
et: Aktiveeri diagnostika režiim
fa: فعال کردن حالت تشخیص
fil: Paganahin ang Mode ng Diagnostics
fr: Activer le mode diagnostique
gu: તપાસ મોડ ચાલુ કરો
he: אפשר מצב אבחון
hi: डायग्नोस्टिक्स मोड को सक्षम करें
hu: Diagnosztika mód engedélyezése
id: Aktifkan Mode Diagnosa
it: Abilita la modalità Diagnostica
ko: 진단 모드 사용
ku: حاڵه‌تی دیاریكردن چالاك بكه‌
nl: Schakel de diagnostische modus in
no: Aktiver diagnose modus
pl: Włącz tryb diagnostyczny
ps: د تشخیص اکر فعال کړئ
pt_br: Ativar o Modo de Diagnósticos
pt_pt: Habilitar Modo de Diagnóstico
ro: Activați Modul de Diagnosticare
sk: Povolenie režimu diagnostiky
sl: Omogočite način diagnostike
sq: Aftëso Gjendjen Diagnostikime
sr: Uključite režim dijagnostike
sw: Wezesha Njia ya Kujua
ta: கண்டறியும் முறையை செயல்படுத்து
te: విశ్లేషణ మోడ్ను ప్రారంభించండి
th: เปิดโหมดวินิจฉัย
tr: Tanılamalar Kipi'ni etkinleştir
zh: 啟用診斷模式
zh_cn: 启用诊断模式
