Repository: DriverPackSolution/transifex-backup
Catalog: beetle/driverpack-solution-worldwide/driverpackpo/*.po
Languages: ar, az, bg, bn, ca, de, el, es, es_419, et, fa, fil, fr, gu, he, hi, hu, id, it, ko, ku, nl, no, pl, ps, pt_br, pt_pt, ro, sk, sl, sq, sr, sw, ta, te, th, tr, zh, zh_cn

# menu_network_connections
source: Network Connections
ar: إتصالات الشبكة
az: Şəbəkə Bağlantıları
bg: Мрежови връзки
bn: নেটওয়ার্ক সংযোগসমূহ
ca: Connexions de xarxa
de: Netzwerkverbindungen
el: Συνδέσεις Δικτύου
es: Conexiones de red
es_419: Conexión de red
et: Internetiühendused
fa: اتصالات شبکه
fil: Konekyson sa Network
fr: Connexions réseau
gu: નેટવર્ક કનેકશન્સ
he: חיבורי רשת
hi: नेटवर्क कनेक्शन
hu: Hálózati kapcsolatok
id: Koneksi Jaringan
it: Connessioni di Rete
ko: 네트워크 연결
ku: پەیوەندییەکانی تۆڕ
nl: Netwerk verbindingen
no: Nettverks Tilkoblinger
pl: Połączenia sieciowe
ps: د شبکې نښلونه
pt_br: Conexões de Rede
pt_pt: Ligações de rede
ro: Conexiuni Reţea
sk: Sieťové Pripojenia
sl: Omrežne povezave
sq: Lidhja në Rrjet
sr: Mrežne veze
sw: Uhusiano wa mtandao
ta: பிணைய இணைப்புகள்
te: నెట్వర్క్ కనెక్షన్లు
th: การเชื่อมต่อเครือข่าย
tr: Ağ Bağlantıları
zh: 網路連線
zh_cn: 网络连接

# menu_computer_management
source: Computer Management
ar: إدارة الكمبيوتر
az: Kompüter Idarəsi
bg: Управление на компютъра
bn: কম্পিউটার ব্যবস্থাপনা
ca: Administrador de l'ordinador
de: Computerverwaltung
el: Διαχείριση Υπολογιστή
es: Administración de equipos
es_419: Administrador de Equipos
et: Süsteemihaldur
fa: مدیریت کامپیوتر
fil: Pamamahala sa Kompyuter
fr: Gestion de l'ordinateur
gu: કમ્પ્યુટર મેનેજમેંટ
he: ניהול מחשב
hi: कंप्यूटर प्रबंधन
hu: Számítógép kezelés
id: Managemen Komputer
it: Gestione Computer
ko: 컴퓨터 관리
ku: بەڕێوەبردنی کۆمپیوتەر
nl: Computer Beheer
no: Datamaskin Styring
pl: Zarządzanie komputerem
ps: د کمپیوټر مدیریت
pt_br: Gerenciamento do Computador
pt_pt: Gestão do Computador
ro: Management Computer
sk: Správa Počítača
sl: Upravljanje računalnika
sq: Menaxher i Kompjuterit
sr: Upravljanje računarom
sw: Usimamizi wa kompyuta
ta: கணினி மேலாண்மை
te: కంప్యూటర్ నిర్వహణ
th: การจัดการคอมพิวเตอร์
tr: Bilgisayar Yönetimi
zh: 電腦管理
zh_cn: 计算机管理

# menu_control_panel
source: Control Panel
ar: لوحة التحكم
az: İdarəetmə paneli
bg: Контролен панел
bn: কন্ট্রোল প্যানেল
ca: Tauler de control
de: Systemsteuerung
el: Πίνακας Ελέγχου
es: Panel de control
es_419: Panel de control
et: Juhtpaneel
fa: صفحه کنترل
fr: Panneau de configuration
gu: કંટ્રોલ પેનલ
he: לוח הבקרה
hi: कंट्रोल पैनल
hu: Vezérlőpult
id: Panel Kontrol
it: Pannello di controllo
ko: 제어판
ku: کۆنترۆل پاناڵ
nl: Controlepaneel
no: Kontrollpanel
pl: Panel sterowania
ps: د تضمین اداره
pt_br: Painel de Controle
pt_pt: Painel de Controlo
ro: Panou de Control
sk: Ovládací panel
sl: Nadzorna plošča
sq: Paneli i Kontrollit
sr: Kontrolna tabla
sw: Jopo kudhibiti
ta: கட்டுப்பாட்டு குழு
te: నియంత్రణ ప్యానెల్
th: แผงควบคุม
tr: Denetim Masası
zh: 控制台
zh_cn: 控制台

# menu_disk_management
source: Disk Management
ar: إدارة القرص
az: Disk İdarəsi
bg: Управление на дискове
bn: ডিস্ক ব্যবস্থাপনা
ca: Administrador de discs
de: Festplattenverwaltung
el: Διαχείριση Δίσκων
es: Administración de discos
es_419: Administrador de discos
et: Kettahaldur
fa: مدیریت دیسک
fil: Pamamahala sa Disk
fr: Gestion des disques
gu: ડિસ્ક મેનેજમેંટ
he: ניהול דיסקים
hi: डिस्क प्रबंधन
hu: Lemezkezelő
id: Managemen Disk
it: Gestione Disco
ko: 디스크 관리
ku: بەڕێوەبردنی پەپکە
nl: Schijfbeheer
no: Disk Styring
pl: Zarządzanie dyskami
ps: د ډیسک اداره
pt_br: Gerenciamento de Disco
pt_pt: Gestor de Discos
sk: Správa Diskov
sl: Upravljanje diskov
sq: Menaxheri i Disqeve
sr: Upravljanje diskovima
sw: Usimamizi wa disk
ta: வட்டு மேலாண்மை
te: డిస్క్ మేనేజ్మెంట్
th: การจัดการดิสก์
tr: Disk Yönetimi
zh: 磁碟管理
zh_cn: 磁盘管理

# menu_task_manager
source: Task Manager
ar: إدارة المهام
az: Tapşırıq Idarəçisi
bg: Диспечер на задачите
bn: টাস্ক ম্যানেজার
ca: Administrador de tasques
el: Διαχείριση Εργασιών
es: Administrador de tareas
es_419: Administrador de tareas
et: Protsessihaldur
fa: مدیریت وظایف
fil: Gawain sa Patnugot
fr: Gestionnaire de tâches
gu: ટાસ્ક મેનેજર
he: מנהל המשימות
hi: कार्य प्रबंधक
hu: Feladatkezelő
id: Manager Tugas
ko: 작업 관리자
ku: بەڕێوەبەری ئەرکەکان
nl: Taakbeheer
no: Oppgavebehandler
pl: Menedżer zadań
ps: کاري مدیر
pt_br: Gerenciador de Tarefas
pt_pt: Gestor de Tarefas
ro: Manager de activități
sk: Správca Úloh
sl: Upravitelj opravil
sq: Menaxheri i Proceseve
sr: Upravljanje zadacima
sw: Task Meneja
ta: பணி மேலாளர்
te: టాస్క్ మేనేజర్
th: ตัวจัดการงาน
tr: Görev Yöneticisi
zh: 工作管理員
zh_cn: 任务管理器

# menu_cmd
source: Command Line
ar: سطر الأوامر
az: Əmr Sətiri
bg: Команден ред
bn: কমান্ড লাইন
ca: Línia de comandes
de: Kommandozeile
el: Γραμμή Εντολών
es: Línea de comandos
es_419: Símbolo del Sistema
et: Käsude rida
fa: خط فرمان
fr: Ligne de commande
gu: કમાન્ડ લાઇન
he: שורת הפקודה
hi: कमांड लाइन
hu: Parancssor
id: Baris Perintah
it: Linea di comando
ko: 명령줄
ku: هێڵی فه‌رمانكردن
nl: Opdrachtregel
no: Kommandolinje
pl: Wiersz polecenia
ps: د بولۍ کرښې
pt_br: Prompt de Comando
pt_pt: Linha de Comandos
ro: Linie de comandă
sk: Príkazový Riadok
sl: Ukazna vrstica
sq: Linja e Komandës
sr: Komandna linija
sw: Mstari wa amri
ta: கட்டளை வரி
te: కమాండ్ లైన్
th: แถวคำสั่ง
tr: Komut Satırı
zh: 命令列
zh_cn: 命令行

# confirm_popup_eula
source: By installing this software, you accept the {{LINK}} conditions.
ar: بتثبيت هذا البرنامج ، فإنك تقبل {{LINK.EULA}} و {{LINK.POLICY}}.
az: Bu proqramı quraşdıraraq, siz {{LINK.EULA}} və {{LINK.POLICY}} hissələrini qəbul edirsiniz.
bg: С инсталирането на този софтуер приемате {{LINK.EULA}} и {{LINK.POLICY}}.
ca: A l'instal·ar aquesta aplicació, accepteu la {{LINK.EULA}} i la {{LINK.POLICY}}.
de: Mit der Installation dieser Software akzeptieren Sie die {{LINK.EULA}} und die {{LINK.POLICY}}
el: Με την εγκατάσταση αυτής της εφαρμογής, αποδέχεστε την {{LINK.EULA}} και την {{LINK.POLICY}}.
es: Al instalar esta aplicación, aceptas la {{LINK.EULA}} y la {{LINK.POLICY}}.
et: Selle tarkvara paigaldamisega nõustute te {{LINK.EULA}} ja {{LINK.POLICY}} tingimustega.
fa: با نصب این نرم افزار شما {{LINK.EULA}} و {{LINK.POLICY}} را قبول می کنید.
fil: Sa pamamagitan ng pag-install ng software na ito, tinatanggap mo {{LINK.EULA}} at {{LINK.POLICY}}.
fr: En installant ce logiciel, vous acceptez {{LINK.EULA}} et {{LINK.POLICY}}.
gu: સૉફ્ટવેર સ્થાપનાની સાથે, તમે {{LINK.EULA}} અને {{LINK.POLICY}} ને રાજી થયા.
he: בהתקנת התוכנה, אתה מאשר את {{LINK.EULA}} ואת {{LINK.POLICY}}.
hi: इस सॉफ्टवेयर को स्थापित करके, आप स्वीकार करते हैं {{LINK.EULA}} और {{LINK.POLICY}}|
hu: Jelen szoftver telepítésével ön elfogadja az {{LINK.EULA}}t és a {{LINK.POLICY}}ot.
id: Dengan memasang perangkat lunak ini, anda menerima {{LINK.EULA}} dan {{LINK.POLICY}}.
it: Installando questo software, accetti {{LINK.EULA}} e {{LINK.POLICY}}.
ko: 이 소프트웨어를 설치하면, 귀하는 {{LINK.EULA}} 와 {{LINK.POLICY}} 를 수락하게 됩니다.
ku: بە دامەزراندنی ئەم بەرنامەیە، تۆ {{LINK.EULA}} و {{LINK.POLICY}} قبووڵ دەکەی.
nl: Door deze software te installeren, gaat u akkoord {{LINK.EULA}} en {{LINK.POLICY}}.
no: Ved å installere denne programvaren, godtar du {{LINK.EULA}} og {{LINK.POLICY}}.
pl: Instalując oprogramowanie, akceptujesz {{LINK.EULA}} oraz {{LINK.POLICY}}.
ps: د دې سافټویر نصبولو له لارې تاسو منی {{LINK.EULA}} او {{LINK.POLICY}}.
pt_br: Ao instalar este programa, você aceita o {{LINK.EULA}} e a {{LINK.POLICY}}.
pt_pt: Ao instalar esta aplicação, eu aceito {{LINK.EULA}} e {{LINK.POLICY}}.
sq: Duke instaluar këtë softuer, ju pranoni {{LINK.EULA}} dhe {{LINK.POLICY}}.
sr: Instaliranjem softvera prihvatate {{LINK.EULA}} i {{LINK.POLICY}}.
sw: Kwa kuweka programu hii, unakubali {{LINK.EULA}} na {{LINK.POLICY}}.
ta: இந்த மென்பொருளை நிறுவுவதற்கு, நீங்கள் சம்மதிக்கிறீர்கள் {{LINK.EULA}} மற்றும் {{LINK.POLICY}}.
te: ఈ సాఫ్ట్వేర్ను ఇన్స్టాల్ చేయడం ద్వారా, మీరు అంగీకరించాలి {{LINK.EULA}} మరియు {{LINK.POLICY}}.
th: ในการติดตั้งซอฟท์แวร์นี้ คุณยอมรับ {{LINK.EULA}} และ {{LINK.POLICY}}
tr: Bu yazılımı yükleyerek, {{LINK.EULA}} ve {{LINK.POLICY}} şartlarını kabul ediyorsunuz.
zh_cn: 安装此软件，您接受 {{LINK.EULA}} 和 {{LINK.POLICY}}。

# confirm_popup_eula-link
source: License Agreement
ar: نهاية اتفاقية ترخيص المستخدم
az: İstifadəçi Razılaşma Müqavilsi Axırı
bg: Лицензионно споразумение с краен потребител
bn: চূড়ান্ত ব্যবহারকারীর লাইসেন্স চুক্তি
ca: Llicència d'usuari
de: Endbenutzer-Lizenzvereinbarung
el: Άδεια χρήσης Τελικού Χρήστη
es: Licencia de usuario
et: Lõppkasutaja Litsensileping
fa: پایان توافق نامه مجوز کاربر
fil: Kasunduan sa Lisensya ng End User
fr: License d'agrément de l'utilisateur final
gu: અંત વપરાશકર્તા લાઈસન્સ કરાર
he: הסכם רשיון משתמש קצה
hi: अंत उपयोगकर्ता लाइसेंस समझौता
hu: Végfelhasználói licenszszerződés
id: Perjanjian Lisensi Pengguna Akhir
it: Contratto di licenza per l'utente
ko: 최종 사용자 라이센스 동의
ku: کۆتایی هاتنی مۆڵەتی رێکەوتنی بەکارهێنەر
nl: Licentieovereenkomst voor eindgebruikers
no: Sluttbruker Lisensavtale
pl: Umowa licencyjna
ps: د پای د کارن جواز تړون
pt_br: Contrato de Licença de Usuário Final
pt_pt: Acordo de Licença de Utilizador Final
sl: Licenčna pogodba za končnega uporabnika
sq: Marrëveshja e Licencës së Përdoruesit
sr: Ugovor sa krajnjim korisnikom prava
sw: Mkataba wa Leseni ya Mwisho
ta: இறுதி பயனர் உரிம ஒப்பந்தம்
te: తుది వినియోగదారు లైసెన్స్ ఒప్పందం
th: ข้อตกลงอนุญาตให้ใช้สิทธิ์ของผู้ใช้
tr: Son Kullanıcı Lisans Sözleşmesi
zh: 授權合約
zh_cn: 最终用户许可协议

# confirm_popup_install_button
source: Accept and install
ar: موافقه و تثبيت
az: Qəbul et və quraşdır
bg: Приеми и инсталирай
bn: মেনে নাও এবং ইন্সটল করো
ca: Accepto i instal·la
de: Akzeptieren und installieren
el: Αποδοχή και εγκατάσταση
es: Aceptar e instalar
et: Nõustu ja paigalda
fa: قبول و نصب
fil: Tanggapin at i-install
fr: Accepter and installer
gu: સ્વીકારણાં અને સ્થાપના
he: אשר והתקן
hi: स्वीकार करो और स्थापित करो
hu: Elfogadás és telepítés
id: Terima dan pasang
it: Accetta e installa
ko: 수락 및 설치
ku: رازیبوون و دامەزراندن
nl: Accepteer en installeer
no: Aksepter og installer
pl: Akceptuj i zainstaluj
ps: منم او انسټال یی کړه
pt_br: Aceitar e instalar
pt_pt: Aceitar e Instalar
sl: Sprejmi in namesti
sq: Prano dhe Instalo
sr: Prihvatite i instalirajte
sw: Kukubali na weka
ta: சம்மதம் மற்றும் நிறுவவும்
te: అంగీకరించండి మరియు ఇన్స్టాల్ చేయండి
th: ยอมรับและติดตั้ง
tr: Kabul et ve yükle
zh_cn: 接受并安装

# confirm_popup_title
source: Software Installation
ar: تثبيت البرنامج
az: Proqram Quraşdırılma
bn: সফটওয়্যার ইন্সটলেশন
ca: Instal·lació de l'aplicació
el: Εγκατάσταση λογισμικού
es: Instalación de la aplicación
et: Tarkvara paigaldamine
fa: نصب برنامه
fil: Pag-install ng Software
fr: Installation logiciel
gu: સૉફ્ટવેર સ્થાપના
he: התקנת תוכנה
hi: सॉफ्टवेयर इंस्टालेशन
hu: Szoftver telepítés
id: Pemasangan Aplikasi
it: Installazione del programma
ko: 소프트웨어 설치
ku: دامەزراندنی بەرنامە
nl: Software installatie
no: Programvare Installasjon
pl: Instalacja oprogramowania
ps: د سافټوئر انسټالول
pt_br: Instalação de Programas
pt_pt: Instalação de Aplicação
sl: Namestitev programske opreme
sq: Instalimi i Softuerit
sr: Instalacija softvera
sw: Kuwekwa kwa Programu
ta: மென்பொருள் நிறுவல்
te: సాఫ్ట్వేర్
th: การติดตั้งโปรแกรม
tr: Yazılım Kurulumu
zh_cn: 软件安装

# confirm_popup_cancel_button
source: Refuse
ar: رفض
az: Rədd et
bg: Отказвам
bn: প্রত্যাখ্যান
ca: Rebutja
de: Ablehnen
el: Απόρριψη
es: Rechazar
et: Keeldu
fa: رد کردن
fil: Tanggihan
fr: Refuser
gu: ઇન્કાર
he: אל תתקין
hi: इनकार
hu: Elutasít
id: Tolak
it: Rifiuta
ko: 거부
ku: ڕەتکردنەوە
nl: Weigeren
no: Avslå
pl: Odrzyć
ps: انکار
pt_br: Recusar
pt_pt: Recuse
ro: Refuză
sk: Odmietnuť
sl: Zavrni
sq: Refuzo
sr: Odbite
sw: Kataa
ta: மறுக்கிறது
te: తిరస్కరించు
th: ปฏิเสธ
tr: Reddet
zh_cn: 垃圾

# diagnostics_section_title
source: System Diagnostics
ar: تشخيص النظام
az: Sistem Analizləri
bg: Системна Диагностика
bn: সিস্টেম ডায়াগনস্টিকস্‌
ca: Diagnosi del sistema
de: Systemdiagnose
el: Διαγνωστικά Συστήματος
es: Diagnóstico del sistema
es_419: Monitor de rendimiento y recursos
et: Süsteemi diagnostika
fa: تشخیص سیستم
fil: Sistema ng Diagnostics
fr: Diagnostique du systeme
gu: સિસ્ટમ ડાયગ્નોસીસ
he: אבחון מערכת
hi: प्रणाली निदान
hu: Rendszer diagnosztika
id: Diagnosis Sistem
it: Diagnostica di sistema
ko: 시스템 진단
ku: دۆزینه‌وه‌ی كێشه‌ی سیسته‌م
nl: Systeemdiagnose
no: System Diagnose
pl: Diagnostyka systemu
ps: د سیستم تشخیص
pt_br: Diagnósticos do Sistema
pt_pt: Sistema de Diagnóstico
ro: Diagnosticare Sistem
sk: Diagnostika Systému
sl: Sistemska diagnostika
sq: Diagnostikimi i Sistemit
sr: Dijagnostika sistema
sw: Ufuatiliaji wa Mfumo
ta: கணினி கண்டறிதல்
te: సిస్టం డయాగ్నస్టిక్స్
th: วินิจฉัยระบบ
tr: Sistem Tanılamaları
zh: 系統診斷
zh_cn: 系统诊断

# drivers_screen_list-name-title-unknown
source: Unknown device
ar: جهاز غير معروف
az: Naməlum cihaz
bg: Непознато устройство
bn: অজানা যন্ত্র
ca: Dispositiu desconegut
de: Unbekanntes Gerät
el: Άγνωστη συσκευή
es: Dispositivo desconocido
es_419: Dispositivo desconocido
et: Tundmatu seade
fa: دستگاه ناشناخته
fil: Hindi kilalang Device
fr: Périphérique inconnu
gu: અજાણ્યું ઉપકરણ
he: התקן לא ידוע
hi: अज्ञात डिवाइस
hu: Ismeretlen eszköz
id: Perangkat tidak dikenal
it: Dispositivo sconosciuto
ko: 알수없는 장치
ku: ئامێری نه‌ناسراو
nl: Onbekend apparaat
no: Ukjent enhet
pl: Nieznane urządzenie
ps: نامعلوم آلې
pt_br: Dispositivo desconhecido
pt_pt: Dispositivo desconhecido
ro: Dispozitiv Necunoscut
sk: Neznáme zariadenie
sl: Neznana naprava
sq: Pajisje e panjohur
sr: Nepoznat uređaj
sw: Kifaa kisichojulikana
ta: அறியப்படாத சாதனம்
te: తెలియని పరికరం
th: ไม่รู้จักไดร์เวอร์
tr: Bilinmeyen aygıt
zh: 不明的裝置
zh_cn: 未知设备

# device_row_current_version
source: Current version
ar: الإصدار الحالي
az: Hazırki versiya
bg: Текуща версия
bn: বর্তমান সংস্করণ
ca: Versió actual
de: Aktuelle Version
el: Τρέχουσα έκδοση
es: Versión actual
es_419: Versión genérico
et: Praegune versioon
fa: نسخه کنونی
fil: Kasalukuyang Bersyon
fr: Version actuelle
gu: ચાલું સંસ્કરણ
he: גירסה נוכחית
hi: वर्तमान संस्करण
hu: Aktuális verzió
id: Versi sekarang
it: Versione corrente
ko: 현재 버전
ku: نوسخه‌ی ئێستا
nl: Huidige versie
no: Aktuell versjon
pl: Bieżąca wersja
ps: اوسنۍ بڼه
pt_br: Versão atual
pt_pt: Versão atual
ro: Versiunea curentă
sk: Aktuálna verzia
sl: Trenutna verzija
sq: Versioni aktual
sr: Trenutna verzija
sw: Toleo la sasa
ta: நடப்பு பதிப்பு
te: ప్రస్తుత వెర్షన్
th: เวอร์ชั่นปัจจุบัน
tr: Şu anki sürüm
zh: 目前版本
zh_cn: 当前版本

# device_row_installation
source: Installation
ar: التثبيت
az: Quraşdırma
bg: Инсталиране
bn: ইন্সটলেশন
ca: S'instal·larà
el: Εγκατάσταση
es: Instalado
es_419: Instalación
et: Paigaldatud
fa: نصب
fil: Pag-install
fr: Installation en cours
gu: ઈન્સ્ટોલેશન
he: גירסה להתקנה
hi: स्थापना
hu: Telepítés
id: Pemasangan
it: Installazione
ko: 설치
ku: دامه‌زراندن
nl: Installatie
no: Installasjon
pl: Instalacja
ps: لګول
pt_br: Instalação
pt_pt: Instalação
ro: Instalare
sk: Inštalácia
sl: Namestitev
sq: Instalim
sr: Instalacija
sw: Kuwekwa
ta: நிறுவல்
te: ఇన్స్టలేషన్
th: การติดตั้ง
tr: Kurulum
zh: 安裝
zh_cn: 安装

# device_row_update
source: Update
ar: تحديث
az: Yenilənmə
bg: Обнови
bn: আপডেট
ca: S'actualitzarà
el: Ενημέρωση
es: Actualización
es_419: Actualización
et: Uuendused
fa: بروزرسانی
fr: Mettre à jour
gu: અપડેટ
he: עדכן
hi: अद्यतन
hu: Frissítés
id: Perbarui
it: Aggiorna
ko: 업데이트
ku: نوێکردنەوە
no: Oppdater
pl: Aktualizuj
ps: اوسمهال
pt_br: Atualizar
pt_pt: Atualizar
ro: Actualizează
sk: Aktualizácia
sl: Posodobi
sq: Përditësim
sr: Ažurirajte
ta: மேம்படுத்தல்
te: అప్ డేట్
th: อัปเดท
tr: Güncelle
zh: 更新
zh_cn: 更新

# driver_row_version
source: Version
ar: الإصدار
az: Versiya
bg: Версия
bn: ভার্সন
ca: Versió
el: Έκδοση
es: Versión
es_419: Versión
et: Versioon
fa: نسخه
fil: Bersyon
gu: સંસ્કરણ
he: גירסה
hi: संस्करण
hu: Verzió
id: Versi
it: Versione
ko: 버전
ku: نووسخه‌
nl: Versie
no: Versjon
pl: Wersja
ps: نسخه
pt_br: Versão
pt_pt: Versão
ro: Versiune
sk: Verzia
sl: Različica
sr: Verzija
sw: Toleo
ta: பதிப்பு
te: వెర్షన్
th: เวอร์ชั่น
tr: Sürüm
zh: 版本
zh_cn: 版本

# driver_row_date
source: Date
ar: تاريخ
az: Tarix
bg: Дата
bn: তারিখ
ca: Data
de: Datum
el: Ημερομηνία
es: Fecha
es_419: Fecha
et: Kuupäev
fa: تاریخ
fil: Petsa
gu: તારીખ
he: תאריך
hi: तारीख
hu: Dátum
id: Tanggal
it: Data
ko: 날짜
ku: به‌روار
nl: Datum
no: Dato
pl: Data
ps: نیټه
pt_br: Data
pt_pt: Data
ro: Dată
sk: Dátum
sl: Datum
sq: Data
sr: Datum
sw: Tarehe
ta: தேதி
te: తేదీ
th: วันที่
tr: Tarih
zh: 日期
zh_cn: 日期

# drivers_row_current_driver
source: Current driver
ar: التعريف الحالي
az: Hazırki drayver
bg: Актуален драйвер
bn: বর্তমান ড্রাইভার
ca: Controlador actual
de: Aktueller Treiber
el: Τρέχον πρόγραμμα οδήγησης
es: Driver actual
es_419: Controlador genérico
et: Praegune draiver
fa: درایور جاری
fil: Kasalukuyang Driver
fr: Pilote actuel
gu: ચાલું સંસ્કરણ
he: מנהל התקן נוכחי
hi: वर्तमान ड्राइवर
hu: Aktuális illesztőprogram
id: Driver sekarang
it: Driver corrente
ko: 현재 드라이버
ku: پێناسه‌ی ئێستا
nl: Huidige driver
no: Nåværende driver
pl: Bieżący sterownik
ps: اوسنۍ چلونکی
pt_br: Driver atual
pt_pt: Controlador atual
ro: Driver curent
sk: Aktuálny ovládač
sl: Trenutni gonilnik
sq: Drajver aktual
sr: Trenutno drajver
sw: Driver ya sasa
ta: தற்போதைய இயக்கி
te: ప్రస్తుత driver
th: ไดร์เวอร์ปัจจุบัน
tr: Şu anki sürücü
zh: 目前的驅動程式
zh_cn: 当前驱动

# driver_row_driver-menu-state-install
source: Install
ar: تثبيت
az: Quraşdır
bg: Инсталиране
bn: ইন্সটল
ca: Instal·la
de: Installieren
el: Εγκατάσταση
es: Instalar
es_419: Instalar
et: Paigalda
fa: نصب
fil: I-Install
fr: Installer
gu: ઇન્સ્ટોલ
he: התקן
hi: इंस्टॉल करें
hu: Telepítés
id: Pasang
it: Installa
ko: 설치
ku: دامەزراندن
nl: Installeer
no: Installer
pl: Instaluj
ps: لګول
pt_br: Instalar
pt_pt: Instalar
ro: Instalează
sk: Inštalovať
sl: Namesti
sq: Instalo
sr: Instalirajte
sw: Funga
ta: நிறுவு
te: ఇన్స్టాల్
th: ติดตั้ง
tr: Yükle
zh: 安裝
zh_cn: 安装

# driver_row_driver-menu-state-update
source: Update
ar: تحديث
az: Yenilə
bg: Обнови
bn: আপডেট
ca: Actualitza
de: Aktualisieren
el: Ενημέρωση
es: Actualizar
es_419: Actualizar
et: Uuenda
fa: بروزرسانی
fr: Mettre à jour
gu: અપડેટ
he: עדכן
hi: अद्यतन
hu: Frissítés
id: Perbarui
it: Aggiorna
ko: 업데이트
ku: نوێکردنەوە
no: Oppdater
pl: Aktualizuj
ps: اوسمهال
pt_br: Atualizar
pt_pt: Atualizar
ro: Actualizează
sk: Aktualizovať
sl: Posodobi
sq: Përditëso
sr: Ažurirajte
ta: மேம்படுத்தல்
te: అప్ డేట్
th: อัปเดท
tr: Güncelle
zh: 更新
zh_cn: 更新

# driver_row_driver-menu-state-rollback
source: Roll back
ar: التراجع
az: Geri qaytar
bg: Върни предишните
bn: গুটিয়ে নাও
ca: Reverteix
de: Zurückkehren
el: Επιστροφή
es: Volver a la versión anterior
es_419: Retroceder
et: Pööra tagasi
fa: بازگشت به عقب
fil: Bumalik
fr: Revenir en arrière
gu: રોલ બેક
he: בטל התקנה
hi: वापस रोल करें
hu: Visszaállítás
id: Pengembalian
it: Tornare indietro
ko: 롤백
ku: گه‌ڕانه‌وه‌
nl: Terugzetten
no: Tilbakestill
pl: Wycofaj
ps: بیرته راګرځئ
pt_br: Reverter
pt_pt: Restaurar
ro: Restabilire
sk: Vrátiť späť
sl: Povrni v prejšnje stanje
sq: Kthe siç ishte
sr: Vratite nazad
sw: Rudi nyuma
ta: மீண்டும் சுழற்று
te: తిరిగి వెళ్లండి
th: ย้อนคืน
tr: Geri al
zh: 回復
zh_cn: 回滚

# driver_row_vendor
source: Manufacturer
ar: الجهة المصنعة
az: İstehsalçı
bg: Производител
bn: প্রস্তুতকারক
ca: Fabricant
de: Hersteller
el: Κατασκευαστής
es: Fabricante
es_419: Fabricante
et: Tootja
fa: سازنده
fr: Fabricant
gu: ઉત્પાદક
he: יצרן
hi: निर्माता
hu: Gyártó
id: Produsen:
it: Produttore
ko: 제조사
ku: به‌رهه‌مهێنه‌ر
nl: Fabrikant
no: Produsent
pl: Producent
ps: جوړونکی
pt_br: Fabricante
pt_pt: Fabricante
ro: Producător
sk: Výrobca
sl: Proizvajalec
sq: Prodhuesi
sr: Proizvođač
sw: Mzalishaji
ta: உற்பத்தியாளர்
te: తయారీదారు
th: ผู้ผลิต
tr: Üretici
zh: 製造商
zh_cn: 制造商

# driver_row_inf
source: File *.inf
ar: ملف *.inf
az: Fayl *.inf
bg: *.inf файл
bn: ফাইল *.inf
ca: Fitxer *.inf
de: Datei *.inf
el: Αρχείο *.inf
es: Fichero *.inf
es_419: Archivo *.inf
et: Fail *.inf
fa: فایل *.inf
fr: Fichier * .inf
gu: ફાઇલ*.inf
he: קובץ *.inf
hi: फ़ाइल * .inf
hu: *.inf fájl
ko: *.inf 파일
ku: فایل *.inf
nl: Bestand *.inf
no: Fil *.inf
pl: Plik *.inf
ps: دوتنه *.inf
pt_br: Arquivo *.inf
pt_pt: Ficheiro *.inf
ro: Fișier *.inf
sk: Súbor *.inf
sl: Datoteka *.inf
sq: Skedar *.inf
sr: Podaci o datotekama
ta: கோப்பு * .inf
te: ఫైలు *.సమాచారం:
th: ไฟล์ *.inf
tr: Dosya *.inf
zh: 檔案 *.inf
zh_cn: 文件 *.inf

# driver_row_section
source: Section
ar: الفئة
az: Bölmə
bg: Секция
bn: বিভাগ
ca: Secció
de: Abschnitt
el: Τομέας
es: Sección
es_419: Sección
et: Sektsioon
fa: بخش
fil: Seksyon
gu: વિભાગ
he: קטע
hi: अनुभाग
hu: Driver készítője
id: Bagian
it: Sezione
ko: 섹션
ku: به‌ش
nl: Sectie
no: Seksjon
pl: Sekcja
ps: برخه
pt_br: Sessão
pt_pt: Secção
ro: Secțiune
sk: Sekcia
sl: Odsek
sq: Seksion
sr: Odeljenje
sw: Sehemu
ta: பிரிவு
te: విభాగం
th: ส่วน
tr: Bölüm
zh: 節
zh_cn: 部分

# driver_row_os
source: OS Version
ar: إصدار نظام التشغيل
az: ƏS Versiyası
bg: Версия на операционната система
bn: ওএস সংস্করণ
ca: Versió SO
de: Betriebssystem-Version
el: Έκδοση ΛΣ
es: Versión SO
es_419: Versión del SO
et: Operatsioonisüsteemi verisoon
fa: نسخه سیستم عامل
fil: OS Beryson
fr: Version OS
gu: OS સંસ્કરણ
he: גירסת מערכת הפעלה
hi: ओ एस संस्करण
hu: OS verzió
id: Versi OS
it: Versione del SO
ko: OS 버전
ku: نوسخه‌ی سیسته‌می كارپێكه‌ر OS
nl: OS Versie
no: OS Versjon
pl: Wersja OS
ps: اوسمهال نسخه
pt_br: Versão do Sistema Operacional
pt_pt: Versão do SO
ro: Versiune OS
sk: Verzia OS
sl: OS verzija
sq: Version i SO
sr: Verzija OS
sw: Toleo la OS
ta: இயக்க முறைமை பதிப்பு
te: OS వెర్షన్
th: เวอร์ชั่นระบบ
tr: İS Sürümü
zh: 作業系統版本
zh_cn: 操作系统版本

# drivers_row_recommended
source: Recommended
ar: موصى به
az: Tövsiyyə olunur
bg: Препоръчан
bn: সুপারিশকৃত
ca: Recomanat
de: Empfohlen
el: Προτεινόμενο
es: Recomendado
es_419: Recomendado
et: Soovitatud
fa: پیشنهادی
fil: Inirekomenda
fr: Conseillé
gu: ભલામણ કરેલ
he: מומלץ
hi: सिफारिश की
hu: Ajánlott
id: Direkomendasikan
it: Raccomandato
ko: 권장
ku: پێشنیازكراو
nl: Aanbevolen
no: Anbefalt
pl: Zalecany
ps: سپارښتنه شوې
pt_br: Recomendado
pt_pt: Recomendado
ro: Recomandat
sk: Odporúčaný
sl: Priporočeno
sq: Rekomandohet
sr: Preporučeno
sw: Imependekezwa
ta: பரிந்துரைக்கப்படுகிறது
te: మద్దతిస్తుంది
th: แนะนำ
tr: Önerilir
zh: 建議
zh_cn: 推荐

# driver_row_driver-menu-search
source: Internet search
ar: ابحث على الإنترنت
az: İnternet axtarışı
bg: Търсене в Интернет
bn: ইন্টারনেট অনুসন্ধান
ca: Cerca'l a internet
de: Internetsuche
el: Αναζήτηση Διαδικτύου
es: Buscar en Internet
es_419: Búsqueda en la red
et: Interneti otsing
fa: جستجوی اینترنتی
fil: Hanapin sa Internet
fr: recherche Internet
gu: ઇન્ટરનેટ સર્ચ
he: חפש באינטרנט
hi: इंटरनेट खोज
hu: Internetes keresés
id: Pencarian internet
it: Ricerca su internet
ko: 인터넷 검색
ku: گه‌ڕانی ئینته‌رنێت
nl: Internet zoeken
no: Internet søk
pl: Wyszukaj w internecie
ps: د انټرنیټ لټون
pt_br: Pesquisar na internet
pt_pt: Pesquisa na Web
ro: Căutare pe Internet
sk: Vyhľadať na internete
sl: Internetno iskanje
sq: Kërkim në internet
sr: Internet pretraga
sw: Tafuta mtandao
ta: இணைய தேடல்
te: ఇంటర్నెట్ శోధన
th: ค้นหาอินเตอร์เน็ท
tr: Internet araması
zh: 網路搜尋
zh_cn: 互联网搜索
