Repository: DriverPackSolution/transifex-backup
Catalog: beetle/driverpack-solution-worldwide/driverpackpo/*.po
Languages: ar, az, bg, bn, ca, de, el, es, es_419, et, fa, fil, fr, gu, he, hi, hu, id, it, ko, ku, nl, no, pl, ps, pt_br, pt_pt, ro, sk, sl, sq, sr, sw, ta, te, th, tr, zh, zh_cn

# settings_bug-report-caption
source: DriverPack engineers have developed this system so that the software itself is able to inform you about any operation problems, and then offer ways to fix them quickly.
ar: مهندسو DriverPack قد طوروا هذا النظام ليكون التطبيق قادر من تلقاء نفسه على الإبلاغ عن أي مشاكل عملية, و بالتالي تقديم طرق سريعة لإصلاحها.
az: DriverPack mühandisləri bu sistemi yaratdı və beləliklə proqram, hər hansı bir problem haqqındasizi avtomatik məlumatlandıra bilər və ondan sonra sürətli bir şəkildə bunları düzəltmək üçün yollar təqdim edə bilər.
bg: Инженерите на DriverPack са разработили тази система, така че самият софтуер да е в състояние да ви информира за всички работни проблеми и след това да предложи начини бързото им коригиране.
bn: DriverPack প্রকৌশলীরা এই সিস্টেম তৈরি করেছেন যাতে করে সফটওয়্যারটি নিজেই কাজের কোনো সমস্যা সম্বন্ধে আপনাকে জানাতে পারে, এবং তারপরে সেগুলো দ্রুত ঠিক করার উপায়সমূহ দেখাতে পারে।
ca: Els enginyers de DriverPack han desenvolupat un sistema en que la mateixa aplicació pot informar-vos sobre errors en el seu funcionament, i oferir maneres de solucionar-ho ràpidament.
de: DriverPack Ingenieure haben dieses System so entwickelt, dass die Software selbst in der Lage ist, Sie über alle Betriebsprobleme zu informieren und danach Lösungswege anzubieten, um sie schnell zu beheben.
el: Οι μηχανικοί του DriverPack έχουν αναπτύξει αυτό το σύστημα έτσι ώστε η εφαρμογή να είναι σε θέση να σας ενημερώσει για οποιαδήποτε λειτουργικά προβλήματα και στη συνέχεια να σας προτείνει τρόπους για να τα διορθώσετε γρήγορα.
es: Los ingenieros de DriverPack han desarrollado este sistema para que el software pueda informarte sobre cualquier problema que suceda durante su ejecución, y ofrecerte formas de solucionarlo rápidamente.
es_419: Los ingenieros de DriverPack han desarrollado este sistema para que el software pueda informarle sobre cualquier problema de operación y luego ofrecerle formas de solucionarlo rápidamente.
et: Driverpack arendajad on väljatöötanud süsteemid, et tarkvara suudab ise teada anda, kui mingi asi on valesti. Süsteem pakub teile kiireid variante, et viga parandada.
fa: مهندسان DriverPack این سیستم را توسعه داده اند، بنابراین خود نرم افزار قادر خواهد بود تا شما را درباره هر مشکلاتی در عملکرد آگاه کند و به سرعت راه هایی را برای حل کردن آن پیشنهاد کند.
fil: Ang mga inhinyero ng DriverPack ay nakagawa ng sistemang ito upang ang software mismo ay makapagpapaalam sa iyo tungkol sa anumang mga problema sa operasyon, at pagkatapos ay nag-aalok ng mga paraan upang ayusin ang mga ito nang mabilis.
fr: Les ingénieurs de DriverPack ont développé ce système afin que le logiciel lui-même soit capable de vous informer de tous les problèmes de fonctionnement, puis de proposer des solutions pour les résoudre rapidement.
gu: DriverPack ઇજનેરોએ આ સિસ્ટમ વિકસાવી છે જેથી સોફ્ટવેર પોતે કોઈ ઓપરેશનની સમસ્યા વિશે તમને જાણ કરી શકે, અને પછી તેને ઝડપથી ઠીક કરવા માટેના માર્ગો પ્રદાન કરે છે.
he: המהנדסים של DriverPack פיתחו מצב שבו התוכנה עצמה מסוגלת ליידע אותך על בעיות מערכתיות, ולהציע דרכים לתקן אותם במהירות.
hi: DriverPack इंजीनियरों ने इस प्रणाली को विकसित किया है ताकि सॉफ्टवेयर आपको किसी आपरेशन समस्याओं के बारे में सूचित कर सकें, और फिर उन्हें जल्दी ठीक करने के तरीकों की पेशकश करें।
hu: A DriverPack mérnökei kifejlesztették ezt a rendszert, hogy a szoftver tájékoztathassa önt az esetleges műveleti hibákról, és gyors megoldást kínálhasson rájuk.
id: Ahli DriverPack telah mengembangkan sistem ini sehingga perangkat lunak itu sendiri dapat memberi tahu anda tentang masalah operasi apa pun, dan kemudian menawarkan cara untuk memperbaikinya dengan cepat.
it: Gli ingegneri di DriverPack hanno sviluppato questo sistema in modo che il software stesso sia in grado di informarti su eventuali problemi operativi e quindi offrire dei modi per risolverli rapidamente.
ko: DriverPack 엔지니어는 이 시스템을 개발하여 소프트웨어 자체에서 모든 작동 문제를 알리고 신속하게 문제를 해결할 수 있는 방법을 제공합니다.
ku: ئەندازیارەکانی DriverPack ئەم سیستەمە پێش ئێخستووە کە ئەم بەرنامە بەخۆی دەتوانێت تۆ ئاگادار بکات دەربارەی هەر کێشەیەکی ئیش کردن، دواتر رێگەکانی چاککردنەوە پێشنیار دەکات بەخێرایی.
nl: De ingenieurs van DriverPack hebben dit systeem ontwikkeld, zodat de software zelf u kan informeren over eventuele bedieningsproblemen en vervolgens manieren kan bieden om ze snel op te lossen.
no: DriverPack ingeniørene har utviklet dette systemet slik at selve programvaren kan informere deg om eventuelle operasjonsproblemer, og deretter tilby måter å reparere dem raskt.
pl: Inżynierzy DriverPack'a tak zaprogramowali ten system, aby mógł on informować użytkowników o nowych błędach, a także podpowiadać, jak szybko je usunąć.
ps: د DriverPack انجنیرانو دا سیسټم رامینځ ته کړی ترڅو دا سافټویر پخپله تاسو د هرې عملیاتي ستونزې په اړه خبر درکړي، او بیا یې ژر تر ژره حل کولو وړاندیز وکړي.
pt_br: Os engenheiros do DriverPack desenvolveram este sistema para que o próprio programa possa informá-lo sobre quaisquer problemas de operação e, em seguida, oferecer maneiras de corrigi-los rapidamente.
pt_pt: Os engenheiros do DriverPack desenvolveram este sistema de modo a que a própria aplicação o possa informar sobre problemas de operação, e depois sugere modos de resolução rápida.
ro: Inginerii DriverPack au dezvoltat un sistem prin care programul in sine este capabil sa te informeze despre orice probleme de operare ale sistemului, ca apoi sa iti poata oferi modalitati de a repara aceste probleme rapid si eficient.
sk: Inžinieri systému DriverPack vyvinuli tento systém, aby softvér sám bol schopný vás informovať o akýchkoľvek problémoch s prevádzkou a potom ponúknuť spôsoby, ako ich rýchlo opraviť.
sl: Inženirji programa DriverPack so razvili ta sistem, tako da vas sama programska oprema lahko obvesti o vseh operativnih težavah in nato ponudi načine, kako jih hitro odpraviti.
sq: Inxhinierët e DriverPack kanë zhvilluar këtë sistem në mënyrë që vetë softueri të jetë në gjendje të iu informojë rreth problemeve në funksionim, dhe të iu ofrojë mënyra për t'i ndrequr shpejt.
sr: Inženjeri u DriverPack-u su razvili ovaj sistem tako da je softver u mogućnosti da obavesti o problemima u radu i zatim ponudi načine za njihovo brzo otklanjanje.
sw: Wahandisi wa DriverPack wameuendeleza mfumo huu hivyo software yenyewe inaweza kukufahamisha kuhusu matatizo yoyote ya kiutendaji,na kisha kukupa njia za kuyatatua haraka.
ta: DriverPack வன்பொருள்தொகுப்பு பொறியாளர்கள் இந்த முறைமையை உருவாக்கியுள்ளனர், இதனால் மென்பொருள் எந்தவொரு அறுவைச் சிக்கல்களையும் பற்றி உங்களுக்கு தெரிவிக்க முடிகிறது, பின்னர் விரைவில் அவற்றை சரிசெய்ய வழிகளை வழங்குகின்றன.
te: DriverPack ఇంజనీర్లు ఈ వ్యవస్థను అభివృద్ధి చేశారు, దీని వలన సాఫ్ట్వేర్ ఏదైనా ఆపరేషన్ సమస్యల గురించి మీకు తెలియజేయగలదు, ఆపై వాటిని త్వరగా పరిష్కరించడానికి మార్గాలను అందిస్తాయి.
th: วิศวกรของ DriverPack พัฒนาระบบนี้ขึ้นมา โดยตัวซอฟท์แวร์เองสามารถแจ้งคุณเกี่ยวกับทุก ๆ ปัญหาการทำงาน และหลังจากนั้นจะเสนอทางการแก้ไขอย่างรวดเร็ว
tr: DriverPack mühendisleri bu sistemi geliştirdi böylece yazılım, herhangi bir çalışma sorunu hakkında sizi kendiliğinden bilgilendirebilir ve ondan sonra hızlı bir şekilde bunları düzeltmenin yollarını sunar.
zh: DriverPack 工程師開發了該系統，以便軟體本身能夠通知您有關操作問題，然後提供快速解決問題的方法。
zh_cn: DriverPack 工程师开发了该系统，使软件本身能够通知您有关操作问题，然后提供快速解决问题的方法。

# settings_bug-report-anchor
source: Learn more
ar: اعرف أكثر
az: Təfsilatı ilə
bg: Разберете повече
bn: আরও জানুন
ca: Més informació
de: Mehr erfahren
el: Μάθετε περισσότερα
es: Más información
es_419: Aprende más
fa: بیشتر بدانید
fil: Matuto nang higit pa
fr: En apprendre plus
gu: વધુ જાણો
he: למד עוד
hi: और अधिक जानें
hu: Részletek
id: Pelajari lebih lanjut
it: Per saperne di più
ko: 더 알아보기
ku: زیاتر فێرببه‌
nl: Lees verder
no: Lær mer
pl: Dowiedz się więcej
ps: نور زده کړئ
pt_br: Saiba mais
pt_pt: Saiba mais
ro: Află mai multe
sk: Viac k nahliadnutiu
sl: Nauči se več
sq: Mëso më shumë
sr: Saznajte više
sw: Jifunze zaidi
ta: மேலும் அறிக
te: ఇంకా నేర్చుకో
th: เรียนรู้เพิ่มเติม
tr: Daha fazla bilgi edinin
zh: 了解更多資訊
zh_cn: 了解更多

# settings_restore-point-title
source: Create restore points
ar: إنشاء نقطة استعادة
az: Bərpa nöqtəsi yarat
bg: Създаване на точки за възстановяване
bn: রিস্টোর পয়েন্টস্‌ তৈরি করো
ca: Crea punts de restauració
de: Wiederherstellungspunkte erstellen
el: Δημιουργία σημείων επαναφοράς
es: Crea puntos de restauración del sistema
es_419: Crear puntos de restauración
et: Loo taastepunkt
fa: ساخت نقاط بازگشت
fil: Lumikha ng restore points
fr: Créer des points de restauration
gu: પુનઃસ્થાપિત પોઈન્ટ બનાવો
he: צור נקודת שחזור
hi: पुनःस्थापना बिंदु बनाएँ
hu: Rendszer-visszaállítási pont létrehozása
id: Membuat titik pemulihan
it: Crea punti di ripristino
ko: 복원 지점 생성
ku: خاڵی گه‌ڕانه‌وه‌ دروست بكه‌
nl: Maak herstelpunten
no: Opprett gjenopprettings punkter
pl: Tworzenie punktów przywracania
ps: د بیارغونې پوائنټونه جوړ کړئ
pt_br: Criar pontos de restauração
pt_pt: Criar pontos de restauro
ro: Creare Punct de Restaurare
sk: Vytvorenie bodov obnovenia
sl: Ustvarite točke obnovitve sistema
sq: Krijo pika rikthimi
sr: Napravi tačku za povraćaj
sw: Tengeneza kituo cha mrejesho
ta: மீட்பு புள்ளிகளை உருவாக்கவும்
te: పునరుద్ధరణ పాయింట్లను సృష్టించండి
th: สร้างจุดคืนค่า
tr: Geri yükleme noktası oluştur
zh: 建立還原點
zh_cn: 创建还原点

# settings_restore-point-caption
source: DriverPack is the most reliable and the fastest way to configure a computer and to install drivers, but just in case of any emergency situation, before the process of computer configuration starts, a restore point is created. It enables you to return your computer back to its previous configuration at any moment.
ar: DriverPack هو الطريق الأسهل والأجدر بالثقة لضبط اعدادات جهاز الكمبيوتر و تثبيت التعريفات, ولكن في حال حدوث أي أمر طارئ, قبل البدء بعملية ضبط الاعدادات, يتم إنشاء نقطة استرجاع. تمكنك من العودة إلى الاعدادات السابقة في أي لحظة.
az: DriverPack, kompüteri tənzimləmək və driverləri quraşdırmaq üçün ən sürətli və etibarlı yoldur, ancaq hər hansı bir fövqəladə vəziyyətdə hər ehtimala qarşı, kompüteirn tənzimləmə əməliyyatının başlamasından əvvəl bir bərpa nöqtəsi yaradır. Bu, hər an kompüterinizi əvvəlki vəziyyətə qaytarmanıza imkan verir.
bg: DriverPack e най-надежният и бърз начин да конфигурирате своя компютър и даму инсталирате драйверите, но само за да е по-сигурно преди да започне процеса на инсталиране се създава точка за възстановяване. Това Ви дава възможност да възстановите компютъра си към това състояние във всеки един момент.
bn: কম্পিউটার কনফিগার করা ও ড্রাইভারসমূহ ইন্সটল করার সবচেয়ে নির্ভরযোগ্য ও দ্রুত উপায় হলো DriverPack। কিন্তু জরুরি অবস্থার ক্ষেত্রে, কম্পিউটার কনফিগারেশন প্রক্রিয়া শুরুর আগে, একটি রিস্টোর পয়েন্ট তৈরি করা হয়। এটি আপনাকে আপনার কম্পিউটারকে যেকোনো মুহূর্তে এর আগের কনফিগারেশনে ফিরিয়ে নেওয়ার সুবিধা দেয়।
ca: DriverPack és la manera més ràpida i de confiança per configurar un ordinador i instal·lar els controladors, però per si hi ha alguna emergència, abans d'iniciar el procés de configuració, es crea un punt de restauració. Això permet retornar l'ordinador a l'estat anterior en qualsevol moment.
de: DriverPack ist der zuverlässigste und schnellste Weg, um einen Computer zu konfigurieren und Treiber zu installieren, aber nur im Falle einer Notsituation, bevor der Prozess der Computerkonfiguration gestartet wird, wird ein Wiederherstellungspunkt erstellt. Dieser ermöglicht es Ihnen, Ihren Computer jederzeit wieder in seine vorherige Konfiguration zurückzuversetzen.
el: Το DriverPack είναι ο πιο αξιόπιστος και ο ταχύτερος τρόπος για τη διαμόρφωση ενός υπολογιστή και την εγκατάσταση προγραμμάτων οδήγησης, αλλά για κάθε ενδεχόμενο έκτακτης ανάγκης, πριν ξεκινήσει η διαδικασία της διαμόρφωσης του υπολογιστή, δημιουργείται ένα σημείο επαναφοράς. Αυτό σας δίνει τη δυνατότητα να επαναφέρετε τον υπολογιστή σας στην προηγούμενη διαμόρφωσή του ανά πάσα στιγμή.
es: DriverPack es la forma más rápida y segura de configurar un ordenador e instalar los drivers, pero por si se produjera alguna emergencia, se crea un punto de restauración del sistema antes de iniciar el proceso de configuración. Así podrás devolver el ordenador a la configuración anterior en cualquier momento.
es_419: DriverPack es la manera más confiable y más rápida de configurar una computadora e instalar controladores, pero solo en caso de una situación de emergencia, antes de que comience el proceso de configuración de la computadora, se crea un punto de restauración. Le permite regresar su computadora a su configuración anterior en cualquier momento.
et: DriverPack on kõige usaldusväärsem ja kiireim viis arvuti seadistamiseks ja draiverite paigaldamiseks, kuid ennetamaks probleeme, luuakse enne protsessi algust tagavarakoopia. See lubab teil taastada arvuti eelnevasse seisu igal ajal.
fa: DriverPack قابل اعتماد ترین و سریعترین روش برای پیکربندی یک کامپیوتر و نصب درایور ها است، اما برای جلوگیری از هرگونه مشکل جدی، قبل از شروع انجام روند پیکربندی یک کامپیوتر، یک نقطه قابل بازگشت ایجاد می شود. این کار باعث می شود شما سیستم خود را در هر لحظه ای به حالت قبل برگردانید.
fil: Ang DriverPack ay ang pinaka-maaasahan at pinakamabilis na paraan upang i-configure ang isang computer at i-install ang mga driver. Kung sakaling may anumang sitwasyong, bago simulan ang pagsasaayos ng computer, isang restore point ang nililikha. Ito ay nagbibigay-daan sa iyo upang ibalik ang iyong computer sa dati nitong configuration.
fr: DriverPack est le moyen le plus fiable et le plus rapide de configurer un ordinateur et d'installer des pilotes, mais juste en cas de situation d'urgence, avant que le processus de configuration de l'ordinateur ne commence, un point de restauration est créé. Cela vous permet de revenir à tout moment à votre configuration précédente.
gu: DriverPack કમ્પ્યુટરને રૂપરેખાંકિત કરવા અને ડ્રાઇવર્સ ઇન્સ્ટોલ કરવા માટેની સૌથી ઝડપી અને સૌથી ઝડપી રીત છે, પરંતુ કમ્પ્યુટરની કન્ફિગરેશનની પ્રક્રિયા શરૂ થાય તે પહેલાં, કોઈ પણ કટોકટીની સ્થિતિમાં, એક પુનઃસ્થાપન બિંદુ બનાવવામાં આવે છે. તે તમને કોઈ પણ ક્ષણે તમારા કમ્પ્યુટરને પાછલા ગોઠવણીમાં પાછા આપવા દે છે.
he: תוכנת DriverPack היא הדרך האמינה והמהירה ביותר להגדרת מחשב ולהתקנת דרייברים, ולמקרי חירום, התוכנה יוצרת נקודות שחזור לפני התקנות הדרייברים בצורה אוטומטית. כך תוכל תמיד להחזיר את המחשב למצבו הקודם אם משהו השתבש.
hi: DriverPack सबसे विश्वसनीय और कंप्यूटर को कॉन्फ़िगर करने और ड्राइवरों को स्थापित करने का सबसे तेज़ तरीका है, लेकिन किसी भी आपातकालीन स्थिति के मामले में, कंप्यूटर कॉन्फ़िगरेशन की प्रक्रिया शुरू करने से पहले, एक पुनर्स्थापना बिंदु बनाया जाता है। यह आपको किसी भी समय अपने कंप्यूटर को वापस अपने पिछले कॉन्फ़िगरेशन पर लौटने के लिए सक्षम बनाता है।
hu: A DriverPack a legmegbízhatóbb és leggyorsabb módot nyújtja a számítógépe konfigurálásához, és a driverek telepítéséhez, azonban vészhelyzet esetére, még a folyamat előtt létrehoz egy rendszer-visszaállítási pontot. Ezzel bármikor visszaállíthatja a számítógépe beállításait a korábbi mentésre.
id: DriverPack adalah cara yang paling andal dan tercepat untuk mengkonfigurasi komputer dan memasang driver, namun jika terjadi situasi darurat, sebelum proses konfigurasi komputer dimulai, titik pemulihan telah dibuat. Ini memungkinkan anda mengembalikan komputer kembali ke konfigurasi sebelumnya kapan saja.
it: DriverPack è il modo più affidabile e veloce per configurare un computer e installare i driver, ma solo in caso di emergenza, prima dell'avvio del processo di configurazione del computer, viene creato un punto di ripristino. Questo ti consente di riportare il tuo computer alla configurazione precedente in qualsiasi momento.
ko: DriverPack은 컴퓨터를 구성하고 드라이버를 설치하는 가장 안정적이고 가장 빠른 방법이지만 컴퓨터 구성 프로세스가 시작되기 전에 긴급한 상황이 발생하면 복원 지점이 생성됩니다. 언제든지 컴퓨터를 이전 구성으로 되돌릴 수 있습니다.
ku: DriverPack باوه‌ڕپێكراوترین و خێراترین ڕێگه‌یه‌ بۆ ڕێكخستنی كۆمپیوته‌ره‌كه‌ت وه‌ بۆ دامه‌زراندنی پێناسه‌كان، یه‌ڵام بۆ هه‌ر حاڵه‌تێكی باری له‌ ناكاودا، پێش پرۆسه‌ی ڕێكخستنی كۆمپیوته‌ره‌كه‌ت ده‌ستپێبكات، خاڵێكی گه‌ڕانه‌وه‌ دروست ده‌كرێت. ئه‌و ڕێگه‌ به‌ تۆ ده‌دات كه‌ كۆمپیوته‌ره‌كه‌ت بگه‌ڕێنیته‌وه‌ بۆ رێكخستنی پێشوتر له‌ هه‌ر كاتێك بێت.
nl: DriverPack is de meest betrouwbare en de snelste manier om een computer te configureren en drivers te installeren, maar voor het geval er zich een noodsituatie voordoet, voordat het proces van computerconfiguratie begint, wordt er een herstelpunt gemaakt. Hiermee kunt u uw computer op elk moment terugzetten naar de vorige configuratie.
no: DriverPack er den mest pålitelige og raskeste måten å konfigurere en datamaskin på samt installere drivere, men bare i tilfelle av nødsituasjon, før prosessen med datakonfigurasjon starter, opprettes et gjenopprettingspunkt. Det gjør det mulig å returnere datamaskinen tilbake til sin tidligere konfigurasjon når som helst.
ps: DriverPack د کمپیوټر کنټرول او نصب کولو لپاره ترټولو باوري او خورا ښه لاره ده، مګر یوازې د بیړنیو حالاتو په صورت کې، د کمپیوټر کنټرول پیل کولو دمخه، بیا د بیارغونې نقشه جوړه شوه. دا تاسو ته توان ورکوي چې خپل کمپیوټر بېرته خپل مخکینۍ ترتیبات ته په هر وخت کې بیرته راستانه کړي.
pt_br: O DriverPack é a maneira mais confiável e rápida de configurar um computador e instalar drivers, mas apenas em caso de qualquer situação de emergência, antes do início do processo de configuração do computador, um ponto de restauração é criado. Ele permite que você retorne seu computador de volta à sua configuração anterior a qualquer momento.
pt_pt: O DriverPack é a mais fiável e rápida maneira de configurar o seu computador e instalar os controladores, mas como precaução em caso de emergência, antes do processo de configuração do computador iniciar, um ponto de restauro é criado. Tal permite-lhe trazer o computador, a qualquer momento, ao ponto em que estava antes da configuração.
ro: DriverPack este cea mai fiabila si rapida solutie de a configura un calculator si de a instala driverele acestuia. Pentru situatii neprevazute, inainte ca procesul de configurare sa inceapa, programul va crea un punct de restaurare care iti va permite sa aduci setarile calculatorului la configuratia anterioara configurarii calculatorului cu acest program.
sk: DriverPack je najspoľahlivejší a najrýchlejší spôsob konfigurácie počítača a inštalácie ovládačov, ale pre prípad akejkoľvek núdzovej situácie, sa pred spustením procesu konfigurácie počítača, vytvorí bod obnovenia. Umožňuje kedykoľvek vrátiť počítač späť k predchádzajúcej konfigurácii.
sl: DriverPack je najbolj zanesljiv in najhitrejši način za konfiguracijo računalnika in namestitev gonilnikov, zaradi možnosti izrednih razmer ustvari obnovitveno točko, preden se začne postopek konfiguracije računalnika. Obnovitvena točka vam omogoča, da kadar koli povrnete računalnik nazaj v prejšnjo konfiguracijo.
sq: DriverPack është mënyra më e besueshme dhe e shpejtë për të konfiguruar një kompjuter dhe për të instaluar drajverat, por në rast të një situate emergjente, para se procesi i konfigurimit të kompjuterit të fillojë, krijohet një pikë rikthimi. Iu mundëson të riktheni kompjuterin në konfigurimin e mëparshëm në çdo moment.
sr: DriverPack je najpouzdaniji i najbrži način da podesite računar i instalirate drajvere na njemu, ali za svaki slučaj pre nego što proces podešavanja započne kreira se tačka vraćanja. To omogućava vraćanje računara u bilo kojem trenutku u prethodno stanje pre započinjanja procesa podešavanja.
sw: DriverPack ni njia inayoaminika na ya haraka zaidi ya kupangilia kompyuta na kuinstall drivers,ila katika aina yoyote ya hali ya dharura,kabla mchakato wa mpangilio wa kompyuta kuanza,kituo cha mrejesho kimesha tengenezwa,ina kuruhusu kurudisha kompyuta yako kule kwenye mpangilio wake uliopita muda wowote.
ta: DriverPack வன்பொருள்தொகுப்பு மிகவும் நம்பகமானது மற்றும் ஒரு கணினி கட்டமைக்க மற்றும் இயக்கிகள் நிறுவ, ஆனால் எந்த அவசர நிலைமை வழக்கில், கணினி கட்டமைப்பு தொடங்கும் செயல்முறை முன், ஒரு மீட்பு புள்ளி உருவாக்கப்பட்டது.இது எந்த நேரத்திலும் உங்கள் கணினியை மீண்டும் முந்தைய கட்டமைப்பிற்குத் திருப்பிச் செலுத்த உதவுகிறது.
te: DriverPack అత్యంత విశ్వసనీయమైనది మరియు కంప్యూటర్ను ఆకృతీకరించడానికి మరియు డ్రైవర్లను ఇన్స్టాల్ చేయడానికి వేగవంతమైన మార్గం, కానీ ఏదైనా అత్యవసర పరిస్థితి విషయంలో, కంప్యూటర్ కాన్ఫిగరేషన్ మొదలవుతుంది ముందు, పునరుద్ధరణ పాయింట్ సృష్టించబడుతుంది. ఇది ఏ సమయంలోనైనా మీ కంప్యూటర్ను దాని మునుపటి ఆకృతీకరణకు తిరిగి రావడానికి మిమ్మల్ని అనుమతిస్తుంది.
th: DriverPack เป็นวิธีที่น่าเชื่อถือและรวดเร็วที่สุดในการปรับแต่งคอมพิวเตอร์และติดตั้งไดรเวอร์ แต่ในกรณีสถานการณ์ฉุกเฉินใด ๆ ก่อนเริ่มกระบวนการปรับแต่งคอมพิวเตอร์ จุดคืนค่าจะถูกสร้างขึ้น มันจะสามารถย้อนกลับคอมพิวเตอร์ไปสู่การปรับแต่งครั้งก่อนหน้าในช่วงเวลาใดก็ได้
tr: DriverPack, bir bilgisayarı yapılandırmak ve sürücüleri yüklemek için en hızlı ve en güvenilir yoldur, ancak herhangi bir acil durumda her ihtimale karşı, bilgisayarın yapılandırma işleminin başlamasından önce bir geri yükleme noktası oluşturulur. Bu, her an bilgisayarınızı önceki yapılandırmasına geri döndürmenizi sağlar.
zh: DriverPack 是組態電腦和安裝驅動程式最可靠、最快捷的方法，但在發生任何緊急情況時，在電腦組態啟動之前，將建立一個還原點。它讓您可以隨時將電腦還原到以前的設定。
zh_cn: DriverPack 是配置计算机和安装驱动程序最可靠和最快捷的方式，但是在出现任何紧急情况的情况下，在计算机配置启动过程之前，会创建一个还原点。 它使您可以随时将计算机恢复到以前的配置。

# settings_drivers-backup-title
source: Create driver backup (backup)
ar: إنشاء برنامج تشغيل احتياطي (backup)
az: Driver ehtiyatlaması yarat (backup)
bg: Направете архив на драйверите (backup)
bn: ড্রাইভার ব্যাকআপ তৈরি করো (backup)
ca: Crea còpia de seguretat del controlador (backup)
de: Treibersicherung erstellen (backup)
el: Δημιουργία αντιγράφου ασφαλείας προγράμματος οδήγησης (αντίγραφο ασφαλείας)
es: Guarda una copia de seguridad del driver (backup)
es_419: Crear respaldos del controlador (Backup)
et: Loo draiverite tagavarakoopia (backup)
fa: ایجاد نسخه پشتیبان درایور (backup)
fil: Lumikha ng backup driver (backup)
fr: Créer une sauvegarde de pilote (backup)
gu: ડ્રાઇવર backup (backup) બનાવ
he: גבה דרייברים (backup)
hi: ड्राइवर बैकअप बनाएं (बैकअप)
hu: Drivermentés létrehozása (backup)
id: Membuat cadangan driver (backup)
it: Creare il backup dei driver (backup)
ko: 드라이버 백업 생성 (backup)
ku: دروستكردنی backup ی پێناسه‌ (backup )
nl: Driver-backup maken (backup)
no: Opprett kopi av drivere (backup)
pl: Utwórz kopię zapasową sterowników (backup)
ps: د موټرو بیک اپ جوړ کړئ (backup)
pt_br: Criar backup do driver (backup)
pt_pt: Criar backup de controlador (backup)
ro: Creare copie de rezervă pentru drivere (backup)
sk: Vytvorenie záloh ovládača (backup)
sl: Ustvarite kopijo pogona (backup)
sq: Krijo kopje rezervë të drajverave (backup)
sr: Omogućite podršku za drajver (backup)
sw: Unda driver backup (backup)
ta: இயக்கி காப்பு பிரதி (backup) உருவாக்கவும்
te: driver బ్యాకప్ (backup) సృష్టించండి
th: สร้างไดรเวอร์สำรอง (backup)
tr: Sürücü yedeği oluştur (backup)
zh: 建立驅動程式備份(備份)
zh_cn: 创建驱动程序备份 (backup)
