Repository: DriverPackSolution/transifex-backup
Catalog: beetle/driverpack-solution-worldwide/driverpackpo/*.po
Languages: ar, az, bg, bn, ca, de, el, es, es_419, et, fa, fil, fr, gu, he, hi, hu, id, it, ko, ku, nl, no, pl, ps, pt_br, pt_pt, ro, sk, sl, sq, sr, sw, ta, te, th, tr, zh, zh_cn

# protect_clean_up_header_title
source: DriverPack Protect — protection and cleanup of your computer
ar: DriverPack Protect — حماية وتنظيف جهاز الكمبيوتر الخاص بك
az: DriverPack Protect — kompüterinizin müdafiəçisi və təmizləyicisi
bg: DriverPack Protect — защита и почистване на вашия компютър
bn: DriverPack Protect — আপনার কম্পিউটারের নিরাপত্তা ও পরিচ্ছন্নতা
ca: DriverPack Protect — protecció i neteja de l'ordinador
de: DriverPack Protect — Sicherheit und Bereinigung ihres Computers
es: DriverPack Protect — protección y limpieza para tu ordenador
es_419: DriverPack Protect, protección y limpieza de su computadora
et: DriverPack Protect — kaitse ja puhastus teie arvutile
fa: DriverPack Protect — ایمن سازی و پاکسازی کامپیوتر
fil: DriverPack Protect — proteksyon at paglilinis ng iyong computer
fr: DriverPack Protect — protection et nettoyage de votre ordinateur
gu: DriverPack Protect — તમારા કમ્પ્યુટરની સુરક્ષા અમે ચોખ્ખાઈ
he: DriverPack Protect — הגנה וניקוי המחשב
hi: DriverPack Protect — सुरक्षा और आपके कंप्यूटर की सफाई
hu: DriverPack Protect — a számítógép védelme és kitakarítása
id: DriverPack Protect — perlindungan dan pembersihan komputer Anda
it: DriverPack Protect — protezione e pulizia del tuo computer
ko: DriverPack Protect — 컴퓨터의 보호 및 정리
ku: DriverPack Protect — پاراستن و پاککردنەوەی کۆمپیوتەرەکەت
nl: DriverPack Protect — bescherming en opruimen van uw computer
no: DriverPack Protect — beskyttelse og rens av din datamaskin
pl: DriverPack Protect - ochrona i czyszczenie komputera
ps: DriverPack Protect — ستاسو د کمپیوټر محافظت او پاکول
pt_br: DriverPack Protect — proteção e limpeza do seu computador
pt_pt: DriverPack Protect — proteção e limpeza do seu computador
ro: DriverPack Protect — protecție și curățare pentru computerul dvs.
sk: DriverPack Protect — ochrana a vyčistenie vášho počítača
sl: DriverPack Protect — zaščita in čiščenje vašega računalnika
sq: DriverPack Protect — mborjtje dhe pastrim për kompjuterin tuaj
sr: DriverPack Protect — zaštita i čišćenje vašeg računara
sw: DriverPack Protect — ulinzi na usafi wa kompyuta yako
ta: DriverPack Protect வன்பொருள்தொகுப்பு — உங்கள் கணினியின் பாதுகாப்பு மற்றும் தூய்மைப்படுத்துதல்
te: DriverPack Protect — మీ కంప్యూటర్ యొక్క రక్షణ మరియు క్లీనప్
th: DriverPack Protect — ปกป้องและทำความสะอาดคอมพิวเตอร์ของคุณ
tr: DriverPack Protect — bilgisayarınızın koruması ve temizleyicisi
zh_cn: DriverPack Protect — 保护和清理你的电脑

# protect_clean_up_header_caption
source: DriverPack Protect will clean of undesirable software and provide protection for your computer as a complement to your antivirus' capabilities such as: detecting, removing and blocking malware and intrusive advertisement
ar: يقوم برنامج DriverPack Protect بتنظيف البرامج غير المرغوب فيها وتوفير الحماية لجهاز الكمبيوتر الخاص بك كتكامل لإمكانيات مكافحة الفيروسات الخاصة بك مثل: الكشف عن البرامج الضارة وإعلانها وإزالتها ومنعها
az: DriverPack Protect zərərli proqramları təmizləyəcək və bunlara görə antivirusunuz üçün tamamlayıcı olaraq kompüteriniz üçün müdafiə təmin edəcək: zərərli proqram və bezdirici reklamları aşkar etmə, silmə və bloklama.
bg: DriverPack Protect ще почисти от нежелан софтуер и ще осигури защита на компютъра ви като допълнение към вашите антивирусни възможности, като например: откриване, премахване и блокиране на злонамерен софтуер и натрапчиви реклами
bn: DriverPack Protect অ্যান্টিভাইরাসের সম্পূরক হিসেবে কম্পিউটারের অনাকাঙ্ক্ষিত সফটওয়্যার সরিয়ে দেবে ও সুরক্ষা প্রদান করবে যেমন: ম্যালওয়্যার ও অনুপ্রবেশকারী বিজ্ঞাপন চিহ্নিত করা, সরিয়ে ফেলা ও আটকে দেওয়া।
ca: DriverPack Protect netejarà l'ordinador d'aplicacións no desitjades i donarà protecció com a complement de les capacitats del vostre antivirus, detectant, eliminant i bloquejant el programari malintencionat i la publicitat intrusiva
de: DriverPack Protect bietet Ihrem Computer Schutz, wo Antiviren-Programme oft fehlschlagen: Erkennung, Entfernung und Blockierung von Malware und auch unerwünschter Software mit aufdringlicher Werbung
es: DriverPack Protect eliminará el software no deseado y protegerá tu ordenador complementando las capacidades de tu antivirus actual detectando, eliminando y bloqueando software no deseado y la propaganda molesta
es_419: DriverPack Protect, limpiará el software no deseado y brindará protección a su computadora como un complemento a las capacidades de su antivirus, tales como: detección, eliminación y bloqueo de malware y publicidad intrusiva
et: DriverPack Protect puhastab teie arvuti mittevajalikust tarkvarast ja pakub täiendavat kaitset abistades antiviirust: leides, eemaldades ja blokeerides pahavara ja igasugu reklaami
fa: DriverPack Protect هرگونه نرم افزار نامطلوب را از کامپیوتر شما پاکسازی خواهد کرد و کامپیوتر شما را ایمن برای انجام قابلیت های آنتی ویروس شما از قبیل : پیداسازی، پاک کردن و مسدود کردن بدافزار و تبلیغات سرزده می کند.
fil: Ang DriverPack Protect ay linisin ang hindi kanais-nais na software at magbigay ng proteksyon para sa iyong computer bilang isang pandagdag sa mga kakayahan ng iyong antivirus tulad ng: pag-detect, pag-alis at pag-block ng malware at mapanghimasok na advertisement
fr: DriverPack Protect nettoiera les logiciels indésirables et protégera votre ordinateur en complément des capacités de votre antivirus, notamment: détecter, supprimer et bloquer les logiciels malveillants et la publicité intrusive
gu: DriverPack Protect અનિચ્છનીય સોફ્ટવેરને સાફ કરશે અને તમારા એન્ટીવાયરસ ક્ષમતાઓને પૂરક તરીકે તમારા કમ્પ્યુટર માટે રક્ષણ પૂરું પાડશે જેવી કે: માલવેર અને કર્કશ જાહેરાતોને શોધવા, દૂર કરવા અને અવરોધિત કરવાનું
he: תוכנת DriverPack Protect תסיר תוכנות לא רצויות ותספק הגנה עבור המחשב שלך בנוסף על יכולות האנטי וירוס כדוגמת: זיהוי, הסרה וחסימה של תוכנות ריגול ופרסום חודרני
hi: DriverPack Protect से अवांछनीय सॉफ़्टवेयर साफ होगा और आपके एंटीवायरस की क्षमताओं के पूरक के रूप में आपके कंप्यूटर के लिए सुरक्षा प्रदान करेगा जैसे कि: मैलवेयर और घुसपैठ का पता लगाने, हटाने और विज्ञापन अवरुद्ध करने
hu: A DriverPack Protect eltakarítja a nem kívánt szoftvereket, és védelmet nyújt a számítógépének, kiegészítve a vírusirtója jellemzőit a következőkkel: tolakodó hirdetések és kártevők észlelése, eltávolítása és blokkolása
id: DriverPack Protect akan membersihkan perangkat lunak yang tidak diinginkan dan memberikan perlindungan bagi komputer anda sebagai pelengkap kemampuan antivirus anda seperti: mendeteksi, menghapus dan memblokir malware dan iklan yang mengganggu
it: DriverPack Protect cancellerà i programmi indesiderati e fornirà protezione al tuo computer implementando le funzionalità del tuo antivirus come: rilevamento, rimozione e blocco di malware e pubblicità intrusiva
ko: DriverPack Protect 는 원하지 않는 소프트웨어를 제거하고 악성 코드 및 침입 광고를 탐지, 제거 및 차단하는 등의 바이러스 백신 기능을 보완하여 컴퓨터를 보호합니다
ku: DriverPack Protect پاک دەکاتەوە بەرنامە نەویستراوەکان و پاراستن دابین دەکات بۆ کۆمپیوتەرەکەت وەک تەواوکەرێک بۆ تواناکانی دژە ڤایروسەکەت وەک : دوزینەوە، سڕینەوە و سڕ کردنەوەی بەرنامە زیانبەخشەکان و خۆ تێهەلقورتانی ریکلامەکان
nl: DriverPack Protect verwijdert ongewenste software en biedt bescherming voor uw computer als aanvulling op de mogelijkheden van uw antivirusprogramma, zoals: het detecteren, verwijderen en blokkeren van malware en opdringerige advertenties
no: DriverPack Protect vil fjerne uønsket programvare og beskytte datamaskinen din som et supplement til antivirusens evner som: å oppdage, fjerne og blokkere skadelig programvare og påtrengende reklame
pl: DriverPack Protect wyczyści niepożądane oprogramowanie i zapewni ochronę komputera jako uzupełnienie możliwości antywirusowych, takich jak wykrywanie, usuwanie i blokowanie złośliwego oprogramowania i natrętnych reklam
ps: DriverPack Protect به د ناپسندیده سافټویر پاکول او ستاسو د کمپیوټر لپاره محافظت ستاسو د انټیویویرس وړتیاوو ته د بشپړولو په توګه چمتو کړئ لکه: د موندلو، د مالارو او انتفاعي اعلاناتو بندول او بندول.
pt_br: O DriverPack Protect irá limpar o programa indesejável e fornecer proteção para o seu computador como complemento dos recursos do seu antivírus, tais como: detectar, remover e bloquear malware e propaganda intrusiva
pt_pt: O DriverPack Protect limpará o seu computador de programas indesejados e aplicará proteção complementar às capacidades do seu anti-vírus tais como: deteção, remoção e bloqueio de malware e publicidade intrusiva
ro: DriverPack Protect va curăța software-ul nedorit și va oferi protecție pentru calculatorului dvs. ca o completare a capabilităților antivirusului, cum ar fi: detectarea, eliminarea și blocarea programelor malware și a reclamelor intruzive
sk: Program DriverPack Protect vyčistí nežiadúci softvér a poskytne ochranu vášho počítača ako doplnok k vašim antivírusovým funkciám, ako je napríklad: detekcia, odstránenie a blokovanie škodlivého softvéru a rušivej reklamy
sl: DriverPack Protect bo očistil neželeno programsko opremo in zagotovil zaščito vašega računalnika kot dopolnilo vašim protivirusnim zmožnostim, kot so: odkrivanje, odstranjevanje in blokiranje zlonamerne programske opreme in vsiljivega oglaševanja
sq: DriverPack Protect do të pastrojë kompjuterin tuaj nga softuerët e padëshirueshëm dhe do iu sigurojë mbrotje si një komplementues për afëtsitë e antivirus-it tuaj si pshm: detektimi, heqja dhe bllokimi i maluerëve dhe reklamave ndërhyrëse
sr: DriverPack Protect će obrisati nepotrebne softvere i obezbediti zaštitu računara kao dopuna antivirusnom programu u sledećim operacijama: otkirvanje, brisanje i blokiranje nepoželjnih i nametljivih reklama
sw: DriverPack Protect itafuta programu zisizofaa na kutoa ulinzi kwa kompyuta yako kama inayosaidia uwezo wako wa antivirus kama vile: kuchunguza, kuondosha na kuzuia matangazo yasiyo ya zisizo na intrusive
ta: DriverPack Protect வன்பொருள்தொகுப்பு விரும்பத்தகாத மென்பொருளைச் சுத்தப்படுத்தி, உங்கள் கணினிக்கான உங்கள் வைரஸ் தடுப்பு திறன்களைப் பூர்த்தி செய்ய உதவும். தீப்பொருள் கண்டறிதல், நீக்குதல் மற்றும் தடுத்தல்
te: DriverPack Protect అవాంఛనీయ సాఫ్ట్వేర్ను శుభ్రం చేస్తుంది మరియు మీ కంప్యూటర్కు మీ యాంటీవైరస్ సామర్థ్యాలతో అనుబంధంగా భద్రత కల్పిస్తుంది: మాల్వేర్ మరియు అనుచిత ప్రకటనను గుర్తించడం, తొలగించడం మరియు నిరోధించడం
th: DriverPack Protect จะทำความสะอาดซอฟท์แวร์ที่ไม่พึงปรารถนาและปกป้องคอมพิวเตอร์ของคุณตามส่วนประกอบของความสามารถของแอนตี้ไวรัสของคุณ เช่น การตรวจสอบ, การลบ และการบล็อคมัลแวร์และการโฆษณาซึ่งล่วงล้ำ
tr: DriverPack Protect, istenmeyen yazılımları temizleyecek ve şunlar gibi antivirüsünüzün yeteneklerini tamamlayıcı olarak bilgisayarınız için koruma sağlayacak: kötü amaçlı yazılım ve istenmeyen reklamları algılama, kaldırma ve engelleme
zh_cn: DriverPack Protect 将清理不受欢迎的软件，并为您的计算机提供保护，作为您的防病毒功能的补充，例如：检测，删除和阻止恶意软件和侵入性广告

# protect_installed_programs_title
source: Software installed on the computer
ar: البرامج المثبتة على الكمبيوتر
az: Kompüterinizdəki quraşdırılmış proqramlar
bg: Софтуер, инсталиран на компютъра
bn: কম্পিউটারে ইন্সটলড্‌ সফটওয়্যার
ca: Aplicacions instal·lades a l'ordinador
de: Auf dem Computer installierte Software
el: Εγκατεστημένες εφαρμογές στον υπολογιστή
es: Aplicaciones instaladas en este ordenador
es_419: Software instalado en la computadora
et: Tarkvara mis on paigaldatud arvutisse
fa: نرم افزار نصب شده در کامپیوتر شما
fil: Mga Software Naka-Install sa computer
fr: Logiciel installé sur l'ordinateur
gu: સૉફ્ટવેરની સ્થાપના આ કમ્પ્યુટર પર થઈ ગઈ
he: תוכנות מותקנות במחשב זה
hi: कंप्यूटर पर स्थापित सॉफ्टवेयर
hu: A számítógépre telepített szoftverek
id: Perangkat lunak terpasang di komputer
it: Programmi installati sul computer
ko: 소프트웨어가 컴퓨터에 설치되었습니다
ku: بەرنامە دامەزرا لەسەر کۆمپیوتەرەکە
nl: Software geïnstalleerd op de computer
no: Programvare installert på datamaskinen
pl: Oprogramowanie zainstalowane na komputerze
ps: سافټویر په کمپیوټر کې نصب شوی
pt_br: Programas instalados no computador
pt_pt: Programas instalados no seu computador
ro: Software instalat pe calculator
sk: Softvér nainštalovaný v počítači
sl: Programska oprema nameščena na računalniku
sq: Softuerë të instaluar në kompjuter
sr: Softveri instalirani na računar
sw: Programu imewekwa kwenye kompyuta
ta: கணினியில் நிறுவப்படுள்ள மென்பொருள்
te: కంప్యూటర్లో ఇన్స్టాల్ చేయబడిన సాఫ్ట్వేర్
th: ติดตั้งซอฟท์แวร์ลงบนคอมพิวเตอร์
tr: Bilgisayardaki yüklü yazılımlar
zh_cn: 计算机上安装的软件

# protect_installed_programs_switch
source: Display the suspicious software only
ar: عرض البرامج المشبوهة فقط
az: Sadəcə şübhəli proqramları göstər
bg: Показва само подозрителния софтуер
bn: শুধু সন্দেহজনক সফটওয়্যার দেখাও
ca: Mostra només les aplicacions sospitoses
de: Nur verdächtige Software anzeigen
el: Εμφάνιση μόνο των ύποπτων εφαρμογών
es: Mostrar únicamente las aplicaciones sospechosas
es_419: Mostrar solo el software sospechoso
et: Näita ainult kahtlaseid programme
fa: فقط نرم افزار های مشکوک را نمایش بده
fil: Ipakita ang kahina-hinalang software
fr: Afficher uniquement le logiciel suspect
gu: ખાલી લોચા લાગતાં હોય તે જ સૉફ્ટવેર બતાડો
he: הצג תוכנות חשובות בלבד
hi: केवल संदिग्ध सॉफ़्टवेयर को प्रदर्शित करें
hu: Csak a gyanús szoftverek megjelenítése
id: Tampilkan perangkat lunak yang mencurigakan saja
it: Visualizza solo i programmi sospetti
ko: 의심스러운 소프트웨어만 표시
ku: پێشاندانی بەرنامە بەدگومانەکان بە تەنها
nl: Toon alleen de verdachte software
no: Bare vis den mistenkelige programvaren
pl: Wyświetlaj tylko podejrzane oprogramowanie
ps: یوازې شکمن سافټویر ښکاره کړئ
pt_br: Mostrar apenas os programas suspeitos
pt_pt: Mostre apenas os programas suspeitos
ro: Afișați numai software-ul suspicios
sk: Zobraziť iba podozrivý softvér
sl: Prikaži sumljivo programsko opremo
sq: Shfaq vetëm softuerët e dyshimtë
sr: Prikaži samo sumnjive softvere
sw: Onyesha programu ya tuhuma tu
ta: நிகழ்ச்சி சந்தேகத்திற்கிடமான மென்பொருள் மட்டுமே
te: అనుమానాస్పద సాఫ్ట్వేర్ను మాత్రమే ప్రదర్శించు
th: แสดงซอฟท์แวร์ที่มีพิรุธเท่านั้น
tr: Sadece şüpheli yazılımları görüntüle
zh_cn: 仅显示可疑软件

# protect_show_more
source: View more
ar: عرض المزيد
az: Daha çox göstər
bg: Покажи още
bn: আরও দেখুন
ca: Mostra'n més
de: Mehr anzeigen
el: Δείτε περισσότερα
es: Mostrar más
es_419: Ver más
et: Kuva rohkem
fa: مشاهده بیشتر
fil: Tingnan ang higit pa
fr: Voir plus
gu: વધુ જુઓ
he: הצג עוד
hi: और देखो
hu: Több infó
id: Tampilkan lebih banyak
it: Vedi altro
ko: 더 보기
ku: بینینی زیاتر
nl: Toon meer
no: Vis mer
pl: Zobacz więcej
ps: نور وګوره
pt_br: Ver mais
pt_pt: Ver mais
ro: Vezi mai multe
sk: Zobraziť viac
sl: Poglej več
sq: Shiko më shum
sr: Pogledati više
sw: Ona zaidi
ta: மேலும் காண
te: మరిన్ని చూడండి
th: ดูมากกว่า
tr: Daha fazla göster
zh: 查看更多
zh_cn: 查看更多

# protect_security_programs_title
source: Important software for security
ar: برنامج مهم للأمان
az: Təhlükəsizlik üçün vacib proqramlar
bg: Важен софтуер за сигурността
bn: নিরাপত্তার জন্য গুরুত্বপূর্ণ সফটওয়্যার
ca: Aplicacions importants per a la seguretat
de: Wichtige Software für die Sicherheit
el: Σημαντικό λογισμικό ασφαλείας
es: Aplicaciones de seguridad importantes
es_419: Software importante para la seguridad
et: Tähtis tarkvara arvuti kaitseks
fa: نرم افزار های مهم برای امنیت
fil: Mahalagang software para sa seguridad
fr: Logiciel important pour la sécurité
gu: સુરક્ષા માટેના અગત્યના સૉફ્ટવેર
he: תוכנות חשובות לאבטחת המחשב
hi: सुरक्षा के लिए महत्वपूर्ण सॉफ्टवेयर
hu: Fontos szoftverek a biztonsághoz
id: Perangkat lunak penting untuk keamanan
it: Programma importante per la sicurezza
ko: 보안 용 중요한 소프트웨어
ku: نەرمەکاڵای گرنگ بۆ پارێزگاری
nl: Belangrijke software voor beveiliging
no: Viktig programvare for sikkerhet
pl: Oprogramowanie ważne dla bezpieczeństwa
ps: د امنیت لپاره مهم سافټویر
pt_br: Programas importantes para segurança
pt_pt: Programas de segurança importantes
ro: Software important pentru securitate
sk: Dôležitý softvér pre bezpečnosť
sl: Pomembna programska oprema za varnost
sq: Softuerë të rëndësishëm për sigurinë
sr: Softveri važni za sigurnost
sw: Programu muhimu ya usalama
ta: பாதுகாப்புக்கான முக்கிய மென்பொருள்
te: మరిన్ని చూడండి
th: ซอฟท์แวร์ที่สำคัญสำหรับความปลอดภัย
tr: Güvenlik için önemli yazılımlar
zh_cn: 重要的安全软件

# settings-header_title
source: Settings for the advanced users
ar: إعدادات للمستخدمين المتقدمين
az: Təcrübəli istifadəçilər üçün
bg: Настройки за напреднали потребители
bn: অভিজ্ঞ ব্যবহারকারীদের জন্য সেটিংস্‌
ca: Opcions per a usuaris avançats
de: Einstellungen für die fortgeschrittenen Benutzer
el: Ρυθμίσεις για προχωρημένους χρήστες
es: Opciones para usuarios avanzados
es_419: Configuración para los usuarios avanzados
et: Seaded edasijõudnud kasutajate jaoks
fa: تنظیمات برای کاربران پیشرفته
fil: Mga setting para sa advanced users
fr: Paramètres pour les utilisateurs avancés
gu: વિશેષજ્ઞ માટેની સેટિંગ્સ
he: הגדרות למשתמשים מתקדמים
hi: उन्नत उपयोगकर्ताओं के लिए सेटिंग
hu: Beállítások haladó felhasználóknak
id: Pengaturan untuk pengguna lanjutan
it: Settaggi per utenti esperti
ko: 고급 사용자를 위한 설정
ku: رێكخسته‌كان بۆ به‌كارهێنه‌ره‌ پێشكه‌وتووه‌كان
nl: Instellingen voor de gevorderde gebruikers
no: Instillinger for avanserte brukere
pl: Ustawienia dla zaawansowanych użytkowników
ps: د پرمختللي کارنانو لپاره ترتیبات
pt_br: Configurações para usuários avançados
pt_pt: Definições para utilizadores avançados
ro: Setări pentru utilizatorii avansați
sk: Nastavenia pre pokročilých používateľov
sl: Nastavitve za napredne uporabnike
sq: Cilësime për përdoruesit e përparuar
sr: Podešavanja za napredne korisnike
sw: Mipangilio kwa watumiaji wa juu
ta: மேம்பட்ட பயனர்களுக்கான அமைப்புகள்
te: ఆధునిక వినియోగదారుల కోసం సెట్టింగులు
th: การตั้งค่าสำหรับผู้ใช้ขั้นสูง
tr: İleri düzey kullanıcılar için ayarlar
zh: 進階使用者的設定
zh_cn: 高级用户设置
