Repository: DriverPackSolution/transifex-backup
Catalog: beetle/driverpack-solution-worldwide/driverpackpo/*.po
Languages: ar, az, bg, bn, ca, de, el, es, es_419, et, fa, fil, fr, gu, he, hi, hu, id, it, ko, ku, nl, no, pl, ps, pt_br, pt_pt, ro, sk, sl, sq, sr, sw, ta, te, th, tr, zh, zh_cn

# settings_statistics-caption
source: In order to improve DriverPack with every boot, the developers need to collect and analyse (anonymous) data related to system operation. It concerns such data as computer configuration, running software, system errors, and other information for Google Analytics.
ar: من أجل تحسين DriverPack مع كل تمهيد ، يحتاج المطورون إلى جمع وتحليل (مجهول) البيانات المتعلقة بتشغيل النظام. يتعلق الأمر ببيانات مثل تكوين الكمبيوتر وتشغيل البرامج وأخطاء النظام ومعلومات أخرى لبرنامج Google Analytics.
az: Hər başlatma ilə DriverPack-ı yaxşılaşdırmaq üçün, tərtibatçıların, sistem işləməsi ilə bağlı (anonim) məlumatlar toplaması və analiz etməsi lazımdır. Kompüter tənzimlənməsi, aktiv proqramlar, sistem xətaları və Google Analytics üçün digər məlumatlar kimi məlumatlarla bağlıdır.
bg: За да се подобри DriverPack при всяко зареждане, разработчиците трябва да събират и анализират (анонимни) данни, свързани с работата на системата. Тя се отнася до данни като конфигурация на компютъра, софтуер, грешки в системата и друга информация за Google Analytics.
bn: প্রতিবার চালু হওয়ার সাথে DriverPack আরও উন্নত করতে, ডেভেলপারদের সিস্টেম কার্যক্রম সম্পর্কিত (বেনামী) উপাত্ত সংগ্রহ ও বিশ্লেষণ করা দরকার। এটি Google Analytics এর জন্য এসব উপাত্ত সংগ্রহ করে - কম্পিউটার কনফিগারেশন, চলমান সফটওয়্যার, সিস্টেম ত্রুটিসমূহ, এবং অন্যান্য তথ্য।
ca: Per tal de millorar el DriverPack en cada inici, els desenvolupadors necessiten recopilar i analitzar dades (anònimes) relacionades amb el sistema. Es tracta de dades com la configuració de l'ordinador, les aplicacions en execució, els errors de sistema i altra informació per a Google Analytics.
de: Um DriverPack mit jedem Start zu verbessern, müssen die Entwickler die (anonymen) Daten im Zusammenhang mit dem Systembetrieb sammeln und analysieren. Es handelt sich um Daten wie die Computer-Konfiguration, Software, Systemfehler und andere Informationen für Google Analytics.
el: Προκειμένου να βελτιωθεί το DriverPack, οι προγραμματιστές πρέπει να συλλέγουν και να αναλύουν (ανώνυμα) δεδομένα σχετικά με τη λειτουργία του συστήματος. Πρόκειται για δεδομένα όπως η διαμόρφωση του υπολογιστή, η εκτέλεση εφαρμογών, τα σφάλματα συστήματος και άλλες πληροφορίες για το Google Analytics.
es: Para poder mejorar DriverPack con cada arranque, los desarrolladores necesitan recopilar y analizar datos (anónimos) relacionados con el sistema. Esto incluye información como la configuración del sistema, las aplicaciones que se ejecutan, los errores del sistema y otra información para Google Analytics.
es_419: Para mejorar DriverPack con cada arranque, los desarrolladores deben recopilar y analizar datos (anónimos) relacionados con el funcionamiento del sistema. Se trata de datos como configuración de la computadora, software en ejecución, errores del sistema y otra información para Google Analytics.
et: Parandamaks DriverPack -i iga käivitusega peavad arendajad koguma informatsiooni ja analüüsima (anonüümset) andmeid mis on seotud operatsioonisüsteemi tööga. See sisaldab arvuti seadistust, jooksvaid programme, süsteemi vigu ja muud informatsiooni Google Analytics jaoks.
fa: برای توسعه و پیشرفت DriverPack با هر راه اندازی مجدد، توسعه دهندگان نیاز دارند تا اطلاعات(بی نام) را بررسی و جمع آوری کنند. این اطلاعات از قبیل پیکربندی کامپیوتر، اجرای نرم افزار ها، مشکلات سیستم، و سایر اطلاعات برای Google Analytics اهمیت دارند.
fil: Upang ma palawigin pa ang DriverPack tuwing ito mag simula, kailangang mangolekta at pag-aralan ang (anonymous) data na may kaugnayan sa pagpapatakbo ng sistema, mga kaugnayan nito ay, pagsasaayos ng kompyuter, tumatakbo na software, mga error sa sistema at iba't-iba pang impormasyon sa Google Analytics.
fr: Afin d'améliorer DriverPack à chaque démarrage, les développeurs doivent collecter et analyser des données (anonymes) liées au fonctionnement du système. Cela concerne des données telles que la configuration de l'ordinateur, l'exécution de logiciels, les erreurs système et d'autres informations pour Google Analytics.
gu: દરેક બૂટ સાથે DriverPack ને સુધારવા માટે, વિકાસકર્તાઓને સિસ્ટમ ઓપરેશનથી સંબંધિત (અનામિક) ડેટા એકત્રિત કરવાની અને વિશ્લેષણ કરવાની જરૂર છે. તે ગૂગલ ઍનલિટિક્સ માટે કમ્પ્યૂટર રૂપરેખાંકન, સૉફ્ટવેર, સિસ્ટમની ભૂલો, અને અન્ય માહિતી જેવી માહિતીને સંબંધિત છે.
he: בכדי לשפר את DriverPack, המפתחים שלנו צריכים לאסוף (בצורה אנונימית כמובן) ולנתח מידע הקשור לפעילות המערכת. המידע מכיל אך ורק דברים טכניים כדוגמת אופן ההגדרה של המחשב, רשימת התוכנות הפועלות, שגיאות מערכת, ומידע דומה ללא מידע אישי - כל זאת עבור Google Analytics.
hu: Annak érdekében, hogy a DriverPack minden egyes rendszer újraindításkor fejlődhessen, a fejlesztőknek (névtelen) adatokat kell gyűjtenie és megvizsgálnia a rendszer működéséről. Ezek közé tartoznak a számítógép konfigurációja, a futó szoftverek, rendszerhibák és egyéb, a Google Analytics-hez szükséges információk.
id: Untuk meningkatkan kemampuan DriverPack setiap boot, para pengembang perlu mengumpulkan dan menganalisis (anonim) data yang terkait dengan operasi sistem. Ini menyangkut data seperti konfigurasi komputer, perangkat lunak berjalan, kesalahan sistem, dan informasi lainnya untuk Google Analytics.
it: Al fine di migliorare DriverPack con ogni riavvio, gli sviluppatori hanno bisogno di collezionare ed analizzare (anonimamente) i dati riguardanti le operazioni del sistema. Riguarda dati quali configurazione del computer, programmi in esecuzione, errori di sistema e altre informazioni per Google Analytics.
ko: 개발자는 부팅 할 때마다 DriverPack을 개선하기 위해 시스템 작동과 관련된 데이터 (익명)를 수집하고 분석해야합니다. 컴퓨터 구성, 소프트웨어 실행, 시스템 오류 및 Google Analytics 관련 기타 정보와 관련이 있습니다.
ku: بۆ باشترکردنی DriverPack لەگەڵ هەر ئیشکردنێک، گەشەپێدەرەکان پێویستیان بە کۆکردنەوە و شیکردنەوەی ( نادیار) داتاکانی پەیوەست بە سیستەمی ئیشکردنەوە هەیە. ئەمە پەیوەستە بە داتاکان وەک رێکخستنی کۆمپیوتەر، ئێشکردنی بەرنامە، هەڵەی سیستەم، و هەموو زانیاریەکانی تر بۆ Google Analytics.
nl: Om DriverPack bij elke opstart te verbeteren, moeten de ontwikkelaars (anonieme) gegevens verzamelen en analyseren die betrekking hebben op de werking van het systeem. Het betreft gegevens als computerconfiguratie, draaiende software, systeemfouten en andere informatie voor Google Analytics.
no: For å forbedre DriverPack ved hver oppstart må utviklerne samle og analysere (anonymt) data relatert til systemoperasjon. Det gjelder slike data som datakonfigurasjon, kjørende programvare, systemfeil og annen informasjon for Google Analytics.
ps: د هر بوټ سره د DriverPack د ښه کولو لپاره، پراختیاګران باید د سیسټم عملیات پورې اړوند (نامعلومو) ارقام راټول کړي. دا د کمپیوټر ترتیبات، چلولو سافټویر، د سیسټم غلطی، او د Google Analytics لپاره نورو معلوماتو په اړه اندیښنې لري.
pt_br: Para melhorar o DriverPack em cada inicialização, os desenvolvedores precisam coletar e analisar dados (anônimos) relacionados à operação do sistema. Isso diz respeito a dados como a configuração do computador, execução de programas, erros do sistema e outras informações para o Google Analytics.
pt_pt: Para uma melhoria contínua do DriverPack a cada iniciar, os programadores precisam coligir e analisar dados (anónimos) relacionados com a operação do seu sistema. Tem que ver com dados de configuração do computador, programas a correr, erros de sistema, e outra informação para o Google Analytics.
ro: Pentru a îmbunătăți DriverPack cu fiecare bootare, dezvoltatorii trebuie să colecteze și să analizeze date (anonime) legate de funcționarea sistemului. Se referă la date precum configurare computer, software ce rulează, erori de sistem și alte informații pentru Google Analytics.
sk: S cieľom zlepšiť systém DriverPack pri každom štarte počítača, musia vývojári zhromažďovať a analyzovať (anonymne) údaje, týkajúce sa prevádzky systému. Týka sa to takých dát, ako je konfigurácia počítača, spustený softvér, systémové chyby a ďalšie informácie pre službu Google Analytics.
sl: Da bi izboljšali DriverPack z vsakim zagonom, razvijalci zbirajo in analizirajo (anonimne) podatke o delovanju sistema. Gre za podatke, kot so računalniška konfiguracija, zagonska programska oprema, sistemske napake in druge informacije za Google Analytics.
sq: Për të përmirësuar DriverPack në çdo ndezje, zhvilluesit kanë nevojë të mbledhin dhe analizojnë të dhëna (anonime) lidhur me funksionimin e sistemit. Të dhënat kanë të bëjnë me konfigurimin e kompjuterit, softuerët në egzekutim, gabime sistemi dhe informacione tjera për Google Analytics.
sr: Da bi smo poboljšali DriverPack sa svakim narednim podizanjem sistema, potrebno je da programeri prikupljaju i ispiiituju (anonimne) podatke koji se odnose na rad računara. U takvu vrstu spadaju podaci o podešavanju računara, radu softvera, sistemskim greškama i druge vrste informacija za Google Analytics.
sw: Ili kuboresha DriverPack na kila boot, waendelezaji wanahitaji kukusanya na kuchambua (bila kujulikana) data kuhusiana na utendaji wa mfumo. Inashughulikia data kama vile usanidi wa kompyuta, programu zinazoendesha, makosa ya mfumo, na maelezo mengine kwa Google Analytics
ta: DriverPack வன்பொருள்தொகுப்பு ஒவ்வொரு துவக்கமும் மேம்படுத்துவதற்காக, டெவெலப்பர்கள் கணினி செயல்பாடு தொடர்பான தரவுகளை (அநாமதேய) சேகரித்து ஆய்வு செய்ய வேண்டும்.இது கணினி கட்டமைப்பு, இயங்கும் மென்பொருள், கணினி பிழைகள் மற்றும் Google Analytics க்கான பிற தகவல் போன்ற தரவுகளைப் பற்றியது.
te: ప్రతి బూట్తో DriverPack ను మెరుగుపరచడానికి, డెవలపర్లు సిస్టమ్ ఆపరేషన్కు సంబంధించిన (అనామక) డేటాను సేకరించడం మరియు విశ్లేషించడం అవసరం. ఇది కంప్యూటర్ కాన్ఫిగరేషన్, రన్ సాఫ్ట్వేర్, వ్యవస్థ లోపాలు మరియు Google Analytics కోసం ఇతర సమాచారం వంటి డేటాకు సంబంధించినది.
th: เพื่อพัฒนา DriverPack ในทุกการบู๊ท นักพัฒนาต้องการสะสมและวิเคราะห์ข้อมูล (ไม่ระบุผู้ใช้) ที่เกี่ยวข้องกับการทำงานของระบบ มันจะดูแลข้อมูลการปรับแต่งคอมพิวเตอร์, ซอฟท์แวร์ที่ใช้งานอยู่, ความผิดพลาดของระบบ และข้อมูลอื่น ๆ สำหรับ Google Analytics
tr: Her başlatma ile DriverPack'i iyileştirmek için, geliştiricilerin, sistem işletimi ile iligili (isimsiz) verileri toplaması ve çözümlemesi gerekir. Bilgisayar yapılandırması, çalışan yazılım, sistem hataları ve Google Analytics için diğer bilgiler gibi verilerle ilgilidir.
zh: 為了在每次啟動時改進 DriverPack，開發人員需要收集和分析(匿名)與系統操作有關的資料。它涉及電腦組態、執行中的軟體、系統錯誤以及 Google Analytics 的其他資訊等資料。
zh_cn: 为了在每次启动时改进 DriverPack，开发人员需要收集和分析 (匿名) 与系统操作有关的数据。 它涉及计算机配置，运行软件，系统错误以及 Google Analytics 的其他信息等数据。

# settings_statistics-anchor
source: Learn more
ar: اعرف أكثر
az: Təfsilatı ilə
bg: Разберете повече
bn: আরও জানুন
ca: Més informació
de: Mehr erfahren
el: Μάθετε περισσότερα
es: Más información
es_419: Aprende más
fa: بیشتر بدانید
fil: Matuto nang higit pa
fr: En apprendre plus
gu: વધુ જાણો
he: למד עוד
hi: और अधिक जानें
hu: Részletek
id: Pelajari lebih lanjut
it: Per saperne di più
ko: 더 알아보기
ku: زیاتر فێرببه‌
nl: Lees verder
no: Lær mer
pl: Dowiedz się więcej
ps: نور زده کړئ
pt_br: Saiba mais
pt_pt: Saiba mais
ro: Află mai multe
sk: Viac k nahliadnutiu
sl: Nauči se več
sq: Mëso më shumë
sr: Saznajte više
sw: Jifunze zaidi
ta: மேலும் அறிக
te: ఇంకా నేర్చుకో
th: เรียนรู้เพิ่มเติม
tr: Daha fazla bilgi edinin
zh: 了解更多資訊
zh_cn: 了解更多

# settings_machine-learning-title
source: Enable the machine learning option (Machine Learning)
ar: تمكين خيار التَعلُّم الآلي للجهاز (تَعلُّم الجهاز التقائي)
az: Süni öyrənmə seçimini aktivləşdir (Machine Learning)
bg: Активирайте опцията за машинно обучение (Machine Learning)
bn: মেশিন লার্নিং পদ্ধতি চালু করো (Machine Learning)
ca: Activa la funció d'aprenentatge artificial (Machine Learning)
de: Maschinelle Lernoption aktivieren (Machine Learning)
el: Ενεργοποίησης της επιλογής Machine Learning (Machine Learning)
es: Activa el modelo de aprendizaje (Machine Learning)
es_419: Habilite la opción de aprendizaje automático (Aprendizaje automático)
et: Luba masinõppe valik (Machine Learning)
fa: فعال سازی گزینه یادگیری دستگاه (Machine Learning)
fil: Paganahin ang opsyon ng pag-aaral ng machine (Machine Learning)
fr: Activer l'option d'apprentissage automatique (Machine Learning)
gu: Machine Learning વિકલ્પ (Machine Learning) સક્ષમ કરો
he: הפעל את אופציית למידת מכונה (Machine Learning)
hi: Machine Learning के विकल्प को सक्षम करें (Machine Learning)
hu: Géptanuló lehetőség engedélyezése (Machine Learning)
id: Aktifkan pilihan Pemetaan Mesin (Machine Learning)
it: Abilita l'opzione di apprendimento automatico (Machine Learning)
ko: 기계 학습 옵션 사용 (Machine Learning)
ku: بژارده‌ی زمانی ئامێر Machine Learning چالاك بكه‌ (Machine Learning)
nl: Schakel de machine learning-optie in (Machine Learning)
no: Aktiver maskininnlærings alternativet (Machine Learning)
ps: د ماشین زده کړې انتخاب (Machine Learning) فعال کړئ
pt_br: Ative a opção de aprendizado da máquina (Machine Learning).
pt_pt: Habilitar a opção de aprendizagem de máquina (Machine Learning)
ro: Activează opţiunea machine learning (Machine Learning)
sk: Povoliť možnosť strojového učenia (Machine Learning)
sl: Omogoči strojno učenje možnosti (System Check)
sq: Aftëso opsionin e mësimit të makinës (Machine Learning)
sr: Omogućite opciju mašinskog učenja (Machine Learning)
sw: Wezesha chaguo la kujifunza mashine (Machine Learning)
ta: இயந்திர கற்றல் விருப்பத்தை இயக்கு (Machine Learning)
te: యంత్ర అభ్యాస ఎంపికను ప్రారంభించండి (Machine Learning)
th: เปิดใช้งานตัวเลือกการเรียนรู้ของเครื่องจักร (Machine Learning)
tr: Makine öğrenme seçeneğini etkinleştir (Machine Learning)
zh: 啟用機器學習選項(Machine Learning)
zh_cn: 启用 machine learning 选项 (Machine Learning)
