Repository: DriverPackSolution/transifex-backup
Catalog: beetle/driverpack-solution-worldwide/driverpackpo/*.po
Languages: ar, az, bg, bn, ca, de, el, es, es_419, et, fa, fil, fr, gu, he, hi, hu, id, it, ko, ku, nl, no, pl, ps, pt_br, pt_pt, ro, sk, sl, sq, sr, sw, ta, te, th, tr, zh, zh_cn

# final_some_drivers_not_installed
source: Some drivers have not been installed
ar: بعض التعريفات لم يتم تثبيتها
az: Bəzi Driverlər quraşdırılmadı
bg: Някои драйвери не са инсталирани
bn: কিছু ড্রাইভার ইন্সটল হয় নি
ca: Alguns controladors no s'han instal·lat
de: Einige Treiber wurden nicht installiert
el: Κάποια προγράμματα οδήγησης δεν έχουν εγκατασταθεί
es: Algunos drivers no se han podido instalar
es_419: Algunos controladores no han sido instalados
et: Mõned draiverid ei ole paigaldatud
fa: بعضی از درایور‌ها نصب نشدند
fil: Ilan sa mga driver ay hindi na-install
fr: Certains pilotes n'ont pas été installés
gu: કેટલાક drivers સ્થાપિત થયા નથી
he: חלק מהדרייברים לא הותקנו
hi: कुछ ड्राइवर स्थापित नहीं किए गए हैं
hu: Néhány driver nem került telepítésre
id: Beberapa driver belum terpasang
it: Alcuni driver non sono stati installati
ko: 일부 드라이버가 설치되지 않았습니다
ku: هه‌ندێ له‌ پێناسه‌كان دانه‌مه‌زرێندراون
nl: Sommige drivers zijn niet geïnstalleerd
no: Noen drivere ble ikke installert
pl: Niektóre sterowniki nie zostały zainstalowane
ps: ځینې ​​موټر چلوونکي ندي نصب شوي
pt_br: Alguns drivers não foram instalados
pt_pt: Alguns controladores não foram instalados
ro: Unele drivere nu au fost instalate
sk: Niektoré ovládače neboli nainštalované
sl: Nekaterih gonilnikov ni bilo mogoče namestiti
sq: Disa drajvera nuk janë instaluar
sr: Neki drajveri nisu instalirani
sw: Madriver fulani hajawekwa
ta: சில வன்பொருள்கள் நிறுவப்படவில்லை
te: కొన్ని డ్రైవర్లు ఇన్స్టాల్ చేయబడలేదు
th: บางไดรเวอร์ยังไม่ถูกติดตั้ง
tr: Bazı sürücüler yüklenmedi
zh: 有些驅動程式尚未安裝
zh_cn: 某些驱动程序尚未安装

# final_rollback_drivers
source: Roll back the problem drivers
ar: التراجع عن مشاكل التعريفات
az: Problemli driverləri geri qaytar
bg: Върнете назад проблемните драйвери
bn: সমস্যাপূর্ণ ড্রাইভারসমূহ আগের অবস্থায় নিয়ে যাও
ca: Reverteix els controladors problemàtics
de: Problemtreiber zurücksetzen
el: Επαναφορά των προβληματικών προγραμμάτων οδήγησης
es: Restaurar los drivers que han dado problemas
es_419: Revertir los problemas de los controladores
et: Pööra tagasi vigased draiverid
fa: درایور‌های مشکل ساز را به حالت قبلی باز گردانید
fil: Ibalik ang problem drivers
fr: Faire reculer le problème de pilotes
gu: જે drivers માં સમસ્યા હોય તેને પાછા ખેંચો
he: חזור לגירסה הקודמת של הדרייבר
hi: समस्या ड्राइवरों को वापस रोल करें
hu: A gondot okozó driverek visszaállítása
id: Pulihkan driver bermasalah
it: Ripristinare i driver che hanno causato problemi
ko: 문제가 있는 드라이버 롤백
ku: گەراندنەوەی کێشەی پێناسەکان
nl: De probleem-drivers terugzetten
no: Tilbakestill problematiske drivere
pl: Wycofaj błędne sterowniki
ps: د ستونزې ډرایورونه بیرته وګرځوئ
pt_br: Reverter os drivers problemáticos
pt_pt: Restaurar os controladores com problemas
ro: Restabiliți driverele problemă
sk: Vrátiť späť problémové ovládače
sl: Problematične gonilnike vrnite v prejšnje stanje
sq: Rikthe siç qenë drajverat me probleme
sr: Ponovo uspostavite drajvere sa greškom
sw: Rudisha madriver zilizo na shida kwa hali ya hapo awali
ta: சிக்கல் வன்பொருள்கள் மீண்டும் பழையதில் இருந்து நிறுவவும்
te: సమస్య డ్రైవర్లను తిరిగి వెనక్కి తీసుకోండి
th: ย้อนกลับไดรเวอร์ที่มีปัญหา
tr: Sorunlu sürücüleri geri al
zh: 回復有問題的驅動程式
zh_cn: 回滚问题驱动程序

# final_required_drivers_not_installed
source: The important drivers have not been installed
ar: لم يتم تثبيت التعريفات المهمة
az: Əhəmiyyətli driverlər quraşdırılmadı
bg: Важните драйвери не са инсталирани
bn: গুরুত্বপূর্ণ এই ড্রাইভারগুলো ইন্সটলড্‌ হয় নি
ca: Els controladors importants no s'han instal·lat
de: Die wichtigen Treiber wurden nicht installiert
el: Τα σημαντικά προγράμματα οδήγησης δεν έχουν εγκατασταθεί
es: No se han podido instalar los drivers importantes
es_419: Los controladores importantes no han sido instalados
et: Tähtsad draiverid ei ole paigaldatud
fa: درایور‌های مهم نصب نشدند
fil: Ang mga mahahalagang driver ay hindi na-install
fr: Les pilotes importants n'ont pas été installés
gu: અગત્યના drivers સ્થાપિત થયા નથી
he: הדרייברים החשובים הבאים לא הותקנו
hi: महत्वपूर्ण ड्राइवर स्थापित नहीं किए गए हैं
hu: A fontos driverek nem kerültek telepítésre
id: Driver penting belum terpasang
it: I driver importanti non sono stati installati
ko: 중요한 드라이버가 설치되지 않았습니다
ku: پێناسه‌ گرنگه‌كان دانه‌مه‌زرێندراون
nl: De belangrijke drivers zijn niet geïnstalleerd
no: De viktige drivernebler ikke installert
pl: Ważne sterowniki nie zostały zainstalowane
ps: مهم ډرایورونه نصب شوي ندي
pt_br: Os drivers importantes não foram instalados
pt_pt: Os controladores importantes não foram instalados
ro: Driverele importante nu au fost instalate
sk: Dôležité ovládače neboli nainštalované
sl: Pomembni gonilniki niso bili nameščeni
sq: Drajverat e rëndësishëm nuk janë instaluar
sr: Neophodni drajveri nisu instalirani
sw: Madriver muhimu hazijawekwa
ta: முக்கிய வன்பொருள்கள் நிறுவப்படவில்லை
te: ముఖ్యమైన డ్రైవర్లు ఇన్స్టాల్ చేయబడలేదు
th: ไดรเวอร์ที่สำคัญยังไม่ถูกติดตั้ง
tr: Önemli sürücüler yüklenmedi.
zh: 重要驅動程式尚未安裝
zh_cn: 重要的驱动程序尚未安装

# final_aside_installed_drivers_caption
source: We have installed some useful and free software for you including antivirus, browsers, and driver toolkits. All of them are potentially useful.
ar: لقد قمنا بتثبيت بعض البرامج المفيدة والمجانية لك ، بما في ذلك برامج مكافحة الفيروسات والمتصفحات ومجموعة أدوات التشغيل ، وكلها مفيدة.
az: Antivirus, veb səyyahlar və driver alət çantasının da daxil olduğu bəzi faydalı və pulsuz proqramları sizin üçün quraşdırdıq. Hamısı potensial olaraq faydalıdır.
bg: Имаме инсталиран полезен и безплатен софтуер за вас, включително антивирусни, браузъри и драйвери. Всички те са полезни.
bn: অ্যান্টিভাইরাস, ব্রাউজার, ও ড্রাইভার টুলকিটস্‌সহ কিছু উপকারী ও ফ্রি সফটওয়্যার আপনার জন্য ইন্সটল করা হয়েছে। সবগুলো কার্যকর ও উপকারী।
ca: Hem instal·lat algunes aplicacions útils i gratuïtes per a vosaltres, incloent antivirus, navegadors i utilitats dels controladors. Totes son potencialment útils.
de: Wir haben einige nützliche und kostenlose Programme für Sie installiert, einschließlich Antivirensoftware, Browser und Treiber-Toolkits. Alle sind potentiell nützlich.
el: Έχουμε εγκαταστήσει ορισμένα χρήσιμα και δωρεάν προγράμματα για σας που περιλαμβάνουν προγράμματα προστασίας για ιούς, φυλλομετρητές και εργαλειοθήκες προγραμμάτων οδήγησης. Όλα αυτά είναι δυνητικά χρήσιμα.
es: Hemos instalado algunas aplicaciones útiles y gratuitas para ti, que incluyen antivirus, navegadores y utilidades para los drivers. Todas son potencialmente útiles.
es_419: Hemos instalado algunos programas útiles y gratuitos para usted, incluidos antivirus, navegadores y kits de herramientas de controladores. Todos ellos son potencialmente útiles.
et: Me paigaldasime teile mõned vajalikud ja tasuta saadavad programmid, sealhulgas - antiviirus, interneti lehitsejad ja draiverite tööriistad. Need kõik on potensiaalselt kasulikud.
fa: ما تعدادی نرم افزار و برنامه های مفید را برای شما از قبیل آنتی ویروس، مرورگر و ابزار های درایور را نصب کرده ایم. همه آن ها بالقوه مفید هستند.
fil: Nag-install kami ng ilang sa kapaki-pakinabang at libreng software para sa iyo kabilang ang mga antivirus, browser, at mga toolkit ng driver. Ang lahat ng ito ay maaaring maging kapaki-pakinabang.
fr: Nous avons installé des logiciels utiles et gratuits pour vous, y compris des antivirus, des navigateurs et des boîtes à outils de pilote. Tous sont potentiellement utiles.
gu: અમે કેટલાક ઉપયોગી અને મફત સોફ્ટવેર એ જેમાં એંટીવાઇરસ, બ્રાઉસર્સ, અને ડ્રાઈવર ટૂલકીટ્સ છે. તે બધા જ સંભવિત રીતે ઉપયોગી છે.
he: התקנו עבורך מספר תוכנות חינמיות ושימושיות וביניהם אנטיוירוס, דפדפנים, וכלי דרייברים.
hi: हमने आपके लिए एंटीवायरस, ब्राउज़र और ड्राइवर टूलकिट सहित कुछ उपयोगी और मुफ्त सॉफ्टवेयर स्थापित किए हैं। वे सभी संभावित रूप से उपयोगी हैं
hu: Feltelepítettünk néhány hasznos és ingyenes szoftvert, köztük vírusirtót, böngészőt és driver kiegészítőket. Mindegyik hasznosnak bizonyulhat az ön részére.
id: Kami telah memasang beberapa perangkat lunak yang berguna dan gratis untuk anda termasuk toolkit antivirus, browser, dan driver. Semuanya bermanfaat.
it: Abbiamo installato alcuni programmi utili e un antivirus gratuito, browser, e un kit di strumenti per i driver. Sono tutti potenzialmente utili.
ko: 우리는 바이러스 백신, 브라우저 및 드라이버 도구모음을 포함하여 유용하고 무료인 소프트웨어를 설치했습니다. 모두 잠재적으로 유용합니다.
ku: ئێمە هەندێک بەرنامەی بەسوود و خۆرایی دامەزراندووە بۆ تۆ کە دژە ڤایروس، براوسەرەکان، کەرەستەی ئامێرەکان لەخۆ دەگرێت. هەمووان بەسوودن.
nl: We hebben een aantal handige en gratis software voor u geïnstalleerd, waaronder antivirusprogramma's, browsers en driver-hulpmiddelen. Ze zijn allemaal potentieel nuttig.
no: Vi har installert noen nyttige og gratis programvarer for deg, inkludert antivirus, nettlesere og driververktøy. Alle disse er potensielt nyttige.
pl: Zainstalowaliśmy dla Ciebie użyteczne i darmowe oprogramowanie, w tym oprogramowanie antywirusowe, przeglądarki i zestawy narzędzi sterowników. Wszystkie są potencjalnie przydatne.
ps: موږ د انټیویویرس، براؤزرونو، او د موټرو تجهیزاتو په شمول د تاسو لپاره یو ګټور او وړیا سافټویر نصب کړی. ټول یې په بالقوه توګه ګټور دي.
pt_br: Nós instalamos alguns programas úteis e gratuitos para você, incluindo antivírus, navegadores e kits de ferramentas do driver. Todos eles são potencialmente úteis.
pt_pt: Instalamos por si alguns programas úteis e livres incluindo antivírus, navegadores web, e pacotes de ferramentas de controladores.
ro: Am instalat gratuit unele software-uri utile pentru dvs., inclusiv antivirus, browsere și instrumente pentru drivere. Toate acestea sunt potențial utile.
sk: Nainštalovali sme pre vás užitočný a bezplatný softvér vrátane antivírusu, prehliadačov a pomocné nástroje ovládačov. Všetky z nich sú potenciálne užitočné.
sl: Za vas smo namestili nekaj uporabnih in brezplačnih programov, vključno z antivirusnimi orodji, brskalniki in orodji za gonilnike. Vsi vam lahko koristijo.
sq: Kemi instaluar disa softuerë të dobishëm dhe falas për ju duke përfshirë antivirus, shfletues dhe sete-mjetesh për drajvera. Të gjithë mund të jenë të dobishëm.
sr: Umesto vas smo instalirali neke korisne softvere, alate za drajvere i antivirusni program. Svi oni u budućnosti mogu da vam zatrebaju.
sw: Tumeweka programu muhimu na ya bure kwako ikiwa ni pamoja na antivirus, browsers, na toolkits za dereva. Wote ni uwezekano wa manufaa.
ta: வைரஸ்கள், உலாவிகள் மற்றும் இயக்கி கருவித்தொகுப்புகள் உட்பட உங்களுக்காக சில பயனுள்ள மற்றும் இலவச மென்பொருள் நிறுவியுள்ளோம். அவை அனைத்தும் பயனுள்ளதாக இருக்கும்.
te: యాంటీవైరస్, బ్రౌజర్లు, మరియు drivers టూల్కిట్లు సహా మీ కోసం కొన్ని ఉపయోగకరమైన మరియు ఉచిత సాఫ్ట్వేర్ను మేము ఇన్స్టాల్ చేసాము. వాటిని అన్ని సమర్థవంతంగా ఉపయోగపడతాయి.
th: เราได้ติดตั้งบางซอฟท์แวร์ที่มีประโยชน์และฟรีสำหรับคุณรวมทั้งแอนตี้ไวรัส, เบราเซอร์, และชุดอุปกรณ์ไดรเวอร์ ทั้งหมดนี้มีประโยชน์ที่อาจได้ใช้
tr: Antivirüs, tarayıcılar ve sürücü araç takımlarının dahil olduğu bazı faydalı ve ücretsiz yazılımları sizin için yükledik. Hepsi potansiyel olarak faydalıdır.
zh: 我們已經為您安裝了一些有用和免費的軟體，包括防毒軟體、瀏覽器和驅動程式工具組。所有這些都是潛在有用的。
zh_cn: 我们为您安装了一些有用的免费软件，包括防病毒，浏览器和驱动程序工具包。所有这些都是有用的。

# final_aside_remove_harmful_programs
source: Delete unwanted software
ar: ازالة البرامج غير المرغوب بها
az: Zərərli proqramı sil
bg: Изтрийте нежеланите програми
bn: অনাকাঙ্ক্ষিত সফটওয়্যার সরাও
ca: Esborra les aplicacions no desitjades
de: Unerwünschte Software entfernen
el: Διαγραφή ανεπιθύμητων εφαρμογών
es: Borrar el software no deseado
es_419: Eliminar software no deseado
et: Eemalda mittevajalik tarkavara
fa: نرم افزار های ناخواسته را پاک کنید
fil: Tanggalin ang hindi ginustong software
fr: Supprimer les logiciels indésirables
gu: નકામા સૉફ્ટવેર કાઢી નાખો
he: הסר תוכנות לא רצויות
hi: अवांछित सॉफ़्टवेयर हटाएं
hu: Nemkívánatos szoftverek törlése
id: Hapus perangkat lunak yang tidak diinginkan
it: Cancella il software indesiderato
ko: 원치 않는 소프트웨어 삭제
ku: به‌رنامه‌ ناپێویسته‌كان بسڕه‌وه‌
nl: Verwijder ongewenste software
no: Slett uønsket programvare
pl: Usuń niechciane programy
ps: ناڅاپه ساوتري لرې کړه
pt_br: Eliminar programa indesejado
pt_pt: Eliminar programas indesejáveis
ro: Ștergeți software-ul nedorit
sk: Odstrániť nežiaduci softvér
sl: Izbrišite neželeno programsko opremo
sq: Fshi softuerë të padëshirueshëm
sr: Izbrišite neželjeni softver
sw: Futa programu zisizohitajika
ta: தேவையற்ற மென்பொருளை நீக்கவும்
te: అవాంఛిత సాఫ్ట్వేర్ను తొలగించండి
th: ลบซอฟท์แวร์ที่ไม่ต้องการ
tr: İstenmeyen yazılımı sil
zh: 刪除不需要的軟體
zh_cn: 删除不需要的软件

# final_aside_install_additional_programs
source: Install additional software
ar: تثبيت برامج إضافية
az: Əlavə proqram quraşdır
bg: Инсталирайте допълнителни програми
bn: অতিরিক্ত সফটওয়্যার ইন্সটল করো
ca: Instal·la les aplicacions addicionals
de: Zusätzliche Software installieren
el: Εγκατάσταση πρόσθετων εφαρμογών
es: Instalar programas adicionales
es_419: Instalar software adicional
et: Paigalda lisa tarkvara
fa: نرم افزار های اضافی را نصب کنید
fil: Mag-install ng karagdagang software
fr: Installer un logiciel supplémentaire
gu: વધારાના સૉફ્ટવેર સ્થાપિત કરો
he: התקן תוכנות נוספות
hi: अतिरिक्त सॉफ़्टवेयर स्थापित करें
hu: További szoftverek telepítése
id: Pasang perangkat lunak tambahan
it: Installa software aggiuntivo
ko: 추가 소프트웨어 설치
ku: نه‌رمه‌كاڵا زیاده‌كان دابمه‌زرێنه‌
nl: Installeer extra software
no: Installer ekstra programvare
pl: Zainstaluj dodatkowe oprogramowanie
ps: اضافي سافټویر نصب کړئ
pt_br: Instalar programa adicional
pt_pt: Instalar programas adicionais
ro: Instalați software-ul adițional
sk: Inštalovať doplňujúci softvér
sl: Namestite dodatno programsko opremo
sq: Instalo softuerë shtesë
sr: Instalirajte dodatni softver
sw: Weka programu ya ziada
ta: கூடுதல் மென்பொருளை நிறுவவும்
te: అదనపు సాఫ్ట్వేర్ను ఇన్స్టాల్ చేయండి
th: ติดตั้งซอฟท์แวร์เพิ่มเติม
tr: İlave yazılım yükle
zh: 安裝其他軟體
zh_cn: 安装其它软件

# final_aside_some_programs_not_installed
source: Some software has not been installed
ar: بعض البرامج لم يتم تثبيتها
az: Bəzi proqramlar quraşdırılmadı
bg: Някои програми не са инсталирани
bn: কিছু সফটওয়্যার ইন্সটল হয় নি
ca: Algunes aplicacions no s'han instal·lat
de: Einige Programme wurden nicht installiert
el: Κάποιες εφαρμογές δεν έχουν εγκατασταθεί
es: Algunos programas no se han instalado
es_419: Algún software no ha sido instalado
et: Mõni tarkvara ei ole paigaldatud
fa: تعدادی نرم افزار نصب نشده است
fil: Ang ilang software ay hindi na-install
fr: Certains logiciels n'ont pas été installés
gu: કેટલાક સૉફ્ટવેર સ્થાપિત થયા નથી
he: חלק מהתוכנות לא הותקנו
hi: कुछ सॉफ़्टवेयर स्थापित नहीं किए गए हैं
hu: Néhány szoftver nem került telepítésre
id: Beberapa perangkat lunak belum terpasang
it: Alcuni programmi non sono stati installati
ko: 일부 소프트웨어가 설치되지 않았습니다
ku: هه‌ندێ نه‌رمه‌كاڵا دانه‌مه‌زرێندران
nl: Sommige software is niet geïnstalleerd
no: Noe programvare ble ikke installert
pl: Niektórych programów nie udało się zainstalować
ps: ځینې ​​سافټویر لګول شوی نه دی
pt_br: Alguns programas não foram instalados
pt_pt: Alguns programas não foram instalados
ro: Unele software-uri nu au fost instalate
sk: Niektorý softvér nebol nainštalovaný
sl: Nekatera programske opreme ni bilo mogoče namestiti
sq: Disa softuerë nuk janë instaluar
sr: Neki softveri nisu instalirani
sw: Programu fulani haijawekwa
ta: சில மென்பொருள் நிறுவப்படவில்லை
te: కొన్ని సాఫ్ట్వేర్ ఇన్స్టాల్ చేయబడలేదు
th: บางซอฟท์แวร์ยังไม่ถูกติดตั้ง
tr: Bazı yazılımlar yüklenmedi
zh: 有些軟體尚未安裝
zh_cn: 某些软件尚未安装

# final_aside_broken_devices_title
source: Problematic devices have been detected
ar: تم اكتشاف بعض المشاكل
az: Problemli cihazlar aşkar edildi
bg: Открити са проблемни устройства
bn: সমস্যা সৃষ্টিকারী একাধিক যন্ত্র পাওয়া গেছে
ca: S'ha detectat dispositius problemàtics
de: Problematische Geräte wurden entdeckt
el: Εντοπίστηκαν συσκευές που έχουν πρόβλημα
es: Se han detectado dispositivos problemáticos
es_419: Los dispositivos problemáticos han sido detectados
et: Probleemsed seadmed on tuvastatud
fa: دستگاه های مشکل سازی یافت شده است
fil: Nakikitang may problema ang mga device
fr: Des appareils problématiques ont été détectés
gu: સમસ્યા સર્જનારા ઉપકરણો મળ્યાં છે
he: זוהו התקנים בעייתים
hi: समस्याग्रस्त डिवाइस का पता लगाया गया है
hu: Problémát okozó eszközöket észleltünk
id: Perangkat yang bermasalah telah terdeteksi
it: Sono stati rilevati dei dispositivi che creano problemi
ko: 문제가 있는 장치가 감지되었습니다
ku: ئامێرە کێشاویەکە دۆزرایەوە
nl: Er zijn problematische apparaten gedetecteerd
no: Problematiske enheter har blitt oppdaget
pl: Wykryto problematyczne urządzenia
ps: ستونزمن توکي کشف شوي
pt_br: Dispositivos problemáticos foram detectados
pt_pt: Foram detetados dispositivos problemáticos
ro: Au fost detectate dispozitive problematice
sk: Boli zistené problematické zariadenia
sl: Ugotovljene so bile težave z napravo
sq: Pajisje problematike janë detektuar
sr: Otkriveni su nepouzdani drajveri
sw: Vifaa vya tatizo vimegunduliwa
ta: பிரச்சனையிலுள்ள சாதனங்கள் கண்டறியப்பட்டுள்ளன
te: సమస్యాత్మక పరికరాలు గుర్తించబడ్డాయి
th: ตรวจพบอุปกรณ์ที่มีปัญหา
tr: Sorunlu aygıtlar algılandı
zh: 偵測到有問題的裝置
zh_cn: 已检测到有问题的设备

# final_aside_broken_devices_caption
source: Some devices on this computer are not operating correctly, and it is impossible to install drivers for them. We recommend that you check their serviceability.
ar: بعض الأجهزة على هذا الكمبيوتر لا تعمل بشكل صحيح ، ومن المستحيل تثبيت برامج تشغيل لها. نوصيك بالتحقق من إمكانية الخدمة.
az: Bu kompüterdəki bəzi cihazlar düzgün şəkildə işləmir və bunlar üçün driver quraşdırmaq mümkün deyil. Xidmət verə bilən olmalarını yoxlamanızı tövsiyyə edirik
bg: Някои устройства на този компютър не работят правилно и не е възможно да се инсталират драйвери за тях. Препоръчваме ви да проверите тяхната приложимост.
bn: এই কম্পিউটারে কিছু যন্ত্র ঠিকমতো কাজ করছে না, এবং সেগুলোর ড্রাইভার ইনস্টল করা অসম্ভব। সেগুলোর কার্যক্ষমতা পরীক্ষা করার সুপারিশ করছি।
ca: Alguns dispositius d'aquest ordinadors no funcionen correctament, i no és possible d'instal·lar els controladors necessaris. Recomanem que comproveu si funcionen correctament.
de: Einige Geräte auf diesem Computer funktionieren nicht ordnungsgemäß, und es ist unmöglich, Treiber für diese zu installieren. Wir empfehlen Ihnen, ihre Gebrauchstauglichkeit zu überprüfen.
el: Κάποιες συσκευές στον υπολογιστή δεν λειτουργούν σωστά, και είναι αδύνατη η εγκατάσταση προγραμμάτων οδήγησης για αυτές. Σας συνιστούμε να ελέγξετε την λειτουργικότητα τους.
es: Algunos dispositivos del ordenador parecen no funcionar correctamente, y no ha sido posible instalar sus drivers. Deberías comprobar si estan operativos.
es_419: Algunos dispositivos en esta computadora no funcionan correctamente, y es imposible instalarlos para ellos. Le recomendamos que compruebe su capacidad de servicio.
et: Mõni seade arvutis ei tööta korralikult, ning neile on võimatu draiverit paigaldada. Soovitame vaadata üle nende korrasolekut.
fa: تعدادی از دستگاه ها در این کامپیوتر به درستی عمل نمی کنند، و این امکان پذیر است که درایورهایی را برای آنها نصب کرد. ما پیشنهاد می کنیم که سرویس دهی و استفاده پذیر بودن آن ها را بررسی کنید.
fil: Ang ilang sa mga device sa computer na ito ay hindi gumagana ng tama, at imposible ang mag-install ng mga driver para sa kanila. Inirerekumenda namin na suriin mo ang kanilang serbisyo.
fr: Certains périphériques de cet ordinateur ne fonctionnent pas correctement et il est impossible d'installer des pilotes pour eux. Nous vous recommandons de vérifier leur facilité de maintenance.
gu: કેટલાક ઉપકરણો આ કમ્પ્યુટર પર કામગીરી બરાબર નથી બજાવી રહ્યા, અને તેમના માટે ડ્રાઈવર સ્થાપવા શક્ય છે. અમે ભલામણ કરીએ છીએ કે તમે તેમની ફરજક્ષમતાની તપાસ કરો.
he: חלק מההתקנים המחוברים למחשב זה, לא פועלים כראוי, ולא ניתן להתקין דרייברים עבורם. אנו ממליצים לבדוק את תקינות ההתקנים הללו.
hi: इस कंप्यूटर पर कुछ डिवाइस ठीक से काम नहीं कर रहे हैं, और उनके लिए ड्राइवरों को इंस्टॉल करना असंभव है। हम अनुशंसा करते हैं कि आप उनकी सेवाक्षमता जांचें।
hu: Néhány eszköz ezen a számítógépen nem működik megfelelően, és nem lehetséges drivert telepíteni hozzájuk. Azt tanácsoljuk, hogy ellenőrizze, nem szorulnak-e javításra.
id: Beberapa perangkat di komputer ini tidak beroperasi dengan benar, dan tidak mungkin memasang driver untuk perangkat tersebut. Sebaiknya periksakan perangkat tersebut.
it: Alcune periferiche di questo computer non funzionano regolarmente, ed è impossibile installare dei driver per esse. Ti raccomandiamo di verificare la loro manutenzione.
ko: 이 컴퓨터의 일부 장치가 올바르게 작동하지 않아 드라이버를 설치할 수 없습니다. 서비스 가능성을 확인하는 것이 좋습니다.
ku: هەندێک پێناسەکان لەسەر ئەم کۆمپیوتەرە بەتەواوی ئیش ناکەن. و مەحالە پێناسەکان دابمەزرینی بۆ ئەوان. ئێمە پێشنیاری تۆ دەکەین بۆ پشکنینی تواناکەی.
nl: Sommige apparaten op deze computer werken niet correct en het is onmogelijk om er drivers voor te installeren. We raden u aan om hun bruikbaarheid te controleren.
no: Noen enheter på denne datamaskinen fungerer ikke riktig, og det er umulig å installere drivere for dem. Vi anbefaler at du sjekker deres brukbarhet.
pl: Niektóre urządzenia na tym komputerze nie działają poprawnie i nie można zainstalować sterowników dla nich. Zalecamy sprawdzenie ich sprawności.
ps: په دې کمپیوټر ځینې وسایل په سمه توګه نه کار کوي، او د دوی لپاره د ډریورانو نصبولو ناممکن کار دی. موږ سپارښتنه کوو چې تاسو د دوی خدمتونه وګورئ.
pt_br: Alguns dispositivos neste computador não estão funcionando corretamente, e é impossível instalar os drivers para eles. Recomendamos que você verifique sua capacidade de manutenção.
pt_pt: Alguns dispositivos no seu computador não estão a funcionar devidamente, e não existem controladores para os mesmos de momento. Recomendamos que verifique se os pode atualizar.
ro: Unele dispozitive de pe acest computer nu funcționează corect, și este imposibil să instalați drivere pentru ele. Vă recomandăm să verificați funcționalitatea acestora.
sk: Niektoré zariadenia v tomto počítači nepracujú správne a nie je možné pre ne nainštalovať ovládače. Odporúčame vám skontrolovať ich použiteľnosť.
sl: Nekatere naprave v tem računalniku ne delujejo pravilno in za njih ni mogoče namestiti gonilnikov. Priporočamo, da preverite možnost popravila ali zamenjave.
sq: Disa pajisje në këtë kompjuter nuk po funksionojnë korrekt dhe është e pamundur të instalohen drajvera për to. Iu rekomandojmë të kontrolloni nëse mund të servisohen.
sr: Određeni uređaji na ovom računaru ne rade ispravno i instaliranje drajvera za njih je nemoguće. Preporučujemo da proverite mogućnost njihove popravke.
sw: Vifaa vingine kwenye kompyuta hii havifanyi kazi kwa usahihi, na haiwezekani kufunga madereva kwao. Tunapendekeza uangalie huduma yao.
ta: இந்த கணினியில் உள்ள சில சாதனங்கள் சரியாக இயங்கவில்லை, அவற்றின் வன்பொருள்களை நிறுவுவது இயலாது.நீங்கள் அவைகளின் சேவையை சரிபார்க்கும்படி பரிந்துரைக்கிறோம்.
te: ఈ కంప్యూటర్లో కొన్ని పరికరాలు సరిగా పనిచేయవు, మరియు వాటి కోసం డ్రైవర్లను ఇన్స్టాల్ చేయడం సాధ్యం కాదు. మీరు వారి సేవలను తనిఖీ చేయాలని మేము సిఫార్సు చేస్తున్నాము.
th: บางอุปกรณ์บนคอมพิวเตอร์เครื่องนี้ทำงานอย่างไม่ถูกต้อง และเป็นไปไม่ได้ที่จะติดตั้งไดรเวอร์สำหรับพวกมัน เราแนะนำให้คุณตรวจสอบการบริการของมัน
tr: Bu bilgisayardaki bazı aygıtlar doğru bir şekilde çalışmıyor ve bunlar için sürücüleri yüklemek imkansızdır. Hizmet verebilir olmalarını denetlemenizi öneririz.
zh: 此電腦上的某些裝置無法正常運行，無法為其安裝驅動程式。我們建議您檢查其適用性。
zh_cn: 此计算机上的某些设备无法正常运行，无法为其安装驱动程序。 我们建议您检查其可用性。
