Repository: DriverPackSolution/transifex-backup
Catalog: beetle/driverpack-solution-worldwide/driverpackpo/*.po
Languages: ar, az, bg, bn, ca, de, el, es, es_419, et, fa, fil, fr, gu, he, hi, hu, id, it, ko, ku, nl, no, pl, ps, pt_br, pt_pt, ro, sk, sl, sq, sr, sw, ta, te, th, tr, zh, zh_cn

# installation_header_promo_text_cloud
source: Our new tool predicts some breakdowns due to the technology of machine learning, and suggests solutions for common issues.<br>Try out the beta version and don't forget to share your impressions — it will help us improve DriverPack Cloud and make it even more useful.
ar: تتنبأ أداتنا الجديدة ببعض الأعطال بسبب تقنية التعلم الآلي ، وتقترح حلولاً للمشكلات الشائعة.<br>قم بإصدار النسخة التجريبية ولا تنسى مشاركة انطباعاتك — سيساعدنا ذلك على تحسين DriverPack Cloud وجعله أكثر فائدة.
az: Yeni alətimiz süni öyrənmə texnalogiyasına görə bəzi xətaları təxmin eliyir və ümumi problemlar üçün həllər təklif edir. <br>Beta versiyasını test edin və təəssüratlarınızı bizimlə paylaşın — bu DriverPack Cloud-u yaxşılaşdırmağımıza kömək edəcək və daha çox faydalı edəcək.
bg: Новият ни инструмент прогнозира някои аварии, дължащи се на технологията на машинното обучение, и предлага решения за често срещани проблеми.<br>Проверете бета версията и не забравяйте да споделите вашите впечатления — това ще ни помогне да подобрим DriverPack Cloud и да го направим още по-полезен.
bn: মেশিন লার্নিং প্রযুক্তির কারণে আমাদের নতুন টুলটি কিছু সমস্যা অনুমান করতে পারে, এবং সাধারণ সমস্যাগুলোর জন্য সমাধানের পরামর্শ দিতে পারে।<br>বেটা সংস্করণটি পরখ করে দেখুন ও এবং আপনার অনুভূতি শেয়ার করুন — এটি আমাদেরকে DriverPack Cloud উন্নত করতে ও একে আরও উপকারী করতে সাহায্য করবে।
ca: La nostra nova eina prediu alguns problemes gràcies a la tecnologia d'aprenentatge artificial i suggereix solucions a problemes comuns. <br>Proveu la versió beta i no us oblideu de compartir les vostres opinions — ens ajudarà a millorar DriverPack Cloud i fer-lo encara més útil.
de: Unser neues Tool prognostiziert einige Ausfälle aufgrund der Technologie des maschinellen Lernens und schlägt Lösungen für häufige Probleme vor.<br>Probieren Sie die Beta-Version und vergessen Sie nicht, Ihre Eindrücke zu teilen — es wird uns helfen, DriverPack Cloud zu verbessern und es noch nützlicher zu machen.
es: Nuestra nueva herramienta predice algunas averías gracias a la tecnología del modelo de aprendizaje, y sugiere soluciones para problemas comunes. <br> Prueba la versión beta y no te olvides de darnos tu opinión — nos ayudará a mejorar DriverPack Cloud y hacerlo aún más útil.
es_419: Nuestra nueva herramienta predice algunas averías debido a la tecnología de aprendizaje automático y sugiere soluciones para problemas comunes<br>Pruebe la versión beta y no olvide compartir sus impresiones — nos ayudará a mejorar DriverPack Cloud y hacerlo aún más útil.
et: Meie uus tööriist näeb ette mõningaid rikkeid masinaõppe tehnoloogias, ning pakub lahendusi vigade parandamises.<br>Proovige uut Beeta veriooni, ning ärge unustage anda tagasisided — see aitab meil muudata DriverPack Cloud-i paremaks ja kasulikumaks.
fa: ابزار جدید ما مقداری از خرابی ها را توسط تکنولوژی فراگیری ماشین پیش بینی می کند، و راه حل هایی برای مشکلات رایج ارائه می کند.<br> نسخه بتا را امتحان کنید و فراموش نکنید که تجربیات خود را به اشتراک بگذارید — این به ما کمک می کند DriverPack Cloud را ارتقا بدهیم و آن را حتی مفید تر بسازیم.
fil: Hinuhulaan ng aming bagong tool ang ilang mga breakdown dahil sa teknolohiya ng pag-aaral ng machine, at nagmumungkahi ng mga solusyon para sa mga karaniwang isyu.<br>Subukan ang beta na bersyon at huwag kalimutang ibahagi ang iyong mga impression — makakatulong ito sa aming mapabuti ang DriverPack Cloud at gawin itong mas kapaki-pakinabang.
fr: Notre nouvel outil prédit certaines pannes dues à la technologie de l'apprentissage automatique et suggère des solutions pour des problèmes communs.<br>Essayez la version bêta et n'oubliez pas de partager vos impressions — cela nous aidera à améliorer DriverPack Cloud et à le rendre encore plus utile.
gu: અમારું નવું સાધન મશીન શિક્ષણની ટેક્નોલૉજીના કારણે કેટલાક ભંગાણની આગાહી કરે છે અને સામાન્ય મુદ્દાઓ માટે ઉકેલો સૂચવે છે.<br>બીટા સંસ્કરણ અજમાવો અને તમારા છાપ શેર કરવાનું ભૂલશો નહીં — તે અમને DriverPack Cloud બહેતર બનાવવામાં અને તેને વધુ ઉપયોગી બનાવશે.
he: הכלי החדש שלנו מסוגל לחזות כשלים בעזרת טכנולוגיית למידת מכונה (Machine Learning), ומציעה פתרונות לבעיות נפוצות.<br>נסה את גירסת הבטא ואל תשכח לשתף איתנו את ההתרשמות שלך — וכך תעזור לנו לשפר את DriverPack Cloud ולהפוך אותו למוצר שימושי עוד יותר.
hu: Az új eszközünk előre megjósol néhány összeomlást a géptanulás technológiáján keresztül, és megoldást ajánl a gyakoribb hibákra.<br>Próbálja ki a béta verziót, és ne felejtse el megosztani a véleményét — ezzel segíthet a DriverPack Cloud fejlesztésében, hogy még hasznosabbá válhasson.
id: Alat baru kami memprediksi beberapa kerusakan karena teknologi pemetaan mesin, dan menyarankan solusi untuk masalah umum.<br>Cobalah versi beta dan jangan lupa untuk membagikan kesan anda — ini akan membantu kami memperbaiki DriverPack Cloud dan membuatnya lebih bermanfaat lagi.
it: Il nostro nuovo tool prevede alcuni guasti dovuti alla tecnologia dell'auto apprendimento e suggerisce soluzioni per i problemi comuni.<br>Prova la versione beta e non dimenticare di condividere le tue impressioni — questo ci aiuterò a migliorare DriverPack Cloud e lo renderà ancora migliore.
ko: 새로운 도구는 기계 학습 기술로 인한 고장을 예측하고 일반적인 문제에 대한 해결책을 제시합니다.<br>베타 버전을 사용해보고 생각을 공유하는 것을 잊지 마십시오 — DriverPack Cloud 를 개선하고 더 유용하게 사용할 수 있습니다.
ku: کەرەستە نوێیمان پێشبینی هەندێک خراپ بوون دەکات بەهۆی تەکنەلۆژیای فێربوونی ئامێر، و پێشنیارکردنی چارەسەریەکان بۆ کێشە بەربەڵاوەکان.<br>نوسخەی ئەزمونکاری تاقی بکەوە و لە یاد نەکەی بۆ بەشداریکردنی تێروانینەکانت — ئەوە یارمەتیمان دەدات بۆ باشترکردنی DriverPack Cloud و وای لێبکات زیاتر بەسوود بێت.
nl: Onze nieuwe tool voorspelt enkele storingen door de technologie van machine learning en stelt oplossingen voor veelvoorkomende problemen voor. <br> Probeer de bèta-versie en vergeet niet uw indrukken te delen — het zal ons helpen DriverPack Cloud te verbeteren en het nog nuttiger te maken.
no: Vårt nye verktøy Vårt nye verktøy forutsier noen sammenbrudd på grunn av teknologien til maskinlæring, og foreslår løsninger på vanlige problemer. <br>Prøv ut beta-versjonen og ikke glem å dele inntrykkene dine — det vil hjelpe oss med å forbedre DriverPack Cloud og gjøre det jevnt mer nyttig.
ps: زموږ نوې وسیله د ماشین زده کړې د ټیکنالوژۍ له امله ځینې ضایعات وړاندیز کوي، او د عامو مسلو حل الرې وړاندیز کوي.<br>د beta نسخه آزمایئ او مه هیروئ چې خپل تاثیرونه شریک کړئ — DriverPack Cloud دا به زموږ سره مرسته وکړياو دا هم ډیر ګټور جوړ کړئ.
pt_br: Nossa nova ferramenta prevê algumas quebras devido à tecnologia do aprendizado de máquina e sugere soluções para problemas comuns.<br>Experimente a versão beta e não se esqueça de compartilhar suas impressões — isso nos ajudará a melhorar o DriverPack Cloud e torná-lo ainda mais útil.
pt_pt: A nossa nova ferramenta prevê alguns problemas dada a tecnologia de machine learning, e sugere soluções para problemas comuns.<br>Experimente a nossa versão beta e não se esqueça de partilhar as suas impressões — irá ajudar-nos a melhorar o DriverPack Cloud e torná-lo ainda mais útil.
ro: Noul nostru instrument prezice unele defecțiuni datorită tehnologiei machine learning, și sugerează soluții pentru problemele obișnuite.<br>Încercați versiunea beta și nu uitați să împărtășiți impresiile dvs. — ne va ajuta să îmbunătățim DriverPack Cloud și să îl facem chiar și mai util.
sk: Náš nový nástroj predpovedá určité poruchy spôsobené technológiou strojového učenia a navrhuje riešenia bežných problémov. <br>Vyskúšajte verziu beta a nezabudnite zdieľať svoje dojmy — pomôže nám to zlepšiť DriverPack Cloud a urobiť ho ešte užitočnejším.
sl: Naše novo orodje napoveduje nekaj sesutij in posledično težav, zaradi tehnologije strojno učenje in predlaga rešitve za pogoste težave.<br>Preiskusite različico beta in ne pozabite deliti svojih izkušenj — pomagalo nam bo izboljšati DriverPack Cloud in ga narediti še bolj uporabnega.
sq: Mjeti ynë i ri parashikon disa avari për shkak të teknologjisë së mësimit të makinës dhe sugjeron zgjidhje për probleme të zakonshme.<br>Provoni versionin beta dhe mos harroni të ndani me ne mbresat tuaja — na ndihmon të përmirësojmë DriverPack Cloud dhe ta bëjmë edhe më të dobishëm.
sr: Naš novi alat može da predviđi određene kvarove i predloži odgovarajuća rešenja zahvaljujući tehnologiji mašinskog učenja.<br>Isprobajte beta verziju i ne zaboravite da podelite utiske sa nama — to će nam biti od pomoći da unapredimo DriverPack Cloud i napravimo ga još korisnijim.
sw: Chombo chetu kipya kinatabiri kushuka kwa sababu ya teknolojia ya kujifunza mashine, na hutoa ufumbuzi wa masuala ya kawaida.<br>Jaribu toleo la beta na usisahau kushiriki maoni yako — itatusaidia kuboresha DriverPack Cloud na kufanya hivyo hata zaidi muhimu.
ta: எங்கள் புதிய கருவி இயந்திர கற்றல் தொழில்நுட்பம் காரணமாக சில முறிவுகளை கணித்துள்ளது, மற்றும் பொதுவான பிரச்சினைகள் தீர்வுகளை தெரிவிக்கிறது.<br>பீட்டா பதிப்பு முயற்சி மற்றும் உங்கள் பதிவுகள் பகிர்ந்து கொள்ள மறக்க வேண்டாம் — அது எங்களுக்கு DriverPack Cloud வன்பொருள்தொகுப்பு கிளவுட் மேம்படுத்த மற்றும் அது இன்னும் பயனுள்ளதாக செய்ய உதவும்.
te: మా కొత్తది సాధనం యంత్ర అభ్యాస సాంకేతిక పరిజ్ఞానం కారణంగా కొన్ని వైఫల్యాలు అంచనా వేసింది మరియు సాధారణ సమస్యలకు పరిష్కారాలను సూచిస్తుంది.<br>బీటా సంస్కరణను ప్రయత్నించండి మరియు మీ అభిప్రాయాలను పంచుకోవడానికి మర్చిపోకండి — ఇది DriverPack Cloud మెరుగుపరచడానికి మరియు మరింత ఉపయోగకరంగా చేయడానికి మాకు సహాయపడుతుంది.
th: เครื่องมือใหม่ของเราจะทำนายบางการชำรุด เนื่องมาจากเทคโนโลยีของการเรียนรู้ของเครื่องจักร และจะแนะนำการแก้ปัญหาสำหรับปัญหาทั่ว ๆ ไป<br>ลองใช้เบต้าเวอร์ชั่นและอย่าลืมแชร์ความประบทับใจของคุณ — มันจะช่วยให้เราพัฒนา DriverPack Cloud และทำให้มันมีประโยชน์มากยิ่งขึ้นไปอีก
tr: Yeni aracımız makine öğrenme teknolojisinden dolayı bazı bozulmaları tahmin eder, ve genel sorunlar için çözümler önerir.<br>Beta sürümünü deneyin ve izlenimlerinizi paylaşmayı unutmayın — bu, DriverPack Cloud'u iyileştirmemize yardım edecek ve daha da fazla faydalı hale getirecek.
zh: 我們的新工具預測了由於機器學習技術造成的一些故障，並提出了常見問題的解決方案。<br> 嘗試測試版本，別忘了分享您的印象 — 這將有助於我們改進 DriverPack Cloud 並使其更加有用。
zh_cn: 我们的新工具预测了由于 machine learning 技术的一些故障，并提出了常见问题的解决方案。<br>尝试测试版本，不要忘记分享您的印象 — 这将有助于我们改进 DriverPack Cloud 并使其更加有用。

# installation_header_promo_title_avast
source: What makes Avast better than other antiviruses?
ar: ما الذي يجعل Avast أفضل من غيرها من برامج مكافحة الفيروسات؟
az: Avastı nə digər antiviruslardan daha yaxşı edir?
bg: Какво прави Avast по-добър от други антивируси?
bn: কোন কোন দিক থেকে Avast অন্যান্য অ্যান্টিভাইরাস থেকে ভাল?
ca: Que fa que Avast sigui millor que altres antivirus?
de: Was macht Avast besser als andere Antiviren-Programme?
el: Τι κάνει το Avast καλύτερο από τα άλλα antiviruses;
es: ¿Que hace que Avast sea mejor que otros antivirus?
es_419: ¿Qué hace Avast mejor que otros antivirus?
et: Mis muudab Avasti paremaks kui teised antiviirused?
fa: چه چیزی آنتی ویروس Avast را از سایر آنتی ویروس ها ممتاز می سازد؟
fil: Bakit mas mahusay ang Avast sa ibang mga antivirus?
fr: Qu'est-ce qui rend Avast meilleur que les autres antivirus?
gu: Avast ને કોણ આટલું બીજા એંટીવાઇરસ કરતાં જોરદાર બનાવે છે?
he: מה הופך את Avast ליותר טוב משאר האנטי-וירוסים?
hi: अन्य एंटीवायरस से Avast को बेहतर क्या बनाता है?
hu: Miért jobb az Avast, mint más vírusirtók?
id: Apa yang membuat Avast lebih baik dari antivirus lain?
it: Vuoi rendere Avast migliore rispetto agli altri antivirus?
ko: Avast 가 다른 안티 바이러스보다 나은 점은 무엇입니까?
ku: چی وای له‌ Avast كرددوه‌ باشتر بێت له‌ دژه‌ ڤایرۆسه‌كانی تر؟
nl: Wat maakt Avast beter dan andere antivirussen?
no: Hva gjør Avast bedre enn andre antivirus?
pl: Co czyni Avast lepszym od innych programów antywirusowych?
ps: کوم څه چې Avast د نورو انټیویویرسونو په پرتله غوره کوي؟
pt_br: O que torna o Avast melhor do que outros antivírus?
pt_pt: O que faz com que o Avast seja melhor que os outros antivírus?
ro: Ce face Avast mai bun decât alte antivirusuri?
sk: Čo robí Avast lepším ako iné antivírusy?
sl: Zakaj je Avast boljši od drugih protivirusnih programov?
sq: Ç'farë e bën Avast më të mirë se antivirus-et e tjerë?
sr: Šta Avast čini boljim od ostalih antivirusa?
sw: Ni nini kinachofanya Avast bora kuliko antivirus zingine?
ta: மற்ற வைரஸ் தடுப்புகளை விட Avast அவாஸ்ட் என்ன செய்கிறது?
te: ఇతర యాంటీవైరస్ల కంటే Avast మెరుగైనదిగా ఏమిటి?
th: อะไรที่ทำให้ Avast ดีกว่าแอนตี้ไวรัสอื่น
tr: Avast diğer antivirüslerden daha iyi neyi yapar?
zh: 是什麼使 Avast 比其他防毒軟體更好?
zh_cn: 为什么 Avast 比其他反病毒软件好?

# installation_header_promo_text_avast
source: Avast is one of the most popular antivirus in the world because it protects computer well, doesn't slow down the system and can effectively operate as additional antivirus. <br /> Even better, it's free, so it truly deserves our recommendation.
ar: Avast هو واحد من أكثر برامج مكافحة الفيروسات شعبية في العالم لأنه يحمي الكمبيوتر بشكل جيد ، لا يبطئ النظام ويمكن أن يعمل بشكل فعال كمضاد للحماية من الفيروسات. <br /> أفضل من ذلك ، إنه مجاني ، لذا فهو يستحق توصيتنا بالفعل.
az: Avast dünyadakı ən populyar antiviruslardan biridir çünki kompüteri qoruyur, sistemi yavaşlatmır və əlavə antivirus kimi təsirli bir şəkildə işləyə bilər. <br /> Hətta daha yaxşısı, pulsuzdur, beləliklə tövsiyyəmizə haqq qazanır.
bg: Avast е един от най-популярните антивирусни програми в света, защото предпазва компютъра добре, не забавя системата и може ефективно да работи като допълнителен антивирус. <br /> Още по-добре, това е безплатно, така че наистина заслужава нашата препоръка.
bn: Avast বিশ্বে সবচেয়ে জনপ্রিয় অ্যান্টিভাইরাসগুলোর একটি কারণ এটি কম্পিউটারকে ভালভাবে রক্ষা করে, সিস্টেমকে ধীর করে না এবং কার্যকরভাবে অতিরিক্ত অ্যান্টিভাইরাস হিসেবে কাজ করে। <br /> আরও ভাল দিক হলো এটি ফ্রি, তাই এটি প্রকৃতই আমাদের সুপারিশ পাওয়ার যোগ্য।
ca: Avast és un dels antivirus més populars del món perquè protegeix l'ordinador adequadament, no alenteix el sistema i pot funcionar com un antivirus addicional. <br /> I encara millor, és gratuït, així que mereix la nostra recomanació.
de: Avast ist eines der beliebtesten Antiviren in der Welt, weil es den Computer gut schütz, das System nicht verlangsamt und man es effektiv als zusätzliches Antiviren betreiben kann. <br /> Noch besser, es ist kostenlos, so dass es wirklich unsere Empfehlung verdient.
el: Το Avast είναι το πιο δημοφιλές antivirus στον κόσμο επειδή προστατεύει τον υπολογιστή χωρίς να τον κάνει πιο αργό και μπορεί να λειτουργήσει αποτελεσματικά ως πρόσθετο antivirus. <br /> Κι ακόμη καλύτερα, είναι δωρεάν, γι 'αυτό αξίζει πραγματικά τη σύστασή μας.
es: Avast es uno de los antivirus más populares en el mundo porque proteje bien el ordenador, no lo ralentiza y puede funcionar efectivamente como un antivirus adicional. <br /> Aún mejor, es gratuito, así que se merece nuestra recomendación.
es_419: Avast es uno de los antivirus más populares del mundo, ya que protege bien la computadora, no ralentiza el sistema y puede funcionar eficazmente como antivirus adicional. <br />Aún mejor, es gratis, por lo que realmente merece nuestra recomendación.
et: Avast on üks kõige populaarsemaid antiviiruseid maailmas sest see kaitseb teie arvutit hästi, ei aeglusta teie süsteemi ja suudab töötada korralikult lisa viirusetõrjena. <br /> Isegi parem on see, et see on tasuta, seega soovitame seda soojalt.
fa: Avast یکی از بهترین آنتی ویروس های محبوب در جهان است زیرا به خوبی از کامپیوتر محافظت می کند، سرعت سیستم را کاهش نمی دهد و می تواند به طور موثر به عنوان آنتی ویروس جانبی عمل کند. <br /> حتی بهتر، رایگان است، بنابراین به راستی سزاوار توصیه توسط ما است.
fil: Ang Avast ay isa sa mga pinaka-popular na antivirus sa mundo dahil pinoprotektahan nito ang computer ng mabuti, hindi pinabagal ang system at maaaring epektibong magpatakbo bilang karagdagang antivirus. <br /> Sa kabila ng kahusayan nito, ito ay libre, kaya talagang nararapat ang aming rekomendasyon.
fr: Avast est l'un des antivirus les plus populaires au monde car il protège bien l'ordinateur, ne ralentit pas le système et peut efficacement fonctionner comme antivirus supplémentaire. <br /> Encore mieux, c'est gratuit, donc cela mérite vraiment notre recommandation.
gu: Avast એ વિશ્વમાં સૌથી વધુ લોકપ્રિય એન્ટીવાયરસ છે કારણ કે તે કમ્પ્યુટરને સારી રીતે રક્ષણ આપે છે, સિસ્ટમ ધીમું નથી અને અસરકારક રીતે વધારાના એન્ટીવાયરસ તરીકે કામ કરી શકે છે. <br /> વધુ સારું, તે મફત છે, તેથી તે ખરેખર અમારી ભલામણને પાત્ર છે.
he: תוכנת Avast היא תוכנת האנטי וירוס הנפוצה ביותר בעולם בגלל שהיא מגינה על המחשב היטב, לא מאיטה את המערכת ומסוגלת לפעול באפקטיביות רבה ביותר.<br />יתרה מכך, היא חינמית לחלוטין, כך שאנו ממליצים עליה מאוד.
hi: Avast दुनिया में सबसे लोकप्रिय एंटीवायरस में से एक है क्योंकि यह कंप्यूटर को अच्छी तरह से संरक्षित करता है, सिस्टम को धीमा नहीं करता है और प्रभावी रूप से अतिरिक्त एंटीवायरस के रूप में काम कर सकता है। <br /> और भी बेहतर, यह मुफ़्त है, इसलिए यह वास्तव में हमारी सिफारिश के योग्य है।
hu: Az Avastaz egyik legnépszerűbb vírusirtó a világon, mert jó védelmet nyújt, nem lassítja a rendszert, és képes hatékonyan együttműködni más vírusirtókkal is. <br /> Ami még jobb, hogy ingyenes, így mindenképp megérdemli az ajánlásunkat.
id: Avast adalah salah satu antivirus paling populer di dunia karena melindungi komputer dengan baik, tidak memperlambat sistem dan bisa beroperasi secara efektif sebagai antivirus tambahan. <br /> Bahkan lebih baik lagi, gratis, jadi memang layak mendapat rekomendasi kami.
it: Avast è uno degli antivirus più popolari al mondo perchè aiuta a proteggere positivamente il computer, non rallenta il sistema e può funzionare efficacemente come antivirus aggiuntivo. <br /> Anche meglio, è gratuito, quindi quindi merita veramente la nostra raccomandazione.
ko: Avast 는 컴퓨터를 잘 보호하고 시스템 속도를 늦추지 않으며 추가 바이러스 백신으로 효과적으로 작동할 수 있기 때문에 세계에서 가장 널리 사용되는 바이러스 백신 중 하나입니다. <br /> 더 나은 것은 무료이며 따라서 우리의 추천을 받을 자격이 있습니다.
ku: Avast یەکێکە لە بەناوبانگترین دژە ڤایروسەکان لە جیهان دا چونکە ئەوە دەپارێزێت کۆمپیوتەرەکەت بەباشی، سیستەمەکە خاو ناکات و دەتوانێت بەکاریگەری ئیش بکات وەک زیادکراوێکی دژە ڤایروسەکان. <br /> تا زیاتریش، بەخۆراییە، بۆیە ئەو بە تەواوی شایەنی پێشنیارکراوی ئێمەیە.
nl: Avast is een van de meest populaire antivirusprogramma's ter wereld omdat het de computer goed beschermt, het systeem niet vertraagt en effectief kan werken als extra antivirusprogramma.<br /> Sterker nog, het is gratis, dus het verdient echt onze aanbeveling.
no: Avast er et av de mest populære antivirus programmene i verden fordi det beskytter datamaskinen godt, ikke senker systemet og kan effektivt fungere som ekstra antivirus. <br /> Enda bedre, det er gratis, så det fortjener virkelig vår anbefaling.
ps: Avast په نړۍ کې د ترټولو مشهور انټیویویرس دی ځکه چې دا کمپیوټر ښه ښه ساتي، سیسټم سست نه کوي او کولی شي په اغیزمنه توګه د اضافي انټیویرس په توګه کار وکړي. <br /> حتی ښه هم دی، دا وړيا دی، نو دا زموږ د سپارښتنې مستحق دی.
pt_br: O Avast é um dos antivírus mais populares do mundo porque protege bem o computador, não deixa lento o sistema e pode efetivamente operar como um antivírus adicional. <br /> E o melhor, é gratuito, então ele realmente merece nossa recomendação.
pt_pt: O Avast é um dos mais populares antivírus do mundo porque protege bem o seu computador, não o torna mais lento e trabalha bem como antivírus adicional. <br /> Melhor ainda, é livre, merece por isso, de facto, a nossa recomendação.
ro: Avast este unul dintre cele mai populare antivirusuri din lume pentru că protejează bine calculatorul, nu încetinește sistemul și poate funcționa eficient ca un antivirus suplimentar. <br /> Chiar mai bine, este gratuit, deci merită cu adevărat recomandarea noastră.
sk: Avast je jedným z najpopulárnejších antivírusov na svete, pretože chráni počítač dobre, nespomaľuje systém a účinne funguje ako doplňujúci antivírus. <br /> Ešte lepšie, je zadarmo, takže si naozaj zaslúži naše odporúčanie.
sl: Avast je eden izmed najbolj priljubljenih protivirusnih programov na svetu, saj varuje vaš računalnik in ne upočasni sistema in lahko učinkovito deluje tudi kot dodatni protivirusni program. <br /> Še bolje, je brezplačen, zato si resnično zasluži naše priporočilo.
sq: Avast është një nga antivirus-et më popullorë në botë sepse mbron kompjuterin mirë, nuk e ngadalëson sistemin dhe mund të funksionojë efektivisht si antivirus shtesë. <br /> Madje më mirë, është falas, keshtë që me të vërtetë e meriton rekomandimin tonë.
sr: Avast je jedan od najpopularnijih antivirusnih programa na svetu zbog dobre zaštite računara, ne usporava sistem i može efikasno da radi kao dodatni antivirus. <br /> Ono što je još bolje je to što je besplatan i zaista zaslužuje našu preporuku.
sw: Avast ni moja ya antivirus maarufu zaidi duniani kwa sababu inalinda kompyuta vizuri, haina kupunguza mfumo na inaweza kufanya kazi kwa ufanisi kama antivirus ya ziada. <br /> Hata bora, ni bure, kwa hivyo inastahili mapendekezo yetu.
ta: Avast அவாஸ்ட் கணினிக்கு மிகவும் பாதுகாப்பானது ஏனெனில் உலகில் மிகவும் பிரபலமான வைரஸ் தடுப்பு ஆகிறது, கணினி மெதுவாக இல்லை மற்றும் திறம்பட கூடுதல் வைரஸ் தடுப்புடன் செயல்பட முடியும். <br /> இன்னும் சிறப்பாக, இது இலவசம், எனவே இது உண்மையில் எங்கள் பரிந்துரைக்குத் தகுதியானது.
te: Avast ఇది బాగా కంప్యూటర్ రక్షిస్తుంది ఎందుకంటే అవాస్ట్ ప్రపంచంలో అత్యంత ప్రజాదరణ యాంటీవైరస్ ఒకటి, కంప్యూటర్ వేగాన్ని మరియు సమర్థవంతంగా అదనపు యాంటీవైరస్ పనిచేస్తాయి. <br /> మరింత ఉత్తమంగా, ఇది ఉచితం, కాబట్టి ఇది నిజంగా మా సిఫార్సును అర్హుడవుతుంది.
th: Avast คือหนึ่งในแอนตี้ไวรัสที่ได้รับความนิยมมากที่สุดในโลก เพราะว่ามันปกป้องคอมพิวเตอร์ของคุณได้ดี, ไม่ทำให้ระบบทำงานช้าลง และมีประสิทธิภาพในการทำงานในฐานะแอนตี้ไวรัสเพิ่มเติม <br /> ดียิ่งกว่า มันฟรี ดังนั้นมันจึงสมควรอย่างยิ่งที่เราจะแนะนำให้ใช้
tr: Avast dünyadaki en popüler antivirüslerden biridir çünkü bilgisayarı iyi korur, sistemi yavaşlatmaz ve ilave antivirüs gibi etkili bir şekilde çalışabilir. <br /> Hatta daha iyisi, ücretsizdir, böylece gerçekten tavsiyemizi hak eder.
zh: Avast 是世界上最受歡迎的防毒軟體之一，因為它可以保護電腦，不會降低系統的效能，並可以作為附加的防毒軟體有效操作。<br /> 甚至更好，它是免費的，所以它真的值得我們推薦。
zh_cn: Avast 是世界上最受欢迎的防病毒软件之一，因为它可以保护计算机，不会降低系统的性能，并可以作为其他防病毒软件有效运行。<br /> 更好的是，它是免费的，所以它真的值得我们的建议。

# installation_header_promo_title_catalog
source: How to find drivers by yourself?
ar: كيف تجد برامج التشغيل بنفسك؟
az: Driverləri özünüz necə tapırsınız?
bg: Как да намерите драйверите сами?
bn: নিজে নিজে কীভাবে ড্রাইভার খুঁজে পাবেন?
ca: Com podeu trobar els controladors vosaltres mateixos?
de: Wie findet man selber Treiber?
el: Πώς μπορείτε να βρείτε μόνοι σας τα προγράμματα οδήγησης;
es: ¿Cómo encontrar los drivers por ti mismo?
es_419: ¿Cómo encontrar controladores por ti mismo?
et: Kuidas leida ise draiverid?
fa: چگونه درایور ها را خودتان پیدا کنید؟
fil: Paano ka makahanap ng mga driver?
fr: Comment trouver des pilotes par vous-même?
gu: ડ્રાઈવર્સ તમારી જાતે કેવી રીતે શોધવા?
he: איך למצוא דרייברים בעצמך?
hi: कैसे अपने आप ड्राइवर्स को खोजें?
hu: Hogyan találhatja meg a szükséges drivereket?
id: Bagaimana cara menemukan driver sendiri?
it: Come trovare i driver da soli?
ko: 스스로 드라이버를 찾는 방법?
ku: چۆن پێناسه‌كان بدۆزیته‌وه‌ له‌لایه‌ن خۆته‌وه‌؟
nl: Hoe kunt u zelf drivers vinden?
no: Hvordan selv finne drivere?
pl: Jak zainstalować sterowniki we własnym zakresie?
ps: څنګه کولای شو چی خپل ځان ته چلوونکي پیدا کړو؟
pt_br: Como encontrar drivers sozinho?
pt_pt: Como pode encontrar controladores?
ro: Cum să găseşti drivere de unul singur?
sk: Ako nájsť ovládače?
sl: Kako poiščem gonilnike sam?
sq: Si t'i gjeni drajverat vetë?
sr: Kako sami da nađete drajvere?
sw: Jinsi ya kupata madriver peke yako?
ta: நீங்களே வன்பொருள்களை எப்படி கண்டுபிடிக்க வேண்டும்?
te: మీరే ద్వారా డ్రైవర్లు కనుగొనేందుకు?
th: หาไดรเวอร์ด้วยตัวเองได้อย่างไร
tr: Sürücüleri kendi başınıza nasıl bulursunuz?
zh: 如何自己找到驅動程式?
zh_cn: 如何找到自己的驱动程序?
