Repository: DriverPackSolution/transifex-backup
Catalog: beetle/driverpack-solution-worldwide/driverpackpo/*.po
Languages: ar, az, bg, bn, ca, de, el, es, es_419, et, fa, fil, fr, gu, he, hi, hu, id, it, ko, ku, nl, no, pl, ps, pt_br, pt_pt, ro, sk, sl, sq, sr, sw, ta, te, th, tr, zh, zh_cn

# settings_firebug-caption
source: For advanced users, DriverPack engineers have included the option to start Firebug and identify the cause of the error by themselves (press F12 key to open the console).
ar: للمستخدمين المتقدمين ، أضاف مهندسو DriverPack خياراً لتشخيص و تحديد سبب الخطأ بأنفسهم (اضغط F12 لفتح لوحة التحكم)
az: Təcrübəli istifadəçilər üçün, DriverPack mühəndisləri Məlumatlı Xəta yaratmaq və xətanını səbəbini öz başına təyin etmək üçün seçim daxil etdilər (konsulu açmaq üçün F12 ddüyməsinə basın).
bg: За напреднали потребители инженерите на DriverPack са включили опцията за стартиране на Firebug и сам да определиш причината за грешката (натиснете клавиша F12, за да отворите конзолата).
bn: অভিজ্ঞ ব্যবহারকারীদের জন্যে DriverPack প্রকৌশলীরা Firebug চালু করা ও ভুলের কারণ সেসবের দ্বারা চিহ্নিত করার উপায় অন্তর্ভুক্ত করেছেন (কনসোল চালু করতে F12 চাপুন)।
ca: Per a usuaris avançats, els enginyers de DriverPack han inclòs la opció d'iniciar el Firebug i poder identificar la causa de l'error per si mateixos (premeu F12 per a obrir la consola).
de: Für fortgeschrittene Nutzer haben die DriverPack Ingenieure die Option integriert, Firebug zu starten und die Ursache des Problems selbst zu identifizieren (drücken Sie die F12-Taste, um die Konsole zu öffnen)
el: Για προχωρημένους χρήστες, οι μηχανικοί του DriverPack έχουν συμπεριλάβει την επιλογή έναρξης του Firebug και αναγνώρισης της αιτίας του σφάλματος από μόνοι τους (πατήστε το F12 για να ανοίξετε την κονσόλα).
es: Para usuarios avanzados, los ingenieros de DriverPack han incluido la opción de iniciar Firebug para que puedan identificar la causa del error por ellos mismos (pulsa F12 para abrir al consola).
es_419: Para usuarios avanzados, los ingenieros de DriverPack han incluido la opción de iniciar Firebug e identificar la causa del error por ellos mismos (presione la tecla F12 para abrir la consola)
et: Edasijõudnutele kasutajatele on DriverPack-i arendajad lisanud valiku "Firebug" mis otsib vea põhjuse ise ülesse (konsooli saab avada vajutades F12).
fa: مهندسان DriverPack،برای کاربران پیشرفته گزینه شروع اشکال سوزی و تعیین علت خطا توسط خودشان را، گنجانده اند (برای باز کردن کنسول کلید F12 را فشار دهید) .
fil: Para sa mga advanced na user, ang mga driver ng DriverPack ay nagsama ng opsyon upang simulan ang Firebug at tukuyin ang sanhi ng error sa pamamagitan ng kanilang mga sarili (pindutin ang F12 key upang buksan ang console).
fr: Pour les utilisateurs avancés, les ingénieurs de DriverPack ont inclus l'option de démarrer Firebug et identifier les causes de l'erreur par eux mêmes (appuyez sur la touche F12 pour ouvrir la console).
gu: અદ્યતન વપરાશકર્તાઓ માટે, DriverPack ઇજનેરોએ ફાયરબગ શરૂ કરવા અને પોતાને કારણે ભૂલનું કારણ ઓળખવા (કોન્સોલ ખોલવા માટે F12 કી દબાવો) વિકલ્પનો સમાવેશ કર્યો છે.
he: עבור משתמשים מתקדמים, המפתחים של DriverPack הוסיפו אפשרות להפעלת Firebug כך שהמשתמשים יוכלו לזהות את הגורם לשגיאה בעצמם (לחיצה על F12 תפתח את הממשק).
hi: उन्नत उपयोगकर्ताओं के लिए, DriverPack इंजीनियरों ने फायरबग शुरू करने और स्वयं के द्वारा त्रुटि के कारण की पहचान करने के लिए विकल्प शामिल किया है (कंसोल खोलने के लिए F12 कुंजी दबाएं)
hu: A haladó felhasználók számára a DriverPack mérnökei engedélyezték a FireBug elindításának lehetőségét, hogy saját maguk is kivizsgálhassák a hiba okát (nyomjon F12-t a konzol megnyitásához).
id: Untuk pengguna tingkat lanjut, para ahli DriverPack telah menyertakan pilihan untuk memulai Firebug dan mengidentifikasi penyebab kesalahan itu sendiri (tekan tombol F12 untuk membuka konsol).
it: Per utenti esperti, gli ingegneri di DriverPack hanno incluso l'opzione di avvio di Firebug e identificare da soli la causa dell'errore (premi il tasto F12 per aprire la console).
ko: 고급 사용자의 경우 DriverPack 엔지니어는 Firebug 를 시작하여 오류의 원인을 스스로 식별할 수 있는 옵션을 제공합니다 (콘솔을 열려면 F12 키를 누르세요).
ku: بۆ بەکارهێنەرەکانی پێشکەوتوو، ئەندازیارەکانی DriverPack هەلبژاردنی دەستپێکردنی فایێر بەگ و ناسینەوەی هۆکاری هەڵە بەخۆیان زیادکردووە ( دوگمەی F12 دابگرە بۆ کردنەوەی یەکەی کۆنترۆڵ).
nl: Voor ervaren gebruikers hebben DriverPack-ingenieurs de optie opgenomen om Firebug te starten en zelf de oorzaak van de fout te achterhalen (druk op F12 om de console te openen).
no: For avanserte brukere har DriverPack ingeniørerne tatt med muligheten for å starte Firebug og identifisere årsaken til feilen selv (trykk F12-tasten for å åpne konsollen).
pl: Dla zaawansowanych użytkowników, inżynierowie DriverPack dodali możliwość uruchomienia firebuga i identyfikacji przyczyny błędu (konsola jest otwierana przez naciśnięcie F12).
ps: د پرمختلونکو کاروونکو لپاره، DriverPack انجنیرانو د Firebug د پیل کولو او ځان لخوا د تېروتنې سبب پیژندلو اختیار درلود (د کنسول پرانستلو لپاره د F12 کلیدی پریس).
pt_br: Para usuários avançados, os engenheiros do DriverPack incluíram a opção para iniciar o Firebug e identificar a causa do erro automaticamente (pressione a tecla F12 para abrir o console).
pt_pt: Para os utilizadores avançados, os engenheiros do DriverPack incluíram a opção de iniciar o Firebug, para que possam identificar a causa do erro (pressione a tecla F12 para abrir a consola).
ro: Pentru utilizatorii avansați, inginerii DriverPack au inclus opțiunea de a porni Firebug și de a identifica singuri cauza erorii (apăsați tasta F12 pentru a deschide consola).
sk: Pre pokročilých používateľov, inžinieri programu DriverPack zaradili možnosť spustenia programu Firebug a samotnú identifikáciu príčiny chyby (stlačením klávesy F12 otvorte konzolu).
sl: Za napredne uporabnike so inženirji programa DriverPack razvili možnost samopomoči z opcijo Firebug za odkrivanje in rešitev težav (pritisnite F 12 da odprete konzolo).
sq: Për përdoruesit e përparuar, inxhinierët e DriverPack kanë përfshirë opsionin për të startuar Firebug për të identifikuar gabimet vetvetiu (shtyp tastin F12 për të hapur konsolën)
sr: Za napredne korisnike, inženjeri iz DriverPack-a su dodali opciju pokretanja Firebug-a i određivanja uzroka grešaka (pritisnite F12 da bi otvorili karticu).
sw: Kwa watumiaji walioendelea, wahandisi wa DriverPack wamejumuisha uchaguzi wa kuianzisha Firebug na yenyewe kutambua chanzo cha hitilafu (bofya kitufe F12 kufungua kiweko)
ta: மேம்பட்ட பயனர்களுக்காக, DriverPack வன்பொருள்தொகுப்பு பொறியாளர்கள் ஃபயர்பகத்தைத் தொடங்க மற்றும் தங்களின் பிழை காரணமாக (பிணைய விசைப்பலகையை திறக்க F12 விசையை) அடையாளப்படுத்தியுள்ளனர்.
te: ఆధునిక వినియోగదారుల కోసం, DriverPack ఇంజనీర్లు ఫైర్బగ్ను ప్రారంభించేందుకు మరియు తాము దోషానికి కారణాన్ని గుర్తించేందుకు ఎంపికను కలిగి ఉన్నారు (కన్సోల్ను తెరవడానికి ప్రెస్ F12 కీ)
th: สำหรับผู้ใช้ขั้นสูง วิศวกรของ DriverPack จะเพิ่มตัวเลือกในการเริ่มใช้ Firebug และระบุสาเหตุของข้อผิดพลาด (หน้าต่างควบคุมจะถูกเปิดขึ้นด้วยการกดปุ่ม F12)
tr: İleri düzey kullanıcılar için, DriverPack mühendisleri Bilinçli Hata başlatmak ve hatanın nedenini kendi başlarına tanımlamak için seçenek dahil ettiler (konsolu açmak için F12 tuşuna basın).
zh: 對於進階使用者，DriverPack 工程師已經包括啟動 Firebug 的選項，並自行識別錯誤的原因(點選 F12 鍵打開主控台)。
zh_cn: 对于高级用户，DriverPack 工程师已经选择启动 Firebug 并自行识别错误的原因(按 F12 键打开控制台)。

# settings_cleanup-title
source: Delete temporary files
ar: حذف الملفات المؤقتة
az: Müvəqqəti faylları sil
bg: Изтрий временните файлове
bn: অস্থায়ী ফাইলগুলো সরাও
ca: Esborra els fitxers temporals
de: Temporäre Dateien löschen
el: Διαγραφή προσωρινών αρχείων
es: Borra los archivos temporales
es_419: Eliminar archivos temporales
et: Eemalda ajutised failid
fa: حذف فایل های موقتی
fil: Tanggalin ang mga pansamantalang file
fr: Effacer les fichiers temporaires
gu: ટેમ્પરરી ફાઇલ્સ ડીલીટ કરો
he: מחק קבצים זמניים
hi: अस्थायी फ़ाइलें हटाएं
hu: Ideiglenes fájlok törlése
id: Menghapus file sementara
it: Cancella i file temporanei
ko: 임시 파일 삭제
ku: فایله‌ كاتیه‌كان بسڕه‌وه‌
nl: Verwijder tijdelijke bestanden
no: Slett midlertidige filer
pl: Usuń pliki tymczasowe
ps: لنډمهالې دوتنې لرې کړئ
pt_br: Remover arquivos temporários
pt_pt: Elimine ficheiros temporários
ro: Ștergeți fișierele temporare
sk: Odstránenie dočasných súborov
sl: Izbris začasnih datotek
sq: Fshij skedarët e përkohshëm
sr: Brisanje pomoćnih datoteka
sw: Futa faili za muda
ta: தற்காலிக கோப்புகளை நீக்கு
te: తాత్కాలిక ఫైళ్లను తొలగించండి
th: ลบไฟล์ชั่วคราว
tr: Geçici dosyaları sil
zh: 刪除暫存檔
zh_cn: 删除临时文件

# settings_cleanup-caption
source: When configuring your computer, DriverPack loads a series of temporary files that are necessary for driver installation. Once the computer is fully configured, this function will automatically delete any unnecessary files from your computer, which will help to save more space on your hard drive.
ar: أثناء إعداد جهازك الكمبيوتر, يقوم DriverPack بتحميل سلسلة من الملفات المؤقتة الضرورية لتثبيت التعريفات. وعند الانتهاء من عملية الإعداد, ستقوم هذه الميزة بحذف أي ملفات غير ضرورية من جهازك بشكل تلقائي, مما يساعد بتوفير المساحة على القرص الصلب.
az: Kompüteriniz tənzimlənərkən, DriverPack driver quraşdırılması üçün lazım olan onlarca müvəqqəti fayl yükləyir. Kompüter bir dəfə tamamilə nizamlanandan sonra bu əməliyyat hər hansı müvəqqəti faylı kompüterinizdən avtomatik olaraq, siləcəkdir.
bg: Когато конфигурирате компютъра си, DriverPack зарежда серия от временни файлове, които са необходими за инсталирането на драйвери. След като компютърът бъде напълно конфигуриран, тази функция автоматично ще изтрие всички ненужни файлове от вашия компютър, което ще ви помогне да спестите повече място на вашия твърд диск.
bn: কম্পিউটার কনফিগার করার সময় DriverPack সাময়িকভাবে কিছু অস্থায়ী ফাইল তৈরি করে যা ড্রাইভার ইন্সটলেশনের জন্য দরকারি। কম্পিউটার সম্পূর্ণরূপে সমন্বিত হয়ে গেলে এই ফাংশন স্বয়ংক্রিয়ভাবে কম্পিউটারে বিদ্যমান যেকোনো অপ্রয়োজনীয় ফাইল মুছে দেবে, যা হার্ড ড্রাইভের জায়াগা বাঁচাতে সাহায্য করবে।
ca: Durant la configuració de l'ordinador, DriverPack genera un conjunt de fitxers temporals que són necessaris per a instal·lar els controladors. Un cop l'ordinador està completament configurat, aquesta opció esborrarà automàticament tots aquests fitxers innecessaris de l'ordinador, el que et permetrà estalviar espai de disc.
de: Bei der Konfiguration Ihres Computers lädt DriverPack eine Reihe von temporären Dateien, welche für die Treiberinstallation erforderlich sind. Sobald der Computer vollständig konfiguriert ist, löscht diese Funktion automatisch alle unnötigen Dateien von Ihrem Computer, was dazu beiträgt, Speicherplatz auf Ihrer Festplatte zu sparen.
el: Όταν ρυθμίζεται ο υπολογιστής σας, το DriverPack φορτώνει μια σειρά προσωρινών αρχείων που είναι απαραίτητα για την εγκατάσταση προγραμμάτων οδήγησης. Μόλις ο υπολογιστής είναι πλήρως ρυθμισμένος, η λειτουργία θα διαγράψει αυτόματα όλα τα μη απαραίτητα αρχεία από τον υπολογιστή σας, που θα βοηθήσει στην απελευθέρωση χώρου στον σκληρό σας δίσκο.
es: Durante la configuración del ordenador, DriverPack genera una serie de ficheros temporales que son necesarios durante la instalación de los drivers. Una vez finalizada la configuración, esta opción borrará automáticamente los archivos innecesarios del ordenador, lo que ayudará a ahorrar espacio en el disco duro.
es_419: Mientras configura su equipo, DriverPack carga una serie de archivos temporales que son necesarios para la instalación de controladores. Una vez esté totalmente configurado, esta función eliminara automáticamente cualquier archivo innecesario del equipo, lo que ayudará a ahorrar mas espacio en su disco duro.
et: Teie arvuti seadistamisel laeb DriverPack mitu ajutist faili, mis on vajalikud draiverite paigalduseks. Siis kui teie arvuti on lõplikult seadistatud, kustutab see funktsioon automaatselt mittevajalikud failid teie arvutist, mis aitab hoida ruumi kokku teie kõvakettal.
fa: در هنگام تنظیم رایانه تان، DriverPack یک سری از فایل های موقتی که برای نصب درایور لازم هستند را بارگیری می کند. به محض این که رایانه، کاملا تنظیم شد، این عملکرد به طور خودکار همه فایل های غیرلازم را از رایانه حذف می کند که به ذخیره فضای بیشتر بر روی هارد درایو کمک می کند.
fil: Kapag nag-configure ng iyong computer, naglo-load ang DriverPack ng isang serye ng mga pansamantalang file na kinakailangan para sa pag-install ng driver. Kapag ang computer ay ganap na naka-configure, ang function na ito ay awtomatikong tanggalin ang anumang hindi kinakailangang mga file mula sa iyong computer, na tutulong upang makatipid ng higit na espasyo sa iyong hard drive.
fr: Lors de la configuration de l'ordinateur, DriverPack charge une série de fichiers temporaires qui sont nécessaires à l'installation des pilotes. Lorsque la configuration de l'ordinateur est complétée, cette fonction effacera automatiquement tous les fichiers non nécessaires de votre ordinateur, ce qui aidera à sauver plus de place sur votre disque dur.
gu: તમારા કમ્પ્યુટરને રૂપરેખાંકિત કરતી વખતે, DriverPack અસ્થાયી ફાઇલોની શ્રેણીને લોડ કરે છે જે ડ્રાઇવર ઇન્સ્ટોલેશન માટે જરૂરી છે. એકવાર કમ્પ્યુટર સંપૂર્ણપણે રૂપરેખાંકિત થઈ જાય તે પછી, આ કાર્ય તમારા કમ્પ્યુટરથી કોઈપણ બિનજરૂરી ફાઇલોને આપમેળે કાઢી નાખશે, જે તમારી હાર્ડ ડ્રાઇવ પર વધુ જગ્યા બચાવવા માટે મદદ કરશે.
he: בזמן הגדרת המחשב שלך, תוכנת DriverPack טוענת מספר קבצים זמניים הנחוצים לצורך התקנת הדרייברים. ברגע שהמחשב מוגדר כראוי, אם אפשרות זו מסומנת, התוכנה תמחק באופן אוטומטי את כל הקבצים שאינם נחוצים יותר מהמחשב שלך, זאת בכדי לפנות מקום נוסף על הדיסק הקשיח שברשותך.
hi: आपके कंप्यूटर को कॉन्फ़िगर करने पर, DriverPack उन अस्थायी फ़ाइलों की एक श्रृंखला को लोड करता है जो ड्राइवर स्थापना के लिए आवश्यक हैं। कंप्यूटर पूरी तरह से कॉन्फ़िगर करने के बाद, यह फ़ंक्शन आपके कंप्यूटर से किसी भी अनावश्यक फ़ाइलों को स्वचालित रूप से हटा देगा, जो आपकी हार्ड ड्राइव पर और स्थान को बचाने में मदद करेगा।
hu: A számítógép konfigurálása során a DriverPack ideiglenes fájlokat tölt be, melyek szükségesek a driverek telepítéséhez. Amint a konfigurálás teljesen befejeződik, ez a funkció automatikusan törli a felesleges ideiglenes fájlokat a számítógépről, így további helyet szabadíthat fel a merevlemezen.
id: Saat mengkonfigurasi komputer qnda, DriverPack memuat serangkaian file sementara yang diperlukan untuk instalasi driver. Setelah komputer dikonfigurasi sepenuhnya, fungsi ini akan secara otomatis menghapus file yang tidak perlu dari komputer anda, yang akan membantu menghemat lebih banyak ruang pada hard drive anda.
it: Quando configura il tuo computer, DriverPack carica una serie di file temporanei che sono necessari per l'installazione dei driver. Una volta che il computer è stato completamente configurato, questa funzione cancellerà automaticamente i file non più necessari dal tuo computer, al fine di liberare spazio sul tuo disco rigido.
ko: 컴퓨터를 구성할 때 DriverPack 은 드라이버 설치에 필요한 일련의 임시 파일을 불러옵니다. 컴퓨터가 완전히 구성되면 이 기능은 컴퓨터에서 불필요한 파일을 자동으로 삭제하므로 하드 드라이브 공간을 절약할 수 있습니다.
ku: لەکاتی رێکخستنی کۆمپیوتەرەکەت، DriverPack باردەکات زنجیرەیەکی فایلی کاتی کە پێویستن بۆ دامەزراندنی پێناسە. کاتێک کۆمپیوتەرەکە بە تەواوی رێک دەخەرێت، ئەم فەرمانە بە ئوتوماتیکی فایلەکانی ناپێویست دەسڕێتەوە لە کۆمپیوتەرەکەت، کە یارمەتیت دەدات بۆ پاراستنی زیاتری بۆشایی لە سەر ئامێری هاردەکەت.
nl: Bij het configureren van uw computer laadt DriverPack een reeks tijdelijke bestanden die nodig zijn voor installatie van de driver. Zodra de computer volledig is geconfigureerd, verwijdert deze functie automatisch alle onnodige bestanden van uw computer, waardoor u meer ruimte op uw harde schijf kunt besparen.
no: Når du konfigurerer datamaskinen, laster DriverPack en rekke midlertidige filer som er nødvendige for driverinstallasjonen. Når datamaskinen er fullstendig konfigurert, vil denne funksjonen automatisk slette eventuelle unødvendige filer fra datamaskinen din, noe som vil bidra til å spare mer plass på harddisken din.
pl: Przy konfigurowaniu komputera, DriverPack ładuje szereg plików tymczasowych, niezbędnych do instalacji sterowników. Gdy komputer zostanie w pełni skonfigurowany,aplikacja automatycznie usunie niepotrzebne pliki z komputera i pomoże uzyskać wolne miejsce na dysku twardym.
ps: کله چې د خپل کمپیوټر کنټرول کول، DriverPack د لنډو فایلونو لړۍ چې د ډرایور نصبولو لپاره ضروري وي. کله چې کمپیوټر په بشپړ ډول ترتیب شوی، نو دا فعالیت به په اوتومات ډول د خپل کمپیوټر څخه غیر ضروري فایلونه حذف کړي، چې ستاسو په هارډ ډرائیو کې د نورو ځایونو د خوندي کولو کې به مرسته وکړي.
pt_br: Ao configurar o seu computador, o DriverPack carrega uma série de arquivos temporários que são necessários para a instalação do driver. Uma vez que o computador esteja totalmente configurado, esta função eliminará automaticamente os arquivos desnecessários do seu computador, o que ajudará a economizar mais espaço no seu disco rígido.
pt_pt: Enquanto configura o seu computador, o DriverPack carrega uma série de ficheiros temporários necessários à instalação dos controladores. Quando o computador estiver completamente configurado, esta função apagará automaticamente todos os ficheiros desnecessários ao seu computador, o que libertará espaço no seu disco rígido.
ro: Când configurează computerul, DriverPack încarcă o serie de fișiere temporare necesare pentru instalarea driverului. Odată ce computerul este complet configurat, această funcție va șterge automat toate fișierele inutile de pe computer, ceea ce va ajuta la salvarea spațiului pe hard disk.
sk: Pri konfigurovaní počítača načíta systém DriverPack sériu dočasných súborov, ktoré sú potrebné na inštaláciu ovládačov. Po úplnom nakonfigurovaní počítača táto funkcia automaticky odstráni z počítača nepotrebné súbory, čo vám pomôže ušetriť viac miesta na pevnom disku.
sl: Med konfiguracijo vašega računalnika DriverPack ustvari veliko začasnih datotek, ki so nujne za pravilno namestitev gonilnikov. Ko je računalnik popolnoma optimiziran, ta opcija izbriše vse začasne datoteke, kar vam prihrani prostor na trdem disku.
sq: Gjatë konfigurimit të kompjuterit tuaj, DriverPack ngarkon një seri skedarësh të përkohshëm që janë të nevojshëm për instalimin e drajverave. Sapo kompjuteri konfigurohet tërësisht, ky funksion automatikisht fshin skedarët e panevojshëm nga kompjuteri juaj, gjë që ndihmon për të krijuar më shumë hapësirë në diskun e ngurtë.
sr: Prilikom podešavanja računara, DriverPack učitava seriju pomoćnih datoteka potrebnih za instalaciju drajvera. Kada je računar podešen, nepotrebne datoteke će biti automatski obrisane sa vašeg računara što će obezbediti više slobodnog prostora na hard disku.
sw: Wakati wa kusanidi kompyuta yako, DriverPack hupakia mfululizo wa faili za muda ambazo ni muhimu kwa ajili ya usimikaji wa kiendeshi. Mara kompyuta inaposanidiwa kikamilifu, kitendo hiki kitafuta kiotomatiki faili zozote zisizohitajika kutoka kwenye kompyuta yako, ambapo itasaidia kuokoa nafasi zaidi kwenye hard drive yako.
ta: உங்கள் கணினியை கட்டமைக்கும் போது, இயக்கி நிறுவலுக்கு அவசியமான தற்காலிக கோப்புகளின் தொடரினை DriverPack வன்பொருள் தொகுப்பை ஏற்றுகிறது.கணினி முழுமையாக கட்டமைக்கப்பட்டவுடன், இந்த செயல்பாடு உங்கள் கணினியில் இருந்து தேவையற்ற கோப்புகளைத் தானாகவே நீக்கும், இது உங்கள் நிலைவட்டில் அதிக இடத்தை சேமிக்க உதவும்.
te: మీ కంప్యూటర్ను ఆకృతీకరించునప్పుడు, డ్రైవర్ సంస్థాపనకు అవసరమైన తాత్కాలిక ఫైళ్ళ వరుసను DriverPack నింపుతుంది. కంప్యూటర్ పూర్తిగా కన్ఫిగర్ అయిన తర్వాత, ఈ ఫంక్షన్ మీ కంప్యూటర్ నుండి ఏ అనవసరమైన ఫైళ్ళను స్వయంచాలకంగా తొలగిస్తుంది, ఇది మీ హార్డు డ్రైవులో ఎక్కువ ఖాళీని ఆదా చేస్తుంది.
th: เมื่อปรับแต่งเครื่องคอมพิวเตอร์ของคุณ DriverPack จะโหลดไฟล์ชั่วคราวที่จำเป็นสำหรับการติดตั้งไดร์เวอร์ขึ้นมา เมื่อคอมพิวเตอร์ปรับแต่งแล้ว ฟังก์ชั่นนี้จะถูกลบทุกไฟล์ที่ไม่จำเป็นจากเครื่องของคุณออกไปเองอัตโนมัติ ที่จะช่วยเพิ่มพื้นที่ว่างให้กับฮาร์ดดิสก์ของคุณ
tr: Bilgisayarınız yapılandırılırken, DriverPack sürücü kurulumu için gerekli olan bir dizi geçici dosyayı yükler. Bilgisayar bir kere tamamen yapılandırıldı mı, bu işlev herhangi bir gereksiz dosyayı bilgisayarınızdan otomatik olarak, sabit diskinizde daha fazla alan kazanmanıza yardımcı olacak şekilde silecektir.
zh: 組態電腦時，DriverPack 會載入一系列驅動程式安裝所必需的暫存檔案。電腦完全組態後，此功能將自動從電腦中刪除任何不必要的檔案，這將有助於在硬碟上節省更多空間。
zh_cn: 配置计算机时，DriverPack 加载驱动程序安装所需的一系列临时文件。 计算机完全配置后，此功能将自动从计算机中删除任何不必要的文件，这将有助于在硬盘驱动器上节省更多空间。

# settings_soft-and-utilities-title
source: Installation of driver toolkits and useful apps
ar: تثبيت أدوات التعريفات والبرامج المفيدة
az: Driver alət çantasının və faydalı proqramların quraşdırılması
bg: Инсталиране на драйвери и полезни приложения
bn: ড্রাইভার টুলকিটস্‌ ও উপকারি অ্যাপসমূহের ইন্সটলেশন
ca: Instal·lació dels kits per als controladors i les aplicacions útils
de: Installation von Treiber-Toolkits und nützlichen Anwendungen
el: Εγκατάσταση εργαλείοθηκών προγραμμάτων οδήγησης και χρήσιμων εφαρμογών
es: Instala las utilidades para drivers y otras aplicaciones útiles
es_419: Instalación de herramientas de controladores y aplicaciones útiles
et: Vajalike draiverite ja rakenduste installeerimine
fa: نصب تولکیت های درایور و برنامه های مفید
fil: Pag-install ng mga toolkit ng driver at mga kapaki-pakinabang na apps
fr: Installation des outils pour pilotes et des applications pratiques.
gu: ડ્રાઇવર ટૂલકીટ્સ અને ઉપયોગી એપ્લિકેશન્સનું ઇન્સ્ટોલેશન
he: התקנת כלי עזר לדרייברים ותוכנות שימושיות
hi: चालक टूलकिट्स और उपयोगी ऐप्स का इंस्टालेशन
hu: Driver eszközök és hasznos alkalmazások telepítése
id: Pemasangan toolkit driver dan aplikasi yang berguna
it: Installazione dei driver per i Toolkit e utili app
ko: 드라이버 도구모음 및 유용한 앱 설치
ku: دامه‌زراندنی كۆمه‌ڵه‌ ئامرازه‌كانی پێناسه‌ و به‌رنامه‌ به‌سوده‌كان
nl: Installatie van driver toolkits en handige apps
no: Installasjon av driververktøy og nyttige app'er
pl: Instalowanie dodatków sterowników i użytecznych aplikacji
ps: لګول د د موټر چلوونکي وسايل او ګټور ايپسونه
pt_br: Instalação de kits de ferramentas do driver e aplicativos úteis
pt_pt: Instalação de pacotes de ferramentas de controladores e aplicações úteis
ro: Instalarea instrumentelor și aplicațiilor utile pentru drivere
sk: Inštalácia nástrojov ovládačov a užitočných aplikácií
sl: Nameščanje orodja gonilnikov in uporabnih aplikacij
sq: Instalim të toolkit-eve me drajvera dhe aplikacione të dobishme
sr: Instaliranje drajverskih alata i korisnih aplikacija
sw: Usimikaji wa seti za viendeshi na programu zenye manufaa
ta: இயக்கி கருவித்தொகுதிகள் மற்றும் பயனுள்ள பயன்பாடுகளின் நிறுவல்
te: డ్రైవర్ టూల్కిట్లు మరియు ఉపయోగకరమైన అనువర్తనాల సంస్థాపన
th: ติดตั้งเครื่องมือไดรเวอร์และโปรแกรมที่มีประโยชน์
tr: Sürücü araç takımlarının ve faydalı uygulamaların kurulumu
zh: 安裝驅動程式工具組和有用的應用程式
zh_cn: 安装驱动程序工具包和有用的应用程序
