Repository: DriverPackSolution/transifex-backup
Catalog: beetle/driverpack-solution-worldwide/driverpackpo/*.po
Languages: ar, az, bg, bn, ca, de, el, es, es_419, et, fa, fil, fr, gu, he, hi, hu, id, it, ko, ku, nl, no, pl, ps, pt_br, pt_pt, ro, sk, sl, sq, sr, sw, ta, te, th, tr, zh, zh_cn

# settings_drivers-backup-caption
source: For even more convenience for all users, the DriverPack developers have created the option of saving backups of your current drivers into the My Documents folder.
ar: لمزيد من الراحة لجميع المستخدمين ، قام مطورو DriverPack بإنشاء خيار حفظ النسخ الاحتياطية للتعريفات الحالية في مجلد My Documents.
az: Bütün istifadəçilərə daha da çox asanlıq üçün, DriverPack tərtibatçıları Sənədlərim qovluğunda hazırki driverlərinizin ehtiyatlamalarını yarat seçimi yaratdılar.
bg: За още по-голямо удобство за всички потребители, разработчиците на DriverPack са създали опцията за запазване на резервни копия на текущите драйвери в папката "Моите Документи".
bn: এমনকি সকল ব্যবহারকারীর সুবিধার জন্য DriverPack ডেভেলপারগণ আপনার সকল বর্তমান ড্রাইভারের ব্যাকআপ My Documents ফোল্ডারে সেভ করার অপশন তৈরি করেছেন।
ca: Per a que sigui encara més còmode, els desenvolupadors de DriverPack han afegit una opció per a desar les còpies de seguretat dels vostres controladors actuals a la carpeta dels Meus documents.
de: Für noch mehr Bequemlichkeit für alle Benutzer haben die DriverPack Entwickler die Möglichkeit geschaffen, Sicherungen Ihrer aktuellen Treiber in dem Ordner Dokumente zu speichern.
el: Για ακόμα μεγαλύτερη ευκολία για όλους τους χρήστες, οι προγραμματιστές του DriverPack έχουν δημιουργήσει την επιλογή αποθήκευσης αντιγράφων ασφαλείας των τρεχόντων προγραμμάτων οδήγησης στο φάκελο Τα έγγραφά μου.
es: Para más comodidad de los usuarios, los desarrolladores de DriverPack han añadido la opción de guardar copias de seguridad de tus drivers actuales en la carpeta Mis Documentos.
es_419: Para una mayor comodidad para todos los usuarios, los desarrolladores de DriverPack han creado la opción de guardar copias de seguridad de sus controladores actuales en la carpeta Mis documentos.
et: Kasutajate mugavuseks on DriverPack arendajad loonud valiku salvestada teie praeguste draiverite tagavarakoopia "Minu Dokumendid" kausta.
fa: همچنین برای راحتی بیشتر کاربران، مهندسان DriverPack گزینه ای برای ثبت کردن پشتیبان درایور های جاری در پوشه My Documents ایجاد کرده اند.
fil: Para sa higit pang kaginhawahan ng mga gumagamit, nilikha ng mga developer ng DriverPack ang option sa pag-save ng mga backup ng iyong mga kasalukuyang driver sa folder ng My Documents.
fr: Pour encore plus de commodité pour tous les utilisateurs, les développeurs de DriverPack ont créé l'option d'enregistrer les sauvegardes de vos pilotes actuels dans le dossier Mes documents.
gu: બધા વપરાશકર્તાઓ માટે વધુ સગવડ માટે, DriverPack વિકાસકર્તાઓએ તમારા વર્તમાન ડ્રાઇવરોના બેકઅપ્સને મારા દસ્તાવેજો ફોલ્ડરમાં સાચવવાનો વિકલ્પ બનાવ્યો છે.
he: לנוחות כל המשתמשים, המפתחים של DriverPack יצרו אופציה מיוחדת לשמירת הדרייברים הנוכחיים שלך ישירות לתוך תיקיית 'המסמכים שלי'.
hi: सभी उपयोगकर्ताओं के लिए और भी अधिक सुविधा के लिए, DriverPack डेवलपर्स ने अपने वर्तमान ड्राइवरों के बैकअप को My Documents फ़ोल्डर में सहेजने का विकल्प बनाया है।
hu: Az összes felhasználó még nagyobb kényelméért a DriverPack fejlesztők létrehoztak egy beállítást, mely az összes aktuális driverről mentést készít a Dokumentumok mappába.
id: Untuk kenyamanan lebih bagi semua pengguna, para pengembang DriverPack telah menciptakan pilihan untuk menyimpan backup driver anda saat ini ke dalam folder My Documents.
it: Per la comodità di tutti gli utenti, gli sviluppatori di DriverPack hanno creato un opzione di salvataggio del backup dei driver attualmente installati all'interno della cartella Documenti.
ko: 모든 사용자의 편의를 위해 DriverPack 개발자는 현재 드라이버의 백업을 내 문서 폴더에 저장하는 옵션을 만들었습니다.
ku: بۆ زیاتر ئارام بوونی هەموو بەکارهێنەرەکان، گەشەپێکەرەکانی DriverPack هەلبژاردەی پاراستنی باکەب دروست کردووە بۆ پێناسەکانی تۆی ئێستا بۆ ناو فۆلدەری بەڵگەنامەکانم.
nl: Voor nog meer gemak voor alle gebruikers hebben de DriverPack-ontwikkelaars de mogelijkheid gecreëerd om back-ups van uw huidige drivers op te slaan in de map Mijn documenten.
no: For enda mer bekvemmelighet for alle brukere, har DriverPack utviklerne opprettet muligheten til å lagre sikkerhetskopier av dine nåværende drivere i mappen Mine Dokumenter.
ps: د ټولو کاروونکو لپاره د لا زیاتې اسانتیا لپاره، د DriverPack پراختیایی کاروونکو ستاسو د اوسني چلوونکي د بیک اپونو خوندي کولو زما د اسنادو فولڊر ته خوندي کړي.
pt_br: Para uma maior comodidade para todos os usuários, os desenvolvedores do DriverPack criaram a opção de salvar backups de seus drivers atuais na pasta Meus documentos.
pt_pt: Para ainda maior conveniência dos utilizadores, os programadores do DriverPack criaram a opção de guardar backups dos controladores atuais na pasta Meus Documentos.
ro: Pentru o comoditate sporita pentru toti utilizatorii, inginerii DriverPack au creat o optiune de a salva o copie de rezerva a driverelor deja instalate in folderul My Documents.
sk: Pre ešte väčšie pohodlie pre všetkých používateľov, vytvorili vývojári programu DriverPack možnosť, uložiť zálohy vašich aktuálnych ovládačov do priečinka Moje dokumenty.
sl: Za še večjo udobje vseh uporabnikov, so razvijalci programa DriverPack ustvarili možnost shranjevanja varnostnih kopij trenutnih gonilnikov v mapo Moji dokumenti.
sq: Për më shumë komfort për të gjithë përdoruesit, zhvilluesit e DriverPack kanë krijuar opsionin e ruajtjes së rezervave të drajverave aktualë tek dosja 'Dokumentet e Mia'.
sr: Radi što veće udobnosti za sve korisnike, programeri iz DriverPack-a su omogućili opciju čuvanja kopije drajvera koji je trenutno u upotrebi u direktorijumu Moji dokumenti.
sw: Kwa urahisi zaidi kwa watumiaji wote, watengenezaji wa DriverPack wameunda chaguo la kuokoa backups ya madereva yako ya sasa kwenye folda Yangu Hati.
ta: அனைத்து பயனர்களுக்கும் இன்னும் வசதிக்காக, DriverPack வன்பொருள்தொகுப்பு உருவாக்குநர்கள் உங்கள் தற்போதைய இயக்கிகளின் காப்புப் பிரதிகளை எனது ஆவணங்கள் கோப்புறையில் சேர்ப்பதற்கான விருப்பத்தை உருவாக்கியுள்ளனர்.
te: అన్ని వినియోగదారులకు మరింత సౌలభ్యం కోసం, DriverPack డెవలపర్లు మీ ప్రస్తుత డ్రైవర్ల బ్యాకప్లను నా పత్రాల ఫోల్డర్లోకి సేవ్ చేసే ఎంపికను సృష్టించారు.
th: เพื่อความสะดวกมากขึ้น นักพัฒนาของ นักพัฒนาของ DriverPack ได้สร้างทางเลือกในการบันทึกข้อมูลสำรองของไดรเวอร์ปัจจุบันลงในโฟลเดอร์ My Documents
tr: Tüm kullanıcılara daha da fazla kolaylık için, DriverPack geliştiricileri Belgelerim klasörü içine şu anki sürücülerinizin yedeklerini kaydeden seçeneği oluşturdu.
zh: 為了更方便所有使用者，DriverPack 開發人員已經建立了將目前驅動程式的備份儲存到「我的文件」資料夾中的選項。
zh_cn: 为了更方便所有用户，DriverPack 开发人员已经创建了将当前驱动程序的备份保存到“我的文档”文件夹中的选项。

# settings_system-check-title
source: Enable the system check option (System Check)
ar: تمكين خيار التحقق من النظام (System Check)
az: Sistem yoxlaması seçimini aktivləşdir (System Check)
bg: Включи опция за системна проверка (System Check)
bn: সিস্টেম চেক সুবিধা সক্রিয় করো (System Check)
ca: Activa la opció de comprovació del sistema (System Check)
de: Systemprüfungs-Option aktivieren (System Check)
el: Ενεργοποίηση της επιλογής System Check (System Check)
es: Activa la opción de chequeo del sistema (System Check)
es_419: Habilite la opción de verificación del sistema (Comprobación del sistema)
et: Luba süsteemi kontrolli valik (System Check)
fa: بررسی سیستم را فعال کنید (System Check)
fil: Paganahin ang option ng check system (System Check)
fr: Activer l'option de vérification du système (System Check)
gu: System Check વિકલ્પ સક્ષમ કરો (System Check)
he: אפשר את בדיקת המערכת (System Check)
hi: System Check विकल्प सक्षम करें (System Check)
hu: Rendszer ellenőrzés engedélyezése (System Check)
id: Aktifkan pilihan pengecekkan sistem (System Check)
it: Abilitare l'opzione di controllo del sistema (System Check)
ko: 시스템 검사 옵션 사용 (System Check)
ku: هه‌ڵبژارده‌ی پشكنینی سیسته‌م System Check چالاك بكه‌ (System Check)
nl: Schakel de optie voor systeemcontrole in (Systeemcontrole)
no: Aktiver systemkontroll alternativet (System Check)
pl: Włącz opcję sprawdzenia systemu (System Check)
ps: د سیسټم د چیک انتخاب فعال کړئ (System Check)
pt_br: Ativar a opção de verificação do sistema (System Check)
pt_pt: Habilitar a opção de verificação de sistema (System Check)
ro: Activați opțiunea system check (System Check)
sk: Povoliť možnosť kontroly systému (System Check)
sl: Omogoči možnost preverjanja sistema (System Check)
sq: Aftëso opsionin e kontrollit të sistemit (System Check)
sr: Omogućite opciju provere sistema (System Check)
sw: Wezesha chaguo la cheti cha mfumo (System Check)
ta: கணினி தேர்வு விருப்பத்தை இயக்கு (System Check)
te: సిస్టమ్ తనిఖీ ఎంపికను ప్రారంభించండి (System Check)
th: เปิดการใช้งานตัวเลือกตรวจสอบระบบ (System Check)
tr: Sistem denetimi seçeneğini etkinleştir (System Check)
zh: 啟用系統檢查選項 (System Check)
zh_cn: 启用 system check 选项 (System Check)

# settings_system-check-caption
source: To make sure that all devices of your computer operate properly, the DriverPack team has developed a very effective check-up system for your computer. It is activated immediately after a reboot, and will make quick check-up of all devices to make sure they operate correctly.
ar: للتأكد من أن جميع أجهزة الكمبيوتر تعمل بشكل صحيح ، قام فريق DriverPack بتطوير نظام فحص فعال جدا لجهازك الكمبيوتر. يتم تفعيله مباشرة بعد إعادة التشغيل، ليقوم بإجراء فحص سريع للتأكد من عمل اجهزتك بشكل صحيح.
az: Kompüterinizin bütün avadanlıqlarının düzgün şəkildə işlədiyinə əmin olmaq üçün DriverPack komandası, kompüterinizn üçün çox təsirli bir yoxlama sistemi yaradıb. Kompüter yenidən başladıqdan sonra dərhal aktivləşdir və avadanlıqların düzgün olaraq işlədiyindən əmin olmaq üçün bütün avadanlıqlarının yoxlamsını sürətli şəkildə edir.
bg: За да сте сигурни, че всички устройства на вашия компютър работят правилно, екипът на DriverPack е разработил много ефективна система за проверка на вашия компютър. Тя се активира веднага след рестартиране и извършва бърз преглед на всички устройства, за да се увери, че те работят правилно.
bn: আপনার কম্পিউটারের সকল যন্ত্র সঠিকভাবে কাজ করছে কিনা তা নিশ্চিত করতে DriverPack দল কম্পিউটারের জন্য খুব কার্যকরী একটি চেকআপ পদ্ধতি তৈরি করেছে। একবার রিবুটের পরে এটি তাৎক্ষণিকভাবে সক্রিয় হয়, এবং সকল যন্ত্র ঠিকভাবে কাজ করছে তা নিশ্চিত করতে দ্রুত একটি চেকআপ করবে।
ca: Per assegurar que tots els dispositius de l'ordinador funcionen correctament, l'equip de DriverPack ha desenvolupat un sistema de comprovació molt efectiu per al vostre ordinador. S'inicia immediatament després de reiniciar, i realitza una comprovació ràpida de tots els dispositius per assegurar-se que funcionen correctament.
de: Um sicherzustellen, dass alle Geräte Ihres Computers ordnungsgemäß funktionieren, hat das DriverPack Team ein sehr effektives Überprüfungssystem für Ihren Computer entwickelt. Es wird sofort nach einem Neustart aktiviert und nimmt eine schnelle Überprüfung aller Geräte vor, um sicherzustellen, dass diese ordnungsgemäß funktionieren.
el: Για να βεβαιωθείτε ότι όλες οι συσκευές του υπολογιστή σας λειτουργούν σωστά, η ομάδα DriverPack έχει αναπτύξει ένα πολύ αποτελεσματικό σύστημα ελέγχου. Ενεργοποιείται αμέσως μετά την επανεκκίνηση και κάνει γρήγορο έλεγχο όλων των συσκευών για να βεβαιωθείτε ότι λειτουργούν σωστά.
es: Para que todos los dispositivos del ordenador operen adecuadamente, el equipo de DriverPack ha desarrollado un sistema de chequeo del ordenador muy efectivo. Se activa automáticamente después de reiniciar, y comprueba rápidamente todos los dispositivos para asegurar que funcionan correctamente.
es_419: Para asegurarse de que todos los dispositivos de su computadora funcionen correctamente, el equipo de DriverPack ha desarrollado un sistema de control muy efectivo para su computadora. Se activa inmediatamente después de un reinicio, y hará un chequeo rápido de todos los dispositivos para asegurarse de que funcionen correctamente.
et: Et tagada, et kõik teie seadmed töötaksid arvutis korralikult on DriverPack arendajad töötanud välja väga effektiivse kontroll süsteemi teie arvutile. See aktiveerub koheselt peale taaskäivitamist ja kontrollib kiiresti, et kõik seadmed töötaksid korralikult.
fa: برای اینکه از عملکرد صحیح همه دستگاه های کامپیوتر مطمئن شوید، تیم DriverPack یک بررسی خیلی موثر برای کامپیوتر شما توسعه داده اند. این حالت بلافاصله بعد از اولین راه اندازی مجدد فعال خواهد شد و یک بررسی سریع از همه دستگاه ها انجام می دهد تا از عملکرد صحیح آن ها مطمئن شود.
fil: Upang matiyak na ang lahat ng mga device ng iyong computer ay gumana ng maayos, ang koponan ng DriverPack ay nakabuo ng isang napakahusay na sistema ng pag-check ng iyong computer. Ito ay activated matapos ang isang pag-reboot, at gagawa ng mabilis na pag-check-up ng lahat ng mga device upang matiyak na gumana nang tama ang mga ito.
fr: Pour s'assurer que tous les périphériques de votre ordinateur fonctionnent correctement, l'équipe DriverPack a développé un système de vérification très efficace pour votre ordinateur. Il est activé immédiatement après un redémarrage, et fera un contrôle rapide de tous les appareils pour s'assurer qu'ils fonctionnent correctement.
gu: ખાતરી કરો કે તમારા કમ્પ્યુટરનાં બધા ઉપકરણો યોગ્ય રીતે કામ કરે છે, DriverPack ટીમએ તમારા કમ્પ્યુટર માટે ખૂબ જ અસરકારક તપાસ-પદ્ધતિ વિકસાવી છે. રીબુટ કર્યા બાદ તે તરત જ સક્રિય થાય છે, અને તે ખાતરી કરવા માટે કે તેઓ યોગ્ય રીતે કામ કરે છે તે બધા ઉપકરણોની ઝડપી તપાસ કરશે.
he: בכדי שתוכל להיות בטוח שהדרייברים במחשב שלך פועלים כנדרש, הצוות של DriverPack פיתח יכולת מיוחדת שבודקת את תקינות ויעילות המחשב שלך. יכולת זו בשימוש מיד לאחר ההפעלה מחדש, והיא מבצעת בדיקה מהירה של כל ההתקנים בכדי לוודא שהכל פועל כשורה.
hi: यह सुनिश्चित करने के लिए कि आपके कंप्यूटर के सभी डिवाइस ठीक से काम करते हैं, DriverPack टीम ने आपके कंप्यूटर के लिए एक बहुत ही प्रभावी जांच-पड़ताल प्रणाली विकसित की है। इसे रिबूट के तुरंत बाद सक्रिय किया जाता है, और यह सुनिश्चित करने के लिए कि वे सही तरीके से काम करते हैं वह सभी उपकरणों का त्वरित जांच करेगी।
hu: A számítógép összes eszközének tökéletes működéséhez a DriverPack csapat kifejlesztett egy nagyon hatékony ellenőrző rendszert. Újraindítás után azonnal lefut, és ellenőrzi az eszközöket, hogy megfelelően működnek-e.
id: Untuk memastikan semua perangkat komputer anda beroperasi dengan benar, tim DriverPack telah mengembangkan sistem check-up yang sangat efektif untuk komputer anda. Ini diaktifkan segera setelah melakukan reboot, dan akan melakukan pemeriksaan cepat terhadap semua perangkat untuk memastikannya beroperasi dengan benar.
it: Per essere sicuri che tutte le periferiche del computer funzionino correttamente, il team di DriverPack ha sviluppato un efficace sistema di check-up per il tuo computer. Viene attivato automaticamente dopo il riavvio, effettuando un veloce controllo di tutti i dispositivi per assicurarsi che funzionino correttamente.
ko: 컴퓨터의 모든 장치가 올바르게 작동하는지 확인하기 위해 DriverPack 팀은 컴퓨터에 매우 효과적인 검사 시스템을 개발했습니다. 재부팅 후 즉시 작동되며 모든 장치를 빠르게 점검하여 올바르게 작동하는지 확인합니다.
ku: بۆ دڵنیابوون لەوەی هەموو ئامێرەکانی کۆمپیوتەرەکەت بە تەواوی ئیش دەکەن، تیمی DriverPack سیستەمی پشکنین کردن زۆر پێش ئێخستووە بەشێوەیەکی کاریگەر بۆ کۆمپیوتەرەکەت. ئەو چالاک دەبێت بەخێرایی دوای ڕیستارت کردن، و پشکنینێکی خێرا دەکات بۆ هەموو ئامێرەکان بۆ دڵنیابوون لە ئێشکردنیان بەشێوەیەکی تەواو.
nl: Om ervoor te zorgen dat alle apparaten van uw computer naar behoren werken, heeft het DriverPack-team een zeer effectief controlesysteem voor uw computer ontwikkeld. Het wordt onmiddellijk na een herstart geactiveerd en zal alle apparaten snel controleren om er zeker van te zijn dat ze correct werken.
no: For å sikre at alle enhetene på datamaskinen fungerer som de skal, har DriverPack teamet utviklet et meget effektivt kontrollsystem for datamaskinen. Det aktiveres umiddelbart etter en omstart, og vil gjøre en hurtig kontroll av alle enhetene for å sikre at de fungerer riktig.
ps: د دې لپاره چې ډاډ ترلاسه کړئ چې ستاسو کمپیوټر ټول سامانونه په سمه توگه کار کوي، د DriverPack ټیم ستاسو د کمپیوټر لپاره یو ډیر اغیزناک چک سیستم جوړ کړی. دا د ریبوټ سمدستی وروسته فعاله کیږي، او د ټولو وسایطو چټک معاینه به وکړي ترڅو ډاډ ترلاسه کړي چې دوی سم کار کوي.
pt_br: Para garantir que todos os dispositivos do seu computador funcionem corretamente, a equipe do DriverPack desenvolveu um sistema de check-up muito eficaz para o seu computador. Ele é ativado imediatamente após uma reinicialização, e fará um check-up rápido de todos os dispositivos para garantir que eles funcionem corretamente.
pt_pt: Para garantir que todos os dispositivos do seu computador funcionam adequadamente, a equipa do DriverPack desenvolveu um método muito eficiente de verificação do seu computador. É ativado imediatamente após reiniciar, e irá rapidamente verificar todos os dispositivos para garantir que funcionam corretamente.
ro: Pentru a vă asigura că toate dispozitivele computerului funcționează corect, echipa DriverPack a dezvoltat un sistem foarte eficient de verificare pentru computerul dvs. Acesta este activat imediat după repornire și va face o verificarea rapidă tuturor dispozitivelor pentru a vă asigura că funcționează corect.
sk: Aby ste sa uistili, že všetky zariadenia vášho počítača fungujú správne, tím DriverPack vyvinul pre váš počítač veľmi efektívny kontrolný systém. Aktivuje sa bezprostredne po reštarte a vykoná rýchlu kontrolu všetkých zariadení, aby sa ubezpečil, že fungujú správne.
sl: Da bi zagotovili pravilno delovanje vseh naprav v računalniku, je ekipa programa DriverPack razvila zelo učinkovit sistem za preverjanje vašega računalnika. Sistem se aktivira se takoj po ponovnem zagonu in opravi hiter pregled vseh naprav, da se prepriča, ali delujejo pravilno.
sq: Për t'u siguruar që të gjitha pajisjet e kompjuterit funksionojnë siç duhet, ekipi i DriverPack ka zhvilluar një sistem shumë efektiv kontrolli për kompjuterin tuaj. Aktivizohet automatikisht pas një rindezjeje dhe bën një kontroll të të gjithë pajisjeve për t'u siguruar që funksionojnë në mënyrë korrekte.
sr: Da bi bili sigurni da svi uređaji vašeg računara rade kako treba, tim DriverPack-a je razvio veoma efikasan sistem provere računara. Aktivira se odmah nakon restartovanja i izvršava proveru svih uređaja da bi obezbedio njihov ispravan rad.
sw: Ili kuhakikisha kuwa vifaa vyote vya kompyuta yako vinafanya kazi vizuri, timu ya DriverPack imeunda mfumo wa kufuatilia sana kwa kompyuta yako. Imeanzishwa mara moja baada ya kuanza upya, na itafanya upya haraka wa vifaa vyote ili kuhakikisha kwamba hufanya kazi kwa usahihi.
ta: உங்கள் கணினியின் எல்லா சாதனங்களும் ஒழுங்காக இயங்குவதை உறுதி செய்ய, DriverPack வன்பொருள்தொகுப்பு குழு உங்கள் கணினிக்கான மிகவும் பயனுள்ள சோதனை முறைமையை உருவாக்கியுள்ளது.மறுதொடக்கம் செய்யப்பட்டவுடன் உடனடியாக செயல்படுத்தப்படுகிறது, மேலும் எல்லா சாதனங்களிலும் விரைவாகச் சரிபார்த்து அவை சரியாக செயல்படுவதை உறுதிப்படுத்துகின்றன.
te: మీ కంప్యూటర్ యొక్క అన్ని పరికరాలు సరిగా పనిచేయాయని నిర్ధారించుకోవడానికి, DriverPack బృందం మీ కంప్యూటర్ కోసం చాలా సమర్థవంతమైన తనిఖీ-వ్యవస్థను అభివృద్ధి చేసింది. ఇది ఒక రీబూట్ తరువాత వెంటనే యాక్టివేట్ చేయబడుతుంది మరియు అన్ని పరికరాలు సరిగ్గా పని చేస్తుందని నిర్ధారించుకోవడానికి శీఘ్రంగా తనిఖీ చేస్తుంది.
th: เพื่อให้แน่ใจว่าทุกอุปกรณ์บนคอมพิวเตอร์ของคุณทำงานอย่างถูกต้อง ทีมงาน DriverPack ได้พัฒนาระบบตรวจสอบที่มีประสิทธิภาพมากที่สุด มันจะเปิดการใช้งานทันทีหลังจากรีบู๊ท และจะตรวจสอบทุกอุปกรณ์อย่างรวดเร็วเพื่อให้แน่ใจว่ามันทำงานอย่างถูกต้อง
tr: Bilgisayarınızın tüm aygıtlarının düzgün bir şekilde çalıştığından emin olmak için DriverPack ekibi, bilgisayarınız için çok etkili bir yoklama sistemi geliştirdi. Bilgisayar yeniden başladıktan sonra hemen etkinleşir ve aygıtların doğru olarak çalıştıklarından emin olmak için tüm aygıtların yoklamasını hızlıca yapar.
zh: 為了確保電腦的所有裝置正常運行，DriverPack 團隊已經為您的電腦開發了一個非常有效的檢查系統。它在重新開機後立即啟動，並將對所有裝置進行快速檢查，以確保其正常運行。
zh_cn: 为确保计算机的所有设备正常运行，DriverPack 团队为您的计算机开发了一个非常有效的检查系统。 重新启动后立即激活，并快速检查所有设备，以确保其正常运行。

# settings_system-check-anchor
source: Learn more
ar: اعرف أكثر
az: Təfsilatı ilə
bg: Разберете повече
bn: আরও জানুন
ca: Més informació
de: Mehr erfahren
el: Μάθετε περισσότερα
es: Más información
es_419: Aprende más
fa: بیشتر بدانید
fil: Matuto nang higit pa
fr: En apprendre plus
gu: વધુ જાણો
he: למד עוד
hi: और अधिक जानें
hu: Részletek
id: Pelajari lebih lanjut
it: Per saperne di più
ko: 더 알아보기
ku: زیاتر فێرببه‌
nl: Lees verder
no: Lær mer
pl: Dowiedz się więcej
ps: نور زده کړئ
pt_br: Saiba mais
pt_pt: Saiba mais
ro: Află mai multe
sk: Viac k nahliadnutiu
sl: Nauči se več
sq: Mëso më shumë
sr: Saznajte više
sw: Jifunze zaidi
ta: மேலும் அறிக
te: ఇంకా నేర్చుకో
th: เรียนรู้เพิ่มเติม
tr: Daha fazla bilgi edinin
zh: 了解更多資訊
zh_cn: 了解更多

# settings_statistics-title
source: Send statistics about system operation
ar: إرسال إحصائيات حول تشغيل النظام
az: Sistem işləməsi haqqında statistikaları göndər
bg: Изпратете статистика за работата на системата
bn: সিস্টেম কার্যক্রমের পরিসংখ্যান পাঠাও
ca: Envia estadístiques sobre el funcionament del sistema
de: Statistiken über Systembetrieb senden
el: Αποστολή στατιστικών για τη λειτουργία του συστήματος
es: Envía estadísticas sobre el funcionamiento del sistema
es_419: Enviar estadísticas sobre el funcionamiento del sistema
et: Saada statistikat süsteemi tööst
fa: ارسال آمار در مورد عملکرد سیستم
fil: Magpadala ng mga statistics tungkol sa pagpapatakbo ng system
fr: Envoyer des statistiques sur le fonctionnement du système
gu: તમારી સિસ્ટમ અંગેના ગાણિતિક આંકડા મોકલશો
he: שלח סטטיסטיקות מערכת הפעלה
hi: सिस्टम ऑपरेशन के बारे में आंकड़े भेजें
hu: Statisztikák küldetése a rendszer működéséről
id: Kirim statistik tentang pengoperasian sistem
it: Inviare statistiche sul funzionamento del sistema
ko: 시스템 작동에 대한 통계 전송
ku: ئامار بنێره‌ ده‌رباره‌ی كاری سیستمه‌كه‌
nl: Verstuur statistieken over de werking van het systeem
no: Send statistikk om systemoperasjon
pl: Wyślij statystyki o Twoim systemie
ps: د سیسټم د عملیاتو په اړه ارقامونه واستوئ
pt_br: Enviar estatísticas sobre a operação do sistema.
pt_pt: Enviar estatísticas de operação do seu sistema
ro: Trimite statistici despre operarea sistemului
sk: Odošlite štatistiky o prevádzke systému
sl: Pošljite statistične podatke o delovanju sistema
sq: Dërgo statistika rreth funksionimit të sistemit
sr: Pošaljite statistiku o radu sistema
sw: Tuma takwimu kuhusu utendaji wa mfumo
ta: கணினி செயல்பாட்டைப் பற்றிய புள்ளிவிவரங்களை அனுப்பவும்
te: సిస్టమ్ ఆపరేషన్ గురించి గణాంకాలను పంపండి
th: ส่งสถิติเกี่ยวกับการทำงานของระบบ
tr: Sistem işletimi hakkında istatistikleri gönder
zh: 發送系統操作統計信息
zh_cn: 发送系统操作统计信息
