Repository: DriverPackSolution/transifex-backup
Catalog: beetle/driverpack-solution-worldwide/driverpackpo/*.po
Languages: ar, az, bg, bn, ca, de, el, es, es_419, et, fa, fil, fr, gu, he, hi, hu, id, it, ko, ku, nl, no, pl, ps, pt_br, pt_pt, ro, sk, sl, sq, sr, sw, ta, te, th, tr, zh, zh_cn

# settings_news-caption
source: This section contains helpful news regarding release of new drivers and utilities.
ar: يتضمن هذا القسم اخبار مفيدة حول اصدار التعريفات والأدوات الجديدة.
az: Bu bölmədə yeni driverlərin və köməkçi proqramların yayımı ilə bağlı bütün yararlı xəbərlər var.
bg: Този раздел съдържа полезни новини относно пускането на нови драйвери и помощни програми.
bn: নতুন ড্রাইভার ও ইউটিলিটিস প্রকাশ সম্পর্কিত উপকারী খবর এই অংশে আছে।
ca: Aquesta secció conté notícies interessants sobre la publicació de nous controladors i utilitats.
de: Dieser Abschnitt enthält hilfreiche Neuigkeiten zur Veröffentlichung neuer Treiber und Dienstprogramme.
el: Αυτός ο τομέας περιέχει χρήσιμες ειδήσεις σχετικά με δημοσιεύσεις για νέα προγράμματα οδήγησης και εφαρμογές.
es: En esta sección puedes encontrar noticias útiles acerca del lanzamiento de nuevos drivers y utilidades.
es_419: Esta sección contiene noticias recientes de nuevos controladores y utilerias.
et: See sektsioon koosneb kasulikest uudistest, draiverite ning programmide väljalasetest.
fa: این بخش شامل اخبار مفید در مورد انتشار درایورها و ابزارهای جدید است.
fil: Ang seksyon na ito ay naglalaman ng kapaki-pakinabang na balita tungkol sa pagpapalabas ng mga bagong driver at utilities.
fr: Cette section contient des actualités utiles par rapport à la publication de nouveaux pilotes et utilitaires.
gu: આ વિભાગમાં નવા ડ્રાઇવર્સ અને ઉપયોગિતાઓના પ્રકાશન સંબંધી ઉપયોગી સમાચાર છે.
he: חלק זה מכיל חדשות מעניינות לגבי דרייברים וכלים חדשים.
hi: इस खंड में नए ड्राइवरों और उपयोगिताओं के रिलीज के बारे में उपयोगी समाचार शामिल हैं ।
hu: Ez a rész hasznos híreket tartalmaz az új driverek és alkalmazások kiadásáról.
id: Bagian ini berisi berita bermanfaat mengenai peluncuran driver dan utilitas baru.
it: Questa sezione contiene notizie utili riguardanti il rilascio di nuovi driver e utilità.
ko: 이 섹션에는 새로운 드라이버 및 유틸리티 릴리즈에 관한 유용한 정보가 포함되어 있습니다.
ku: ئه‌م به‌شه‌ هه‌واڵی به‌سودی تێدایه‌ ده‌رباره‌ی بڵاوكردنه‌وه‌ی پێناسه‌ نوێیه‌كان و ئامرازه‌كان.
nl: Deze sectie bevat nuttig nieuws over de release van nieuwe drivers en hulpprogramma's.
no: Denne delen inneholder nyttige nyheter om utgivelse av nye drivere og verktøy.
pl: Ta sekcja zawiera wszystkie przydatne informacje związane z wydaniem nowych sterowników i narzędzi.
ps: پدې برخه کې د نوو چلوونکو او وړتیاو خوشې کولو په اړه ګټور خبرونه شامل دي
pt_br: Esta seção contém notícias úteis sobre o lançamento de novos drivers e utilitários.
pt_pt: Esta secção contém notícias úteis relacionadas com novos controladores e utilitários.
ro: Această secțiune conține informații referitoare la apariția noilor drivere și utilități.
sk: Táto časť obsahuje užitočné správy ohľadne vydania nových ovládačov a nástrojov.
sl: Ta razdelek vsebuje koristne novice o izdaji novih gonilnikov in pripomočkov.
sq: Kjo pjesë përmban të reja të dobishme në lidhje me lëshimin e drajvera dhe utiliteteve të reja.
sr: U ovom odeljku možete pronaći korisne novosti o najnovijim drajverima i pomoćnim programima.
sw: Sehemu hii ina habari muhimu kuhusu kutolewa kwa drivers mpya na huduma.
ta: இந்த பிரிவு புதிய இயக்கிகள் மற்றும் பயன்பாடுகள் வெளியீட்டைப் பற்றிய பயனுள்ள செய்திகளைக் கொண்டுள்ளது.
th: ในส่วนนี้จะประกอบไปด้วยข่าวที่มีประโยชน์เกี่ยวกับไดร์เวอร์และซอฟท์แวร์อรรถประโยชน์ออกใหม่
tr: Bu bölüm yeni sürücülerin ve yardımcı uygulamaların yayımı ile ilgili tüm yararlı haberleri içerir.
zh: 本節包含有關發佈新驅動程式和實用程式的有用新聞。
zh_cn: 本节包含有关发布新驱动程序和实用程序的有用消息。

# settings_drivers-title
source: Disable automatic installation of recommended drivers
ar: تعطيل التثبيت التلقائي للتعريفات الموصى بها
az: Tövsiyyə edilən driverlərin avtomatik quraşdırılmasını q-aktivləşdir
bg: Изключване на автоматичното инсталиране на препоръчваните драйвери
bn: সুপারিশকৃত ড্রাইভারসমূহের স্বয়ংক্রিয় ইন্সটলেশন নিষ্ক্রিয় করো
ca: Desactiva la instal·lació automàtica dels controladors recomanats
de: Automatische Installation von empfohlenen Treiber deaktivieren
el: Απενεργοποίηση αυτόματης εγκατάστασης προτεινόμενων προγραμμάτων οδήγησης
es: Desactiva la instalación automática de los drivers recomendados
es_419: Desactivar la instalación automática de controladores recomendados
et: Keela soovitatud draiverite automaatne paigaldus
fa: غیرفعال کردن نصب خودکار درایورهای پیشنهادی
fil: Huwag paganahin ang awtomatikong pag-install ng mga recommended driver
fr: Désactiver l'installation automatique des pilotes recommandés
gu: આગ્રહણીય ડ્રાઇવરોનું આપમેળે થતું ઇન્સ્ટોલેશન અક્ષમ કરો
he: בטל התקנה אוטומטית של דרייברים מומלצים
hi: अनुशंसित ड्राइवरों की स्वचालित स्थापना अक्षम करें
hu: Ajánlott driverek automatikus telepítésének letiltása
id: Nonaktifkan pemasangan otomatis dari rekomendasi driver
it: Disabilita l'installazione automatica dei driver
ko: 권장 드라이버 자동 설치 사용안함
ku: دامه‌زراندنی ئۆتۆماتیكی پێناسه‌ پێشنیاركراوه‌كان ناچالاك بكه‌.
nl: Schakel de automatische installatie van aanbevolen drivers uit
no: Deaktiver automatisk installasjon av anbefalte drivere
pl: Wyłącz automatyczną instalację zalecanych sterowników
ps: د سپارښتونکو چلونکو د اتوماتیک نصب کول غیر فعال کړئ
pt_br: Desativar a instalação automática dos drivers recomendados
pt_pt: Desabilitar a instalação automática de controladores recomendados
ro: Dezactivați instalarea automată a driverelor recomandate
sk: Zakázať automatickú inštaláciu odporúčaných ovládačov
sl: Onemogočite avtomatično namestitev priporočenih gonilnikov
sq: Paaftëso instalimin automatik të drajverave të rekomanduar
sr: Onemogućite automatsko instaliranje preporučenih drajvera
sw: Zuia kusakinishwa kwa viendeshi pendekezwa moja kwa moja
ta: பரிந்துரைக்கப்பட்ட இயக்கிகளின் தானியங்கு நிறுவலை முடக்கவும்
te: మద్దతిచ్చే డ్రైవర్ల స్వయంచాలక సంస్థాపనను ఆపివేయి
th: ปิดการอัปเดทไดร์เวอร์แนะนำอัตโนมัติ
tr: Önerilen sürücülerin otomatik kurulumunu etkisizleştir
zh: 停用建議的驅動程式的自動安裝
zh_cn: 禁用自动安装推荐的驱动程序

# settings_drivers-caption
source: When this function is activated, automatic installation of recommended drivers will be disabled.
ar: عند تفعيل هذه الخاصية, سيتم تعطيل التثبيت التلقائي للتعريفات الموصى بها.
az: Bu funksiya aktivləşdiriləndə, tövsiyyə edilən driverlərin avtomatik quraşdırılması q-aktiv olacaq.
bg: Когато тази функция е активирана, автоматичната инсталация на препоръчваните драйвери ще бъде деактивирана.
bn: এই ফাংশন চালু করলে সুপারিশকৃত ড্রাইভারসমূহের স্বয়ংক্রিয় ইন্সটলেশন বন্ধ হয়ে যাবে।
ca: Quan s'activa aquesta funció, la instal·lació automàtica dels controladors recomanats estarà desactivada.
de: Wenn diese Funktion aktiviert ist, wird die automatische Installation von empfohlenen Treibern deaktiviert.
el: Όταν αυτή η λειτουργία είναι ενεργοποιημένη, η αυτόματη εγκατάσταση των προτεινόμενων προγραμμάτων οδήγησης ειναι απενεργοποιημένη.
es: Al activar esta función, la instalación automática de los drivers recomendados quedará deshabilitada.
es_419: Cuando la función esté activada, las instalaciones automáticos de controladores recomendados se desactivará.
et: Selle valikuga keelatakse soovitatud draiverite automaatne paigaldus.
fa: زمانی که این تابع فعال باشد، نصب خودکار درایورهای پیشنهادی غیرفعال می شود.
fil: Kapag na-activate ang function na ito, ang pag-install ng mga recommended drivers ay hindi gagana.
fr: Lorsque cette fonction est activée, l'installation automatique des pilotes recommandés sera désactivé.
gu: જ્યારે આ કાર્ય સક્રિય થાય છે, ત્યારે આગ્રહણીય ડ્રાઇવરોનો આપમેળે ઇન્સ્ટોલેશન અક્ષમ થશે
he: כשאפשרות זו מסומנת, התקנה אוטומטית של דרייברים מומלצים תהיה מבוטלת.
hi: जब यह फ़ंक्शन सक्रिय होता है, तो अनुशंसित ड्रायवरों की स्वचालित स्थापना अक्षम हो जाएगी।
hu: Amikor ez a funkció aktiválásra kerül, az ajánlott driverek nem települnek automatikusan.
id: Ketika fungsi ini diaktifkan, pemasangan otomatis dari rekomendasi driver akan dinonaktifkan.
it: Quando questa funzione è attivata, la funzione raccomandata dl'installazione automatica dei driver sarà disabilitata.
ko: 이 기능이 작동되면 권장 드라이버의 자동 설치가 비활성화됩니다.
ku: كاتێك ئه‌م فه‌رمانه‌ چالاك كرا، دامه‌زراندنی ئۆتۆماتیكی پێناسه‌ پێشنیار كراوه‌كان ناچالاك ده‌كرێت.
nl: Als deze functie is geactiveerd, wordt de automatische installatie van aanbevolen drivers uitgeschakeld.
no: Når denne funksjonen er aktivert, deaktiveres automatisk installasjon av anbefalte drivere.
pl: Gdy funkcja ta jest włączona, automatyczna instalacja sterowników zalecanych zostanie wyłączona.
ps: کله چې دا فعالیت فعاله شي، د سپارښتونکو چلښتونو اتوماتیک نصب به معیوب شي.
pt_br: Quando esta função é ativada, a instalação automática dos drivers recomendados será desativada.
pt_pt: Quando esta função é ativada, a instalação automática de controladores recomendados é desabilitada.
ro: Când această funcție este activată, instalarea automată a driverelor recomandate va fi dezactivată.
sk: Ak je táto funkcia aktivovaná, automatická inštalácia odporúčaných ovládačov bude vypnutá.
sl: Ko je ta funkcija aktivirana, bo avtomatska namestitev priporočenih gonilnikov onemogočena.
sq: Kur ky funksion aktivizohet, instalimi automatik i drajverave të rekomanduar do të paaftësohet.
sr: Kada je ova opcija aktivirana, automatsko instaliranje preporučenih drajvera će biti onemogućeno.
sw: Pale ambapo shughuli hii itakapoamshwa, kusakinishwa moja kwa moja kwa viendeshi pendekezwa kutazuiwa.
ta: இந்த செயல்பாடு செயல்படுத்தப்படும் போது, பரிந்துரைக்கப்பட்ட இயக்கிகளின் தானியங்கி நிறுவல் முடக்கப்படும்.
te: ఈ ఫంక్షన్ సక్రియం అయినప్పుడు, మద్దతిచ్చే డ్రైవర్ల స్వయంచాలక సంస్థాపన నిలిపివేయబడుతుంది.
th: เมื่อเปิดใช้ฟังก์ชั่นนี้ การติดตั้งอัปเดทไดร์เวอร์แนะนำจะถูกปิดใช้งาน
tr: Bu işlev etkinleştirildiğinde, önerilen sürücülerin otomatik kurulumu etkisizleştirilecektir.
zh: 啟動此功能後，將停用自動安裝建議的驅動程式。
zh_cn: 激活此功能时，将禁用自动安装推荐的驱动程序。

# settings_soft-title
source: Disable installation of recommended software
ar: تعطيل تفعيل تثبيت البرامج الموصى بها
az: Tövsiyyə olunan proqram quraşdırılmasını q-aktivləşdir
bg: Изключи инсталирането на препоръчания софтуер
bn: সুপারিশকৃত সফটওয়্যারমূহের ইন্সটলেশন বন্ধ করো
ca: Desactiva la instal·lació del programari recomanat
de: Installation von empfohlener Software deaktivieren
el: Απενεργοποίηση εγκατάστασης προτεινόμενου λογισμικού
es: Desactiva la instalación del software recomendado
es_419: Desactivar instalaciones de aplicaciones y programas recomendados
et: Keela soovitatud programmide automaatne paigaldus
fa: غیرفعال کردن نصب خودکار نرم افزارهای پیشنهادی
fil: Huwag paganahin ang pag-install ng recommended software
fr: Désactiver l'installation des logiciels recommandés
gu: ભલામણ કરેલ સૉફ્ટવેરનું ઈન્સ્ટોલેશન અક્ષમ કરો
he: בטל התקנת תוכנות מומלצות
hi: अनुशंसित सॉफ़्टवेयर की स्थापना अक्षम करें
hu: Ajánlott szoftverek telepítésének letiltása
id: Nonaktifkan rekomendasi pemasangan perangkat lunak
it: Disabilita l'installazione dei software raccomandati
ko: 권장 소프트웨어 설치 사용안함
ku: دامه‌زراندنی نه‌رمه‌كاڵاكانی به‌رنامه‌ ناچالاك بكه‌
nl: Schakel de installatie van aanbevolen software uit
no: Deaktiver installasjon av anbefalt programvare
pl: Wyłącz automatyczną instalację zalecanych programów
ps: د سپارښتلي سافټویر لګول ناشوني کول
pt_br: Desativar a instalação dos programas recomendados
pt_pt: Desabilitar a instalação de programas recomendados
ro: Dezactivați instalarea softwarelor recomandate
sk: Zakázať inštaláciu odporúčaného softvéru
sl: Onemogočite namestitev priporočene programske opreme
sq: Paaftëso instalimin e softuerëve të rekomanduar
sr: Onemogućite instaliranje preporučenih softvera
sw: Zuia kusakinishwa kwa programu pendekezwa
ta: பரிந்துரைக்கப்பட்ட மென்பொருளை நிறுவலை முடக்கவும்
te: సిఫార్సు చేయబడిన సాఫ్ట్వేర్ యొక్క సంస్థాపనని ఆపివేయి
th: ปิดการทำงานการติดตั้งซอฟท์แวร์แนะนำ
tr: Önerilen yazılımın kurulumunu etkisizleştir
zh: 停用建議軟體的安裝
zh_cn: 禁用安装推荐的软件

# settings_soft-caption
source: When this function is activated, installation of recommended apps and software will be disabled. However, it means that many helpful and free apps will not be installed on your computer. Are you sure you want to let this opportunity go?
ar: عند تفعيل هذه الخاصية, سيتم تعطيل خاصية تثبيت البرامج الموصى بها. ذلك يعني ان العديد من البرامج المهمة والمجانية لن يتم تثبيتها على حاسوبك. هل أنت متأكد من أنك تريد أن تدع هذه الفرصة تفوتك؟
az: Bu funksiya akitvləşdirildikdə, tövsiyyə edilən proqramların və əlavələrin quraşdırılması q-aktiv olacaq. Ancaq bu, çox yararlı və pulsuz olan proqramların kompüterinizə quraşdırılmaması deməktir. Bu fürsətin getməsinə icazə vermək istədiyinizə əminsiniz?
bg: Когато тази функция е активирана, инсталирането на препоръчани приложения и софтуер ще бъде изключено. Все пак, това означава, че много полезни и безплатни приложения, няма да бъдат инсталирани на компютъра. Сигурен ли си, че искаш да изпуснеш тази възможност?
bn: এই ফাংশন চালু করলে সুপারিশকৃত অ্যাপ্লিকেশন ও প্রোগ্রামমূহের স্বয়ংক্রিয় ইন্সটলেশন বন্ধ হয়ে যাবে। যাহোক, এর অর্থ হল - অনেক উপকারি ও ফ্রি অ্যাপ্লিকেশন আপনার কম্পিউটারে ইন্সটল হবে না। সেগুলো ব্যবহার না করার বিষয়ে আপনি কি নিশ্চিত?
ca: Quan s'activa aquesta opció, la instal·lació de les aplicacions recomanades estarà desactivada. Això significa que moltes aplicacions útils i gratuïtes no s'instal·laran a l'ordinador. Segur que voleu deixar passar aquesta oportunitat?
de: Wenn diese Funktion aktiviert ist, wird die Installation von empfohlenen Apps und Software deaktiviert. Allerdings bedeutet dies, dass viele hilfreiche und kostenlose Apps nicht auf Ihrem Computer installiert werden. Sind Sie sicher, dass Sie sich diese Gelegenheit entgehen lassen möchten?
el: Όταν αυτή η λειτουργία είναι ενεργοποιημένη, η εγκατάσταση των προτεινόμενων εφαρμογών θα απενεργοποιηθεί. Ωστόσο, αυτό σημαίνει ότι πολλές χρήσιμες και δωρεάν εφαρμογές δεν θα εγκατασταθούν στον υπολογιστή σας. Είστε βέβαιοι ότι θέλετε να αφήσετε αυτή την ευκαιρία;
es: Al activar esta función, la instalación de las aplicaciones recomendadas quedará desactivada. Esto significa que muchas aplicaciones útiles y gratuitas no se instalaran en el ordenador. ¿Seguro que quieres dejar pasar esta oportunidad?
es_419: Cuando esta función esté activado, la instalación de aplicaciones recomendados y programas estará desactivado. Por lo tanto, significa que algunos programas y aplicaciones útiles para su equipo no será instalado. ¿Desea desactivar esta opción?
et: Selle valikuga keelatakse soovitatud programmide automaatne paigaldus. See tähendab, et jääte ilma kasulikest programmidest. Kas soovite tõesti seda teha?
fa: زمانی که این عملکرد فعال است، نصب برنامه ها و نرم افزار های توصیه شده غیر فعال خواهند شد. همچنین این بدان معنا است که تعداد زیادی از برنامه های رایگان و مفید در کامپیوتر شما نصب نخواهد شد. شما مطمئن هستید که می خواهید این موقعیت را از دست بدهید؟
fil: Kapag ang function nito ay activated, hindi maa-disable ang pag-install ng mga inirekumendang apps at software. Gayunpaman, nangangahulugan ito na ang karamihan sa mga kapaki-pakinabang at libreng apps ay hindi mai-install sa iyong computer. Sigurado ka ba na gusto mong hayaan ang pagkakataong ito?
fr: Lorsque cette fonction est activée, l'installation des applications et logiciels recommandés sera désactivé. Toutefois, cela veut dire que plusieurs des applications utiles et gratuites ne seront pas installés sur votre ordinateur. Êtes vous sûr de vouloir laisser passer cette opportunité?
gu: જ્યારે આ કાર્ય સક્રિય થાય છે, ત્યારે ભલામણ કરેલ એપ્લિકેશનો અને સૉફ્ટવેરનું ઇન્સ્ટોલેશન અક્ષમ થશે. જો કે, તેનો અર્થ એ કે ઘણા ઉપયોગી અને મફત એપ્લિકેશનો તમારા કમ્પ્યુટર પર ઇન્સ્ટોલ થશે નહીં. શું તમે ખરેખર આ તકને જવા દેવા માંગો છો?
he: כשפונקציה זו פעילה, התקנה של תוכנות מומלצות תהיה מבוטלת. אך, פירושו של דבר הוא שתוכנות מועילות וחינמיות לא יותקנו במחשב שלך. האם אתה בטוח שברצונך לוותר על הזדמנות כה נפלאה?
hi: जब यह फ़ंक्शन सक्रिय होता है, तो अनुशंसित ऐप्स और सॉफ़्टवेयर की स्थापना अक्षम हो जाएगी। हालांकि, इसका अर्थ है कि कई उपयोगी और निःशुल्क ऐप्स आपके कंप्यूटर पर स्थापित नहीं होंगे। क्या आप वाकई इस अवसर को जाने देना चाहते हैं?
hu: Amikor ez a funkció aktiválásra kerül, az ajánlott alkalmazások és szoftverek nem települnek. Azonban ez azt jelenti, hogy számos hasznos és ingyenes alkalmazás nem települ az ön számítógépére. Biztosan szeretné kihagyni ezt a lehetőséget?
id: Saat fungsi ini diaktifkan, pemasangan aplikasi dan perangkat lunak yang disarankan akan dinonaktifkan. Namun, ini berarti banyak aplikasi yang bermanfaat dan gratis tidak akan diinstal di komputer anda. Apakah anda yakin ingin membiarkan kesempatan ini hilang?
it: Quando questa funzione è attivata, l'installazione delle applicazioni e dei programmi raccomandati verrà disabilitata. Però, questo significa che molte applicazioni utili e gratuite non verranno installate sul tuo computer. Sei sicuro di voler perdere questa opportunità?
ko: 이 기능이 작동되면 권장되는 앱 및 소프트웨어 설치가 비활성화됩니다. 그러나 많은 유익하고 무료인 응용 프로그램이 컴퓨터에 설치되지 않습니다. 이 기회를 놓치시겠습니까?
ku: کاتێک ئەم فەرمانە چالاکە، دامەزراندنی بەرنامە و ئەپلیکەیشنەکانی پێشنیارکردوو ناچالاک دەبێت. هەرچۆن بێت، واتە زۆر ئەپلیکەیشنی بەسوود و خورایی دانامەزرێن لەسەر کۆمپیوتەرەکەت. ئایا تۆ دڵنیای تۆ دەتەوێت ئەم هەڵە بچێت؟
nl: Als deze functie is geactiveerd, wordt de installatie van aanbevolen apps en software uitgeschakeld. Het betekent echter dat veel nuttige en gratis apps niet op uw computer worden geïnstalleerd. Weet je zeker dat je deze kans wilt laten gaan?
no: Når denne funksjonen er aktivert, vil installasjon av anbefalte apper og programvare bli deaktivert. Det betyr imidlertid at mange nyttige og gratis programmer ikke vil bli installert på datamaskinen din. Er du sikker på at du vil gå glipp av denne muligheten?
pl: Gdy funkcja ta jest włączona, instalacja rekomendowanych aplikacji i programów zostanie wyłączona. Oznacza to jednak, że wiele przydatnych i darmowych aplikacji nie zostanie zainstalowanych na komputerze. Czy jesteś pewien, że nie chcesz z nich korzystać?
ps: کله چې دا فنکشن فعال شي، د سپارښت شوي ایپسونو او ساوتري لګول به معیوب شي. په هرصورت، دا پدې مانا لري چې ډیری ګټور او وړیا ایپسونه به ستاسو په کمپیوټر کې نصب نشي. ایا تاسو ډاډه یاست چې تاسو دې فرصت ته لاړ شئ؟
pt_br: Quando esta função é ativada, a instalação dos aplicativos e programas recomendados será desativada. No entanto, isso significa que muitos aplicativos úteis e gratuitos não serão instalados em seu computador. Tem certeza de que quer deixar passar esta oportunidade?
pt_pt: Quando esta função é ativada, a instalação de aplicações e software recomendados é desabilitada. No entanto, isto quer dizer que muito software útil e livre não será instalado no seu computador. Tem a certeza que não quer usufruir desta oportunidade?
ro: Cand aceasta functie este activata,instalarea de aplicatii si software recomandate va fi dezactivata. Totusi, inseamna ca multe aplicatii folositoare care sunt gratuite nu vor putea fi instalate pe computer-ul tau. Esti sigur ca vrei sa renunti la aceasta oportunitate?
sk: Ak je táto funkcia aktivovaná, inštalácia odporúčaných aplikácií a softvéru bude vypnutá. Znamená to však, že vo vašom počítači nebudú nainštalované mnohé užitočné a bezplatné aplikácie. Naozaj si chcete nechať túto príležitosť ujsť?
sl: Ko je ta funkcija vključena, bo onemogočena namestitev priporočenih aplikacij in programske opreme, to pomeni, da številne uporabne in brezplačne aplikacije ne bodo nameščene na vašem računalniku. Ali ste prepričani, da želite zamuditi to priložnost?
sq: Kur ky funksion aktivizohet, , instalimi i aplikacioneve dhe softuerëve të rekomanduar do të paaftësohet. Sidoqoftë, do të thotë që shumë aplikacione të dobishme dhe falas nuk do të instalohen në kompjuterin tuaj. Jeni i sigurtë që doni që kjo mundësi të iu ikë?
sr: Kada je ova opcija aktivirana, instaliranje preporučenih aplikacija i softvera će biti onemogućeno. To znači da mnoge korisne i besplatne aplikacije neće biti instalirane na vaš računar. Da li sigurno želite da propustite tu mogućnost?
sw: Wakati kazi hii imefungwa, usanidi wa programu zilizopendekezwa na programu utazimwa. Hata hivyo, ina maana kwamba programu nyingi za manufaa na za bure hazitawekwa kwenye kompyuta yako. Una uhakika unataka kuruhusu fursa hii iende?
ta: இந்த செயல்பாடு செயல்படுத்தப்படும்போது, பரிந்துரைக்கப்பட்ட பயன்பாடுகள் மற்றும் மென்பொருளின் நிறுவல் முடக்கப்படும்.இருப்பினும், உங்கள் கணினியில் பல பயனுள்ள மற்றும் இலவச பயன்பாடுகள் நிறுவப்படாது என்பதாகும்.இந்த வாய்ப்பை நிச்சயமாக அனுமதிக்க விரும்புகிறீர்களா?
te: ఈ ఫంక్షన్ సక్రియం అయినప్పుడు, సిఫార్సు చేయబడిన అనువర్తనాలు మరియు సాఫ్ట్వేర్ యొక్క వ్యవస్థాపన నిలిపివేయబడుతుంది. అయితే, మీ కంప్యూటర్లో అనేక ఉపయోగకరమైన మరియు ఉచిత అనువర్తనాలు ఇన్స్టాల్ చేయబడవు. మీరు ఈ అవకాశాన్ని అనుమతించాలనుకుంటున్నారా?
th: เมื่อฟังก์ชั่นนี้ถูกเปิดใช้งาน การติดตั้งแอพและซอฟท์แวร์ที่แนะนำจะถูกปิดลง ถึงอย่างไรก็ตามหลาย ๆ แอพที่มีประโยชน์และฟรีจะไม่ถูกติดตั้งบนคอมพิวเตอร์ของคุณ คุณแน่ใจแล้วใช่ไหมว่าจะปล่อยโอกาสนี้ไป?
tr: Bu işlev etkinleştirildiğinde, önerilen uygulamaların ve yazılımın kurulumu etkisizleştirilecektir. Ancak bu, çok yararlı ve ücretsiz uygulamaların bilgisayarınıza yüklenmeyeceği anlamına gelir. Bu fırsatın gitmesine izin vermek istediğinize emin misiniz?
zh: 啟動此功能後，將停用安裝建議的應用程式和軟體。然而，這意味著許多有用和免費的應用程式將不會安裝在您的電腦上。您確定要這樣做嗎?
zh_cn: 启用此功能后，推荐的应用程序和软件的安装将被禁用。 但是，这意味着您的计算机上不会安装许多有用和免费的应用程序。 你确定要这样吗?

# settings_banners-title
source: Disable information banners
ar: تعطيل لافتات المعلومات
az: Məlumat afişasını q-aktivləşdir.
bg: Изключи информационните банери
bn: ইনফরমেশন ব্যানারসমূহ বন্ধ করো
ca: Desactiva les finestres d'informació
de: Informationsbanner deaktivieren
el: Απενεργοποίηση πλαισίων πληροφόρησης
es: Desactiva las ventanas de información
es_419: Desactivar banners informátivos
et: Keela informatsiooni plakat
fa: غیرفعال کردن آگهی های تبلیغاتی
fil: Huwag paganahin ang mga banner ng impormasyon
fr: Désactiver les bannières d'informations
gu: માહિતી બેનરને અક્ષમ કરો
he: הסתר באנרים (שורות מידע)
hi: सूचना बैनर अक्षम करें
hu: Információs sávok kikapcsolása
id: Nonaktifkan spanduk informasi
it: Disabilita banner informativi
ko: 정보 배너 사용안함
ku: سه‌ردێڕی زانیارییه‌كان ناچالاك بكه‌
nl: Schakel informatiebanners uit
no: Deaktiver informasjonsbannere
pl: Wyłącz plansze informacyjne
ps: د معلوماتو بینر معلول
pt_br: Desativar banners de informações
pt_pt: Desabilitar painéis informativos
ro: Dezactivați bannerele informative
sk: Zakázať informačné bannery
sl: Onemogoči informacijske pasice
sq: Paaftë banderolat e informacioni
sr: Onemogućite prikaz informacionih banera
sw: Zuia vibendera vya habari
ta: தகவல் பதாகைகளை முடக்கவும்
te: సమాచార బ్యానర్లను ఆపివేయి
th: ปิดการทำงานข้อมูลแบนเนอร์
tr: Bilgi afişlerini etkisizleştir
zh: 停用資訊橫幅
zh_cn: 禁用信息横幅
