Repository: DriverPackSolution/transifex-backup
Catalog: beetle/driverpack-solution-worldwide/driverpackpo/*.po
Languages: ar, az, bg, bn, ca, de, el, es, es_419, et, fa, fil, fr, gu, he, hi, hu, id, it, ko, ku, nl, no, pl, ps, pt_br, pt_pt, ro, sk, sl, sq, sr, sw, ta, te, th, tr, zh, zh_cn

# installation_header_promo_text_authorization
source: As a logged-in user you won't have to adjust the settings on each computer again any longer — they will be saved on the profile level and activated automatically on any other device as well. Logged-in users also get access to the CDN servers which contribute to faster driver download speeds. Another important advantage of signing-in is access to the extended settings that enable you to customize the app even more according to your needs.
ar: بصفتك مستخدمًا مسجلاً ، لن تحتاج إلى ضبط الإعدادات على كل جهاز كمبيوتر مرة أخرى — سيتم حفظها على مستوى الملف الشخصي وتنشيطها تلقائيًا على أي جهاز آخر أيضًا. كما يحصل المستخدمون الذين يسجلون الدخول على خوادم CDN التي تساهم في سرعات تنزيل أسرع لبرنامج التشغيل. ميزة أخرى مهمة في تسجيل الدخول هي الوصول إلى الإعدادات الموسعة التي تمكنك من تخصيص التطبيق بشكل أكبر وفقًا لاحتياجاتك.
az: Bundan sonra daxil olmuş istifadəçi olaraq hər kompüterdə tənzimləmələri təkrar nizamlamalı olmayacaqsınız — profil səviyyəsində yadda saxlanacaqdır və hər hansı bir digər cihazda da avtomatik olaraq aktivləşəcəklər. Daxil olmuş istifadəçilər əlavə olaraq yüksək driver endirmə sürəti təmin edən CDN serverlərinə girişə icazəyə sahibdirlər. Daxil olmağın başqa bir əhəmiyyətli faydası da proqramı fərdiləşdirməni hətta daha da çoxunu ehtiyaclarınıza görə fərdiləşmə təmin edən genişləndirilmiş ayarları aktiv edir.
bg: Като потребител, влезли в профила си, вече няма да е необходимо да коригирате отново настройките на всеки компютър — те ще бъдат запазени на ниво профил и ще бъдат активирани автоматично и на всяко друго устройство. Потребителите, които влизат в системата, също имат достъп до сървърите на CDN, които допринасят за по-бързи скорости на изтегляне на драйвери. Друго важно предимство при влизането в профила е достъпът до разширените настройки, които ви позволяват да персонализирате приложението още повече, в зависимост от вашите нужди.
bn: একজন লগড-ইন ব্যবহারকারী হিসেবে আপনাকে আর প্রত্যেক কম্পিউটারে সেটিংস্‌ পুনরায় সমন্বয় করতে হবে না — সেগুলো আপনার প্রোফাইল স্তরে সংরক্ষিত থাকবে এবং সেইসাথে অন্যান্য যন্ত্রে স্বয়ংক্রিয়ভাবে সক্রিয় হবে। লগড-ইন ব্যবহারকারীরা CDN সার্ভারসমূহেও প্রবেশাধিকার পান যা অধিক দ্রুত ড্রাইভার ডাউনলোড গতিতে অবদান রাখে। অতিরিক্ত সেটিংস্‌-এ প্রবেশাধিকার সাইন-ইন করার আরেকটি গুরুত্বপূর্ণ সুবিধা, যা আপনাকে অ্যাপটি চাহিদা অনুযায়ী আরও কাস্টমাইজ করতে দেয়।
ca: Com a usuari registrat, no us caldrà configurar les opcions de nou a cada ordinador — es desaran al vostre perfil i s'activaran automàticament en qualsevol altre dispositiu. Els usuaris registrats també tenen accés a servidors CDN el que permet que les descàrregues dels controladors siguin més ràpides. Un altre avantatge important d'iniciar la sessió és l'accés a opcions addicionals que permeten personalitzar l'aplicació encara més segons les vostres necessitats.
de: Als angemeldeter Benutzer müssen Sie die Einstellungen auf jedem Computer nicht mehr ändern — Sie werden auf der Profilebene gespeichert und automatisch auf einem anderen Gerät aktiviert. Angemeldete Benutzer erhalten auch Zugriff auf die CDN-Server, die zu schnelleren Treiber Download Geschwindigkeiten beitragen. Ein weiterer wichtiger Vorteil der Anmeldung ist der Zugriff auf die erweiterten Einstellungen, mit denen Sie die App nach Ihren Anforderungen noch besser anpassen können.
es: Si inicias sesion, no tendrás que ajustar las preferencias en cada ordenador una y otra vez — se guardarán en tu perfil y se activaran automáticamente en cualquier otro dispositivo. Los usuarios autenticados además acceden a servidores de CDN, lo que permite descargar los drivers más rapidamente. Otra ventaja importante de iniciar sesión es el acceso a opciones adicionales que permiten personalizar la aplicación según tus necesidades.
es_419: Como usuario con sesión iniciada, ya no tendrá que volver a ajustar la configuración en cada computadora: se guardarán en el nivel de perfil y se activarán automáticamente en cualquier otro dispositivo. Los usuarios que inician sesión también obtienen acceso a los servidores de CDN, lo que contribuye a acelerar la velocidad de descarga de los controladores. Otra ventaja importante del inicio de sesión es el acceso a la configuración extendida que le permite personalizar la aplicación aún más según sus necesidades.
et: Sisseloginud kasutajana ei pea te iga arvuti seaded uuesti muutma — seaded salvestatakse teie profiili ja aktiveeritakse automaatselt ükskõik mis arvutis. Sisseloginud kasutajad saavad veel ligipääsu CDN serveritele, mis annab kiiremad draiverite allalaadimis kiirused. Üks põhilisemaid eeliseid on veel ligipääs täpsematele kohandamise sätetele, kus saate muuda pogrammi just endale sobivaks.
fa: به عنوان یک کاربر وارد شده شما نیازی نخواهید داشت که در هر سیستمی دوباره تنظیمات را مطابق بسازید — آن ها در قسمت پروفایل شما ثبت خواهند شد و در سایر دستگاه ها به صورت خودکار فعال شده اند. کاربران وارد شده همچنین دسترسی به سرورهای CDN دارند که همکاری به دانلود سریعتر درایور می کند. یک مزیت مهم دیگر از کاربران ثبت نام کرده این است که دسترسی به تنظیمات اضافه دارند که آن ها را قادر می سازد تا برنامه ها را بهتر با توجه به نیاز خودشان شخصی سازی کنند.
fil: Bilang isang naka-log-in na user hindi mo na kailangang baguhin muli ang mga setting sa bawat computer — mai-save ang mga ito sa antas ng profile at awtomatikong i-activate sa anumang iba pang device. Ang mga naka-log-in na mga gumagamit ay makakakuha rin ng access sa mga CDN server na nag-aambag sa mas mabilis na bilis ng download ng driver. Ang isa pang mahalagang bentahe ng pag-sign-in ay pag-access sa mga pinalawak na setting na nagbibigay-daan sa iyo upang i-customize ang app kahit na higit pa ayon sa iyong mga pangangailangan.
fr: En tant qu'utilisateur connecté, vous n'aurez plus à modifier les paramètres de chaque ordinateur — ils seront sauvegardés au niveau du profil et activés automatiquement sur tout autre appareil. Les utilisateurs connectés ont également accès aux serveurs CDN, ce qui contribue à accélérer les vitesses de téléchargement des pilotes. Un autre avantage important de la connexion est l'accès aux paramètres étendus qui vous permettent de personnaliser encore plus l'application en fonction de vos besoins.
gu: લોગ-ઇન યુઝર તરીકે, તમારે ફરીથી કોઇ પણ કમ્પ્યુટર પર સેટિંગ્સને સમાયોજિત કરવાની રહેશે નહીં — તે રૂપરેખા સ્તર પર સાચવવામાં આવશે અને કોઈપણ અન્ય ઉપકરણ પર આપમેળે સક્રિય થશે. લૉગ-ઈન વપરાશકર્તાઓ પણ સીડીએન સર્વર્સને એક્સેસ મેળવે છે જે ઝડપી ડ્રાઈવર ડાઉનલોડ ઝડપે યોગદાન આપે છે. સાઇન-ઇનનો બીજો અગત્યનો ફાયદો વિસ્તૃત સેટિંગ્સની ઍક્સેસ છે જે તમને તમારી જરૂરિયાતો અનુસાર એપ્લિકેશનને વધુ કસ્ટમાઇઝ કરવા માટે સક્ષમ કરે છે.
he: בתור משתמש רשום לא תצטרך לשנות את ההגדרות בכל פעם עבור כל מחשב — ההגדרות ישמרו על רמת הפרופיל ויופעלו אוטומטית בכל מחשב חדש. משתמשים רשומים מקבלים גישה לשרתי הCDN שלנו המספקים הורדות מהירות יותר של דרייברים. יתרון נוסף הוא האפשרות לבצע התאמה אישית של תוכנות לפי צרכיך.
hi: लॉग-इन उपयोगकर्ता के रूप में आपको किसी भी समय फिर से हर कंप्यूटर पर सेटिंग्स को समायोजित नहीं करना होगा — वे प्रोफ़ाइल स्तर पर सहेजे जाएंगे और स्वचालित रूप से किसी अन्य डिवाइस पर भी सक्रिय हो जाएंगे। लॉग-इन उपयोगकर्ता भी सीडीएन सर्वर तक पहुँच प्राप्त कर सकते हैं जो तेज ड्राईवर डाउनलोड गति में योगदान करते हैं। साइन-इन का एक अन्य महत्वपूर्ण लाभ विस्तारित सेटिंग्स तक पहुंच है, जिससे आप अपनी आवश्यकताओं के अनुसार और भी ऐप को अनुकूलित कर सकते हैं।
hu: Bejelentkezett felhasználóként többé nem kell módosítania a beállításokat minden egyes számítógépen — a profilban elmentésre kerülnek, és más eszközökön automatikusan aktiválódnak. A bejelentkezett felhasználók emellett hozzáférnek a CDN szerverekhez a gyorsabb driverletöltési sebességekért. További fontos előnyei a haladó beállítások, mellyel még jobban testre szabhatja az alkalmazást.
id: Sebagai pengguna yang terdaftar masuk, anda tidak perlu menyesuaikan setelan setiap komputer lagi — setelan akan disimpan di tingkat profil dan diaktifkan secara otomatis di perangkat lain juga. Pengguna yang terdaftar masuk juga mendapatkan akses ke server CDN yang berkontribusi pada kecepatan download driver yang lebih cepat. Keuntungan penting lainnya bagi terdaftar masuk adalah akses ke setelan lanjutan yang memungkinkan anda menyesuaikan aplikasi lebih sesuai dengan keperluan anda.
it: Come utente che ha effettuato l'accesso, non dovrai più regolare le impostazioni su ciascun computer — verranno salvate a livello di profilo e attivate automaticamente su qualsiasi altro dispositivo. Gli utenti loggati hanno anche accesso ai server CDN che contribuiscono a velocizzare lo scaricamento dei driver. Un altro importante vantaggio di accedere è l'accesso ai settaggi estesi che ti permettono di personalizzare le app ancora di più in base alle tue esigenze.
ko: 로그인 한 사용자는 더 이상 각 컴퓨터의 설정을 다시 조정할 필요가 없습니다. — 프로파일 레벨에 저장되고 다른 장치에서도 자동으로 활성화됩니다. 로그인 한 사용자는 CDN 서버에 액세스 할 수 있어 드라이버 다운로드 속도가 빨라집니다. 로그인의 또 다른 중요한 이점은 필요에 따라 앱을 더 맞춤 설정할 수 있는 확장 설정에 대한 액세스입니다.
ku: وەک بەکارهێنەرێکی تومارکراو تۆ پێویستیت بە رێکخستنی رێکخستنەکە لەسەر هەر کۆمپیوتەرێک نابێت دووبارە چیتر — دێنە پاراستن لەسەر ئاستی پرۆفایلەکە و هەروەها چالاک دەبن ئوتوماتیکی لەسەر هەر ئامێرێکی تر. بەکارهێنەرەکانی تومارکراو هەروەها دەگەن بە سێرڤەری CDN کە بەشداردەبن بۆ دابەزاندنی پێناسەکان بە خێرایێکی زیاتر. سوودێکی تری گرنگ لە تومارکردن گەیشتنە بە رێکخستنی زیاتر کە رێگە بە تۆ دەدەن بەو شێوەیە دابنێ بەرنامە هەتا زیاتر بەپێی خواستی تۆ.
nl: Als ingelogde gebruiker hoeft u de instellingen op elke computer niet meer opnieuw aan te passen — ze worden opgeslagen op profielniveau en automatisch geactiveerd op elk ander apparaat. Ingelogde gebruikers krijgen ook toegang tot de CDN-servers die bijdragen aan hogere driver download-snelheden. Een ander belangrijk voordeel van inloggen is toegang tot de uitgebreide instellingen waarmee je de app nog meer naar jouw wensen kunt aanpassen.
no: Som en innlogget bruker trenger du ikke lenger å justere innstillingene på hver datamaskin igjen — de blir lagret på profilnivået og aktiveres automatisk på en hvilken som helst annen enhet. Innloggede brukere får også tilgang til CDN serverne som bidrar til raskere nedlastning av drivere. En annen viktig fordel ved å logge på er tilgang til de utvidede innstillingene som gjør at du kan tilpasse app'en enda mer i henhold til dine behov.
ps: لکه څنګه چې د ننوتنې کارن په توګه تاسو به په هر کمپیوټر کې ترتیبات بیا نور هم و نه کړئ — دوی به د پروفیسر په کچه خوندي شي او په هر ډول وسیله هم په فعاله توګه فعاله کړي. په نښه شوي کارنان کاروونکي د CDN سرورونو ته السرسي هم لري چې په چټک driver د چټکتیا ډکولو کې مرسته کوي. د لاسلیک کولو بل مهم ګټه پراخو ترتیباتو ته لاسرسۍ لري چې تاسو د دې وړتیا لرئ چې ستاسو د اړتیاو سره سم د اپلیکیشن حسب کړئ.
pt_br: Como um usuário conectado, você não precisará mais ajustar as configurações em cada computador — eles serão salvos no nível do perfil e serão ativados automaticamente em qualquer outro dispositivo também. Os usuários conectados também têm acesso aos servidores CDN que contribuem para acelerar as velocidades de download do driver. Outra vantagem importante da assinatura é o acesso às configurações estendidas que permitem personalizar o aplicativo ainda mais de acordo com suas necessidades.
pt_pt: Como utilizador registado não terá de ajustar sempre as definições em cada computador — as mesmas serão gravadas no seu perfil e ativadas automaticamente em todos os computadores que intervenha. Utilizadores registados têm acesso a servidores CDN que devolvem velocidades de download mais rápidas. Outra vantagem importante do início de sessão é o acesso a definições avançadas que permitem a personalização da aplicação de acordo com as suas necessidades.
ro: Ca utilizator autentificat, nu va mai trebui să reglați din nou setările pe fiecare computer — acestea vor fi salvate la nivelul profilului și activate automat pe orice alt dispozitiv. Utilizatorii conectați primesc, de asemenea, acces la serverele CDN ce contribuie la viteze mai mari de descărcare a driverului. Un alt avantaj important al conectării este accesul la setările extinse care vă permit să personalizați aplicația chiar mai mult în funcție de nevoile dvs.
sk: Ako prihlásený používateľ už nebudete musieť upravovať nastavenia v každom počítači — budú uložené na úrovni profilu a automaticky sa aktivujú aj na akomkoľvek inom zariadení. Prihlásení používatelia majú tiež prístup na servery CDN, ktoré prispievajú k väčšej rýchlosti sťahovania ovládačov. Ďalšou dôležitou výhodou prihlásenia, je prístup k rozšíreným nastaveniam, ktoré vám umožnia prispôsobiť aplikáciu ešte viac podľa vašich potrieb.
sl: Kot prijavljeni uporabnik vam ne bo treba več nastavljati nastavitev na vsakem računalniku posebej — shranjeni bodo na ravni profila in se samodejno aktivirali tudi na kateri koli drugi napravi. Prijavljeni uporabniki dobijo tudi dostop do CDN strežnikov, ki prispevajo k hitrejšemu prenosu gonilnikov. Druga pomembna prednost prijave je dostop do razširjenih nastavitev, ki vam omogočajo, da aplikacijo prilagodite še bolj v skladu s svojimi potrebami.
sq: Si një përdorues i loguar, ju nuk keni nevojë më të përshtatni cilësimet në çdo kompjuter — ata do të ruhen në nivel profili dhe aktivizohen automatikisht në çdo pajisje tjetër gjithashtu. Përdoruesit e loguar gjithashtu kanë akses tek serverat CDN të cilët kontribuojnë në për shkarkim më të shpejtë të drajverave. Një tjeter avantazh e logimit është aksesi në cilësimet e zgjeruara që iu mundësjnë të personalizoni aplikacionin edhe më tepër sipas nevojave tuaja.
sr: Kao prijavljen korisnik više nećete morati da prilagođavate podešavanja na svakom računaru posebno — ona će biti sačuvana na vašem profilu i automatski aktivirana na svakom uređaju. Prijavljen korisnik dobija takođe pristup CDN serveru koji doprinosi povećanju brzine preuzimanja drajvera. Još jedna od prednosti prijavljivanja je mogućnost korišćenja naprednih podešavanja koja nude još više opcija za prilagođavanje aplikacije prema vašim potrebama.
sw: Kama mtumiaji aliyeingia kwenye akaunti hutahitaji kurekebisha mipangilio kwenye kila kompyuta tena — watahifadhiwa kwenye kiwango cha wasifu na kuanzishwa kwa moja kwa moja kwenye kifaa kingine chochote pia. Watumiaji walioingia ndani pia wanapata huduma za CDN ambazo huchangia kasi ya kupakua kwa kasi ya madriver. Faida nyingine muhimu ya kuingia katika akaunti ni upatikanaji wa mipangilio iliyopanuliwa ambayo inakuwezesha kutekeleza programu zaidi kulingana na mahitaji yako.
ta: உள்நுழைந்த பயனராக நீங்கள் இனிமேல் ஒவ்வொரு கணினியிலும் உள்ள அமைப்புகளை சரிசெய்ய வேண்டியதில்லை — அவை சுயவிவர மட்டத்தில் சேமிக்கப்படும் மற்றும் வேறு எந்த சாதனத்திலும் தானாக செயலாக்கப்படும்.உள்நுழைந்த பயனர்கள் CDN சேவையகங்களுக்கு விரைவான இயக்கி பதிவிறக்க வேகங்களுக்கு பங்களிப்பார்கள். கையெழுத்திடலின் மற்றொரு முக்கிய நன்மை உங்கள் தேவைகளுக்கு ஏற்ப பயன்பாட்டைத் தனிப்பயனாக்க உங்களுக்கு உதவும் நீட்டிக்கப்பட்ட அமைப்புகளுக்கான அணுகாகும்.
te: లాగ్-ఇన్ చేసిన వినియోగదారుగా మీరు ఇకపై ప్రతి కంప్యూటర్లో అమర్పులను సర్దుబాటు — చేయవలసిన అవసరం - లేదుఅవి ప్రొఫైల్ స్థాయిలో సేవ్ చేయబడతాయి మరియు ఇంకేదైనా పరికరంలో స్వయంచాలకంగా సక్రియం చేయబడతాయి. లాగ్-ఇన్ చేసిన వినియోగదారులు CDN సర్వర్లు వేగంగా ప్రాప్తి చేయడానికి దోహదపడతారు driver డౌన్లోడ్ వేగం. మీ అవసరాలకు అనుగుణంగా అనువర్తనం అనుకూలీకరించడానికి మిమ్మల్ని అనుమతించే పొడిగింపు సెట్టింగ్లకు సైన్ ఇన్ చేయడం యొక్క మరో ముఖ్యమైన ప్రయోజనం.
th: ในฐานะผู้ใช้ที่เข้าสู่ระบบคุณไม่ต้องปรับการตั้งค่าบนคอมพิวเตอร์แต่ละเครื่องอีกครั้งอีกต่อไป — มันจะบันทึกในขั้นของประวัติและเปิดใช้งานอัตโนมัติบนทุก ๆ อุปกรณ์เช่นกัน ผู้ใช้ที่เข้าสู่ระบบจะได้รับการเข้าถึง CDN เซิร์ฟเวอร์เช่นกัน ที่สนับสนุนให้ดาวน์โหลดไดรเวอร์ได้เร็วขึ้น ข้อดีที่สำคัญข้ออื่นของการเข้าสู่ระบบ คือ เข้าถึงการตั้งค่าที่มากขึ้นที่ทำให้คุณปรับแต่งแอพตามที่คุณต้องการได้มากขึ้น
tr: Bundan böyle oturum açmış bir kullanıcı olarak her bilgisayarda tekrar ayarları ayarlamak zorunda kalmayacaksınız — profil seviyesinde kaydedileceklerdir ve herhangi bir diğer cihazda da otomatik olarak etkinleşeceklerdir. Oturum açmış kullanıcılar ayrıca yüksek sürücü indirme hızlarında katkı sağlayan CDN sunucularına erişime sahip olurlar. Giriş yapmanın başka bir önemli faydası da uygulamayı özelleştirmeyi hatta daha da fazlası ihtiyaçlarınıza göre özelleştirmeyi sağlayan genişletilmiş ayarlara erişimdir.
zh: 作為登入使用者，您不必再調整每台電腦上的設定，它們將儲存在設定檔層級上，並在任何其他裝置上自動啟動。登入使用者也可以存取 CDN 伺服器，這有助於更快的驅動程式下載速度。登入的另一個重要優點是可以存取擴充設定，讓您可以根據自己的需要自訂應用程式。
zh_cn: 作为登录用户，您不必再重新调整每台计算机上的设置 - 它们将被保存在配置文件级别上，并在任何其他设备上自动激活。 登录用户还可以访问 CDN 服务器，从而有助于更快的驱动程序下载速度。 登录的另一个重要优点是访问扩展设置，使您可以根据需要更多地自定义应用程序。

# installation_header_promo_title_opera
source: What is good about Opera Browser?
ar: ما الجيد في متصفح Opera؟
az: Opera Veb səyyahının yaxşı tərəfi nədir?
bg: Какво е хубавото на Opera Browser?
bn: Opera ব্রাউজারের ভাল দিক কী?
ca: Que té de bo el navegador Opera?
de: Was ist gut am Opera Browser?
el: Ποια είναι τα θετικά του προγράμματος περιήγησης Opera;
es: ¿Qué tiene de bueno el navegador Opera?
es_419: ¿Qué tiene de bueno Opera Browser?
et: Mis on Opera sirvijas head?
fa: چه چیزهایی در مورد مرورگر Opera مفید است؟
fil: Ano ang mabuti tungkol sa Opera Browser?
fr: Qu'est-ce qui est bien avec Opera Browser?
gu: Opera Browser વિશે શું સારું છે?
he: מה טוב בדפדפן Opera?
hi: Opera ब्राउज़र के बारे में क्या अच्छा है?
hu: Miért jó az Opera böngésző?
id: Apa yang baik tentang browser Opera?
it: Che cosa c'è di buono riguardo al Browser Opera?
ko: Opera 브라우저에 대한 좋은 점은 무엇입니까?
ku: چی باشه‌ ده‌رباره‌ی وێبگه‌ڕی Opera ؟
nl: Wat is er goed aan Opera Browser?
no: Hva er bra med Opera Browser'en?
pl: Co jest dobrego w przeglądarce Opera?
ps: د Opera لټونګر په اړه ښه څه دي؟
pt_br: O que é bom no Navegador Opera?
pt_pt: O que tem de bom o Navegador Opera?
ro: Ce este bun la browser-ul Opera ?
sk: Čo je dobré na prehliadači Opera?
sl: Kaj je dobrega v brskalniku Opera?
sq: Ç'farë të mirash ka Shfletuesi Opera?
sr: Šta je dobro u vezi Opera pretraživača?
sw: Je, nini nzuri kuhusu Browser ya Opera?
ta: Opera உலாவியில் உள்ள நல்லது என்ன?
te: Opera బ్రౌజర్ గురించి మంచిది ఏమిటి?
th: Opera เบราว์เซอร์ดีอย่างไร
tr: Opera Tarayıcı hakkında iyi olan nedir?
zh: Opera 瀏覽器有什麼優點?
zh_cn: Opera 浏览器有什么好处?
