Repository: DriverPackSolution/transifex-backup
Catalog: beetle/driverpack-solution-worldwide/driverpackpo/*.po
Languages: ar, az, bg, bn, ca, de, el, es, es_419, et, fa, fil, fr, gu, he, hi, hu, id, it, ko, ku, nl, no, pl, ps, pt_br, pt_pt, ro, sk, sl, sq, sr, sw, ta, te, th, tr, zh, zh_cn

# deviceproblems_usb_unknown_vendor
source: This connected USB device has been installed, but its manufacturer could not be determined. In order to fix this, you should assign automatic startup for the Windows Driver Foundation service. Go to Computer Management tab → Services tab → Windows Driver Foundation tab, and then choose the 'Startup Type: Automatic' option
ar: تم تثبيت جهاز USB المتصل هذا ، ولكن تعذر تحديد الشركة المصنعة له. لإصلاح هذا ، يجب تعيين بدء التشغيل التلقائي لخدمة Windows Driver Foundation. انتقل إلى علامة التبويب إدارة الكمبيوتر ← علامة التبويب الخدمات ← علامة التبويب Windows Driver Foundation ، ثم اختر خيار "نوع بدء التشغيل: تلقائي"
az: Bu bağlı USB cihazı quraşdırıldı, ancaq istehsalçısı təyin edilmədi. Bunu düzəltmək üçün Windows Driver Foundation xidmətini avtomatik açma rejiminə keçirməlisiniz. İdarə paneli → Kompüter idarəsi → Xidmətlər və Proqramlar → Xidmətlər → Windows Driver Foundation xidmətinə gedin, iki dəfə klikləyin və ondan sonra 'Açılma Növü: Avtomatik' seçimini seçin
bg: Свързаното USB устройство е инсталирано, но неговият производител не може да бъде определен. За да отстраните това, трябва да зададете автоматично стартиране за услугата Windows Driver Foundation. Отворете раздела Управление на компютъра → раздел Услуги → раздел Windows Driver Foundation и след това изберете опцията "Тип стартиране: автоматично"
bn: সংযোগকৃত USB যন্ত্রটি ইনস্টল করা হয়েছে, কিন্তু এর নির্মাতাকে নির্দিষ্ট করা যাচ্ছে না। এই সমস্যা সমাধানের জন্য আপনাকে Windows Driver Foundation সেবাকে স্বয়ংকৃতভাবে স্টার্টাপ হওয়ার জন্য অনুমোদন দিতে হবে। তাই কম্পিউটার Management tab → Services tab → Windows Driver Foundation tab এ যান এবং Startup Type: Automatic সুবিধাটি পছন্দ করুন।
ca: Aquest dispositiu USB ha estat instal·lat, però no s'ha pogut determinar el fabricant. Per tal de solucionar-ho, hauríeu d'assignar l'inici automàtic al servei Windows Driver Foundation. Aneu a Administració d'ordinadors → Pestanya Serveis → pestanya Windows Driver Foundation, i aleshores trieu "Tipus d'inici: Automàtic"
de: Dieses angeschlossene USB-Gerät wurde installiert, der Hersteller konnte jedoch nicht ermittelt werden. Um dies zu beheben, sollten Sie den automatischen Start für den Windows Driver Foundation-Dienst zuweisen. Wechseln Sie zur Registerkarte "Computerverwaltung" → Registerkarte "Dienste" → Registerkarte "Windows Driver Foundation" und wählen Sie dann die Option "Starttyp: Automatisch"
es: Este dispositivo USB conectado ha sido instalado, pero no se ha podido determinar su fabricante. Para corregir este error, deberías hacer que el servicio Windows Driver Foundation se inicie automáticamente. Ve a la pestaña de Administrador del equipo → Pestaña servicios → Pestaña Windows Driver Foundation, y selecciona "Tipo de inicio: Automático"
es_419: Este dispositivo USB conectado se ha instalado, pero no se pudo determinar su fabricante. Para solucionar esto, debe asignar el inicio automático para el servicio Windows Driver Foundation. Vaya a la pestaña Administración de computadora → pestaña Servicios → ficha Windows Driver Foundation, y luego elija la opción "Tipo de inicio: automático"
et: Teie ühendatud USB seade on paigaldatud, kui tootja nime ei suudetud tuvastata. Selle parandamiseks peaksite käivitama Windows Driver Foundation teenuse. Selleks - minge Computer Management leht → Services leht → Windows Driver Foundation leht, sealt valige 'Startup Type: Automatic' valik
fa: درایور این دستگاه USB متصل شده نصب شده است، اما سازنده آن نمی تواند مشخص شود، بدین جهت که این مشکل را رفع کنید، شما باید یک استارت آپ خودکار را برای سرویس Windows Driver Foundation اختصاص دهید، به قسمت Computer Management tab → Services tab → Windows Driver Foundation tab بروید، و سپس 'Startup Type: Automatic' را قرار دهید.
fil: Na-install na ang nakakonektang USB device na ito, ngunit hindi matukoy ang tagagawa nito. Upang ayusin ito, dapat kang magtalaga ng awtomatikong pag-startup para sa serbisyo ng Windows Driver Foundation. Pumunta sa tab ng Computer Management tab → Services tab → Windows Driver Foundation tab, and then choose the 'Startup Type: Automatic' option
fr: Ce périphérique USB connecté a été installé, mais son fabricant n'a pas pu être déterminé. Pour résoudre ce problème, vous devriez attribuer un démarrage automatique au service Windows Driver Foundation. Accédez à l'onglet Management → l'onglet Services → l'onglet Windows Driver Foundation, puis choisissez l'option 'Startup Type: Automatic'
gu: આ કનેક્ટેડ USB ઉપકરણ ઇન્સ્ટોલ કરવામાં આવ્યું છે, પરંતુ તેના નિર્માતાને નિર્ધારિત કરી શકાયો નથી. આને ઠીક કરવા માટે, તમારે Windows Driver Foundation સેવા માટે આપોઆપ સ્ટાર્ટઅપ આપવું જોઈએ. કમ્પ્યુટર મેનેજમેન્ટ ટૅબ → સર્વિસીસ ટૅબ → Windows Driver Foundation ટૅબ પર જાઓ, અને પછી 'સ્ટાર્ટઅપ પ્રકાર: ઓટોમેટિક' વિકલ્પ પસંદ કરો
he: התקן הUSB המחובר הותקן, אך לא ניתן היה לקבוע מי היצרן בוודאות מוחלטת. בכדי לתקן בעיה זו, עליך להפעיל את שירות Windows Driver Foundation. עבור לטאב ניהול המחשב ← טאב שירותים ← טאב Windows Driver Foundation, ושם בחר את האופציה 'סוג ההפעלה: אוטומטי'
hi: यह जुड़ा USB डिवाइस स्थापित किया गया है, लेकिन इसके निर्माता निर्धारित नहीं किया जा सका। इसे ठीक करने के लिए, आपको Windows Driver Foundation सेवा के लिए स्वचालित स्टार्टअप देना चाहिए। Computer Management tab → Services tab → Windows Driver Foundation tab पर जाएं, और फिर 'स्टार्टअप प्रकार: स्वचालित' विकल्प चुनें
hu: Ez a csatlakoztatott USB eszköz feltelepítésre került, de a gyártóját nem sikerült meghatározni. A probléma megoldásához állítsa automatikus indításra a Windows illesztőprogram-alaprendszer, vagyis a Windows Driver Foundation szolgáltatást. A Sajátgép Kezelés menüpontjában, a Szolgáltatások fülön található a Windows illesztőprogram-alaprendszer, vagyis Windows Driver Foundation, ezután pedig válassza ki az Indítás típusaként az automatikus opciót!
id: Perangkat USB yang terhubung ini telah terpasang, namun pabrikannya tidak dapat ditentukan. Untuk memperbaiki ini, anda harus menetapkan startup otomatis untuk service Windows Driver Foundation. Buka tab Manajemen Komputer → tab Services → tab Windows Driver Foundation, lalu pilih opsi 'Startup Type: Automatic'
it: Questo dispositivo USB connesso è stato installato, ma non è stato possibile determinarne il produttore. Per risolvere questo problema, è necessario assegnare l'avvio automatico al servizio Windows Driver Foundation. Vai alla scheda di Gestione del Computer → scheda Servizi → scheda di base del Windows Driver Foundation, quindi seleziona l'opzione 'tipo di avvio: automatico'
ko: 이 연결된 USB 장치가 설치되었지만 제조업체를 확인할 수 없습니다. 이 문제를 해결하려면 Windows Driver Foundation 서비스에 대한 자동 시작을 지정해야합니다. 컴퓨터 관리 탭 → 서비스 탭 → Windows Driver Foundation 탭으로 이동 한 다음 '시작 유형 : 자동' 옵션을 선택하세요
ku: ئەم بەستنەوەی ئامێری USB دامەزرێنرا، بەڵام پێشەسازیەکە نەتوانرا بناسرێتەوە. بۆ چارەسەرکردنی ئەمە، پێویستە تۆ دەستپێکردنی سەرەتایی بە ئوتوماتیکی دیاری بکەی بۆ خزمەتگوزاری Windows Driver Foundation، برۆ Computer Management tab → Services tab → Windows Driver Foundation tab, و پاشان هەلبژاردەی 'Startup Type: Automatic' هەلبژێرە
nl: Dit aangesloten USB-apparaat is geïnstalleerd, maar de fabrikant kon niet worden vastgesteld. Om dit op te lossen, moet u automatisch opstarten toewijzen voor de Windows Driver Foundation-service. Ga naar het tabblad Computer Beheer → tabblad Services → tabblad Windows Driver Foundation en kies vervolgens de optie 'Opstarttype: automatisch'
no: Denne tilkoblede USB enheten er installert, men produsenten kunne ikke bestemmes. For å fikse dette, bør du tilordne automatisk oppstart av Windows Driver Foundation tjenesten. Gå til kategorien Datamaskinbehandling → Tjenester → Windows Driver Foundation, og velg deretter 'Oppstartstype: Automatisk'
ps: دا تړل شوي USB وسیله نصب شوی، مګر د دې جوړونکي نشي معلوم کیدی. د دې د حل کولو لپاره، تاسو باید د Windows Driver Foundation لپاره د اتوماتيک پیل پیل کړئ. د کمپیوټر مدیریت ټب ته لاړ شئ › د خدماتو ټب › د Windows Driver Foundation چوکاټ، او بیا د 'Startup Type: Automatic' اختیار غوره کړئ
pt_br: Este dispositivo USB conectado foi instalado, mas seu fabricante não pôde ser determinado. Para corrigir isso, você deve atribuir a inicialização automática para o serviço Windows Driver Foundation. Vá para a aba Gerenciamento do Computador → aba Serviços → aba Windows Driver Foundation e, em seguida, escolha a opção 'Tipo de Inicialização: Automático'
pt_pt: Este dispositivo USB ligado foi instalado, mas o seu fabricante não pôde ser determinado. De modo a corrigir-se isto, deve definir o arranque do serviço Windows Driver Foundation como Automático. Vá ao separador Gestão do Computador → separador Serviços → separador Windows Driver Foundation, e escolha a opção 'Tipo de arranque: Automático'
ro: Acest dispozitiv USB conectat a fost instalat, dar producătorul acestuia nu a putut fi determinat. Pentru a remedia acest lucru, trebuie să alocați pornirea automată pentru serviciul Windows Driver Foundation. Accesați tabul Computer Management → tabul Services → tabul Windows Driver Foundation, și apoi alegeți opțiunea 'Startup Type: Automatic'
sk: Toto pripojené zariadenie USB bolo nainštalované, ale jeho výrobca sa nedá určiť. Ak to chcete vyriešiť, mali by ste priradiť automatické spustenie pre službu Windows Driver Foundation. Prejdite na kartu Správa počítača → karta Služby → karta Windows Driver Foundation a potom zvoľte možnosť 'Typ spustenia: automatické'
sl: Ta povezana naprava USB je bila nameščena, vendar proizvajalca ni bilo mogoče določiti. Če želite to popraviti, morate dodeliti samodejni zagon za storitev Windows Driver Foundation. Pojdite na zavihek Upravljanje računalnika → Zavihek Storitve → Zavihek Windows Driver Foundation in nato izberite možnost "Startup Type: Automatic"
sr: Ovaj povezani USB uredjaj je instaliran, ali njegov proizvodjač ne može biti utvrdjen. S ciljem da ovo popravite, trebalo bi da automatski pokrenete Windows Driver Foundation servis. Go to computer Managment tab → Services tab → Windows Driver Foundation tab, i onda izaberite opciju "Startup Type: Automatic"
sw: Kifaa hicho cha kushikamana cha USB kimesakinishwa, lakini mtengenezaji wake hakuweza kuamua. Ili kurekebisha hili, unapaswa kuwapa mwanzo wa moja kwa moja kwa Huduma ya Msingi wa Windows Driver Foundation. Nenda kwenye kichupo cha Usimamizi wa Kompyuta → Hifadhi za huduma → Kitanda cha Fungua Windows Driver Foundation cha Fungua, halafu chagua chaguo la 'Kuanzisha': Chaguo moja kwa moja '
ta: இங்கு இணைக்கப்பட்டுள்ள யூ.எஸ்.பி சாதனம் நிறுவப்பட்டுள்ளது, ஆனால் அதன் உற்பத்தியாளர் பெயர் தீர்மானிக்கப்படவில்லை.இதை சரிசெய்வதற்கு, நீங்கள் Windows Driver Foundation விண்டோஸ் டிரைவர் அறக்கட்டளை சேவையில் தானாகவே தொடக்கத்தை ஒதுக்க வேண்டும். கணினி மேலாண்மை தாவலை → சேவைகள் தாவலை → Windows Driver Foundation விண்டோஸ் டிரைவர் அறக்கட்டளை தாவலுக்கு சென்று, பின்னர் 'தொடக்க வகை: தானியங்கி' விருப்பத்தைத் தேர்வு செய்யவும்
te: ఈ USB కనెక్ట్ చేయబడిన పరికరం వ్యవస్థాపించబడింది, అయితే దాని నిర్మాత గుర్తించబడలేదు. దీనిని పరిష్కరించడానికి, మీరు ఆటోమేటిక్ స్టార్ట్అప్ కోసం కేటాయించాలి Windows Driver Foundation సర్వీస్ . వెళ్ళండి కంప్యూటర్ లోని Management tab → Services tab → Windows Driver Foundation ఎంచుకోండి 'Startup Type: Automatic' ఆప్షన్
th: อุปกรณ์ USB ที่เชื่อมต่อนี้ได้ถูกติดตั้งแล้ว แต่ผู้ผลิตของมันอาจจะไม่ตั้งใจ เพื่อที่จะแก้ปัญหานี้ คุณต้องกำหนดการเริ่มต้นอัตโนมัติสำหรับการบริการ Windows Driver Foundation ไปที่ Computer Management แท็ป → Services แท็ป → Windows Driver Foundation แท็ป และหลังจากนั้นเลือก 'Startup Type: Automatic'
tr: Bu bağlı USB aygıt yüklendi, ancak üretisicisi belirlenemedi. Bunu düzeltmek için Windows Driver Foundation hizmeti için otomatik başlama atamalısınız. Denetim Masası → Yönetimsel Araçlar → Bilgisayar Yönetimi → Hizmetler ve Uygulamalar → Hizmetler → Windows Driver Foundation hizmetine gidin, çift tıklayın ve ondan sonra 'Başlangıç Türü: Otomatik' seçeneğini seçin
zh: 已安裝此連接的 USB 裝置，但無法確定其製造商。為解決此問題，您應該為 Windows Driver Foundation 服務指派自動啟動。前往「電腦管理」標籤頁 → 「服務」標籤頁 → 「Windows Driver Foundation」標籤頁，然後選擇「啟動類型: 自動」選項
zh_cn: 此连接的 USB 设备已安装，但其制造商无法确定。 为了解决这个问题，您应该为 Windows Driver Foundation 服务分配自动启动。 转到计算机管理选项卡 → 服务选项卡 → Windows Driver Foundation 选项卡，然后选择“启动类型：自动”选项

# deviceproblems_sound_card
source: The sound card is connected incorrectly, or there are some problems with its operability
ar: بطاقة الصوت متصلة بشكل غير صحيح أو توجد بعض المشاكل في قابلية التشغيل
az: Səs kartı yanlış olaraq bağlanıb ya da işləməsi ilə bağlı problemlər var
bg: Звуковата карта е свързана неправилно или има някои проблеми с нейната работа
bn: সাউন্ড কার্ডটি ভুলভাবে সংযুক্ত করা হয়েছে, অথবা এর কার্যক্ষমতায় কোনো সমস্যা রয়েছে
ca: La targeta de so no està ben connectada, o hi ha algun problema que fa que no funcioni correctament
de: Die Soundkarte ist entweder falsch angeschlossen, oder es bestehen Probleme mit ihrer Funktionsfähigkeit.
el: Η κάρτα ήχου είναι συνδεδεμένη λανθασμένα ή υπάρχουν κάποια προβλήματα με τη λειτουργικότητα της
es: La tarjeta de sonido no está bien conectada, o hay un problema que no permite que funcione correctamente.
es_419: La tarjeta de sonido está conectada incorrectamente, o hay algunos problemas con su operabilidad
et: Teie helikaart on paigaldatud valesti, või on mingi muu viga, et ta ei tööta
fa: کارت صدا اشتباه متصل شده است، یا یک مشکلی در عملکرد آن وجود دارد
fil: Ang sound card ay hindi nakakonekta, o may ilang mga problema sa operabilidad nito
fr: La carte son est mal connectée, ou il y a quelques problèmes avec son fonctionnement
gu: અવાજ કાર્ડ બરાબર ભરાવેલ નથી, અથવા તો તેની કામગીરી સાથે સમસ્યાઓ છે
he: כרטיס הקול מחובר בצורה לא תקינה, או שאירעו בעיות בהפעלתו
hi: ध्वनि कार्ड गलत तरीके से जुड़ा हुआ है, या इसके संचालनशीलता के साथ कुछ समस्याएं हैं
hu: A hankártya nem megfelelően csatlakozott, vagy gond adódott a működésében
id: Kartu suara tersambung dengan tidak benar, atau ada beberapa masalah dengan operasionalnya
it: La scheda audio è collegata in modo errato, o ci sono problemi con il suo funzionamento
ko: 사운드 카드가 잘못 연결되었거나 조작상 문제가 있습니다
ku: کاردی دەنگ بەشێوەیەکی نەتەواو بەستراوە، یان کێشەیەک هەیە لەگەڵ ئیشکردنی
nl: De geluidskaart is niet goed aangesloten of er zijn problemen met de werking
no: Lydkortet er koblet feil, eller det er noen problemer med driften
pl: Karta dźwiękowa jest źle podłączona lub jest problem z jej działaniem
ps: د غږ کارت په ناسمه توګه منحل شوی، یا د هغې د فعالیتونو سره ځینې ستونزې شتون لري
pt_br: A placa de som está conectada incorretamente, ou há alguns problemas com o seu funcionamento
pt_pt: A placa de som está incorretamente conetada, ou existem alguns problemas com a sua operação
ro: Placa de sunet este conectată incorect, sau există unele probleme legate de funcționarea acesteia
sk: Zvuková karta nie je správne pripojená, alebo sa vyskytli problémy s jej funkčnosťou
sl: Zvočna kartica ni nepravilno priključena ali pa obstajajo težave z njenim delovanjem
sr: Zvučna kartica je nepravilno povezana, ili postoje problemi sa njenim radom
sw: Kadi ya sauti imeshikamana kwa usahihi, au kuna matatizo mengine na uendeshaji wake
ta: ஒலி அட்டை தவறாக இணைக்கப்பட்டுள்ளது, அல்லது அதன் செயல்பாடுகளில் சில சிக்கல்கள் உள்ளன
te: ధ్వని కార్డు తప్పుగా అనుసంధానించబడి ఉంది లేదా దాని పనితనంలో కొంత సమస్యలు ఉన్నాయి
th: การ์ดเสียงนี้เชื่อมต่อไม่ถูกต้อง หรือมีบางปัญหากับการทำงานของมัน
tr: Ses kartı yanlış olarak bağlanmış, ya da işlerliği ile ilgili bazı sorunlar var
zh: 音效卡連接不正確，或其可操作性存在一些問題
zh_cn: 声卡连接不正确，否则可操作性有问题

# language_title
source: English
ar: الإنجليزية
az: Azerbaijani
bg: Bulgarian
bn: Bengali
ca: Catalan
de: German
el: Greek
es: Spanish
es_419: Spanish (Latin America)
et: Estonian
fa: Persian
fil: Filipino
fr: French
gu: Gujarati
he: Hebrew
hi: Hindi
hu: Hungarian
id: Indonesian
it: Italian
ko: Korean
ku: Kurdish
nl: Dutch
no: Norwegian
pl: Polish
ps: Pushto
pt_br: Portuguese (Brazil)
pt_pt: Portuguese (Portugal)
ro: Romanian
sk: Slovak
sl: Slovenian
sq: Albanian
sr: Serbian
sw: Swahili
ta: Tamil
te: Telugu
th: Thai
tr: Turkish
zh: Chinese (Traditional)
zh_cn: Chinese (Simplified)

# drivers_screen_view_options_device_id
source: DeviceID
es_419: ID. del dispositivo
ku: ناسنامه‌ی ئامێر DeviceID
nl: ApparaatID

# games_playkey_top_doom_demo
source: Doom
ku: مردن
zh_cn: 毁灭战士

# games_playkey_top_overwatch
source: Overwatch
ku: چاودێری
zh_cn: 守望先锋

# games_playkey_top_witcher_3_demo
source: The Witcher III Wild Hunt
nl: De Witcher III Wild Hunt
zh_cn: 巫师3

# games_playkey_top_sid_meiers_civilization_vi_demo
source: Sid Meier’s Civilization VI
zh_cn: 文明 VI

# games_playkey_top_resident_evil_7_demo
source: Resident Evill VII Biohazard
zh_cn: 生化危机

# games_playkey_top_gta_5
source: Grand Theft Auto V
zh_cn: 侠盗猎车手

# settings_protect-title
source: DriverPack Protect
es_419: Protección de DriverPack

# settings_notifier-title
source: DriverPack Notifier
es_419: Notificación DriverPack
nl: DriverPack Kennisgever
